{
  "index": "001",
  "title": "第1章 甄士隐梦幻识通灵 贾雨村风尘怀闺秀",
  "original": "此开卷第一回也。\n　　作者自云：因曾历过一番梦幻之后，故将真事隐去，而借通灵说撰此《石头记》一书也，故曰“甄士隐”云云。但书中所记何事何人？自己又云：“今风尘碌碌，一事无成，忽念及当日所有之女子，一一细考较去，觉其行止见识皆出我之上。我堂堂须眉，诚不若彼裙钗，我实愧则有馀，悔又无益，大无可如何之日也。当此日，欲将已往所赖天思祖德，锦衣纨裤之时，饫甘餍肥之日，背父兄教育之恩，负师友规训之德，以致今日一技无成，半生潦倒之罪，编述一集，以告天下。知我之负罪固多，然闺阁中历历有人，万不可因我之不肖，自护己短，一并使其泯灭也。所以蓬牖茅椽，绳床瓦灶，并不足妨我襟怀；况那晨风夕月。阶柳庭花，更觉得润人笔墨。我虽不学无文，又何妨用假语村言敷演出来，亦可使闺阁昭传，复可破一时之闷，醒同人之目，不亦宜乎？”故曰“贾雨村”云云。更于篇中间用“梦”“幻”等字，却是此书本旨，兼寓提醒阅者之意。\n　　看官，你道此书从何而起？说来虽近荒唐，细玩颇有趣味。\n　　却说那女娲氏炼石补天之时，于大荒山无稽崖炼成高十二丈、见方二十四丈大的顽石三万六千五百零一块。那娲皇只用了三万六千五百块，单单剩下一块未用，弃在青埂峰下。谁知此石自经锻炼之后，灵性已通，自去自来，可大可小。因见众石俱得补天，独自己无才不得入选，遂自怨自愧，日夜悲哀。\n　　一日，正当嗟悼之际，俄见一僧一道远远而来生得骨格不凡，丰神迥异，来到这青埂峰下，席地坐谈。见着这块鲜莹明洁的石头，且又缩成扇坠一般，甚属可爱。那僧托于掌上，笑道：“形体倒也是个灵物了，只是没有实在的好处。须得再镌上几个字。使人人见了便知你是件奇物，然后携你到那昌明隆盛之邦、诗礼簪缨之族、花柳繁华地、温柔富贵乡那里去走一遭。”石头听了大喜，因问：“不知可镌何字？携到何方？望乞明示。”那僧笑道：“你且莫问，日后自然明白。”说毕，便袖了，同那道人飘然而去，竟不知投向何方。\n　　又不知过了几世几劫，因有个空空道人访道求仙，从这大荒山无稽崖青埂蜂下经过。忽见一块大石，上面字迹分明，编述历历。空空道人乃从头一看。原来是无才补天、幻形入世，被那茫茫大士、渺渺真人携入红尘、引登彼岸的一块顽石；上面叙着堕落之乡，投胎之处，以及家庭琐事、闺阁闲情、诗词谜语，倒还全备。只是朝代年纪，失落无考。后面又有一偈云：。\n　　无才可去补苍天，枉入红尘若许年。\n　　此系身前身后事，倩谁记去作奇传？\n　　空空道人看了一回，晓得这石头有些来历，遂向石头说道：“石兄，你这一段故事，据你自己说来，有些趣味，故镌写此，意欲闻世传奇。据我看来：第一件，无朝代年纪可考；第二件，并无大贤大忠、理朝廷、治风俗的善政，其中只不过几个异样女子，或情或痴，或小才微善。我纵然抄去，也算不得一种奇书。”石头果然答道：“我师何必太痴！我想历来野史的朝代，无非假借汉、唐的名色；莫如我这石头所记，不借此套，只按自己的事体情理，反倒新鲜别致。况且那野史中，或讪谤君相，或贬人妻女，奸淫凶恶，不可胜数；更有一种风月笔墨，其淫秽污臭，最易坏人子弟。至于才子佳人等书，则又开口‘文君’，满篇‘子建’，千部一腔，千人一面。且终不能不涉淫滥。在作者，不过要写出自己的两首情诗艳赋来，故假捏出男女二人名姓，又必旁添一小人拨乱其间，如戏中的小丑一般。更可厌者，‘之乎者也’，非理即文，大不近情，自相矛盾。竟不如我这半世亲见亲闻的几个女子，虽不敢说强似前代书中所有之人，但观其事迹原委，亦可消愁破闷；至于几首歪诗，也可以喷饭供酒。其间离合悲欢，兴衰际遇，俱是按迹循踪，不敢稍加穿凿，至失其真。只愿世人当那醉馀睡醒之时，或避事消愁之际，把此一玩，不但是洗旧翻新，却也省了些寿命筋力。不更去谋虚逐妄了。我师意为如何？”空空道人听如此说，思忖半晌，将这《石头记》再检阅一遍。因见上面大旨不过谈情，亦只是实录其事，绝无伤时诲淫之病，方从头至尾抄写回来。闻世传奇。从此。空空道人因空见色，由色生情，传情入色，自色悟空，遂改名情僧，改《石头记》为《情僧录》。东鲁孔梅溪题曰《风月宝鉴》。后因曹雪芹于悼红轩中，披阅十载，增删五次，纂成目录，分出章回，又题曰《金陵十二钗》，并题一绝。即此便是《石头记》的缘起。诗云：\n　　满纸荒唐言，一把辛酸泪。\n　　都云作者痴，谁解其中味？\n　　《石头记》缘起既明，正不知那石头上面记着何人何事？看官请听。\n　　按那石上书云：当日地陷东南，这东南有个姑苏城，城中阊门，最是红尘中一二等富贵风流之地。这阊门外有个十里街，街内有个仁清巷，巷内有个古庙，因地方狭窄，人皆呼作“葫芦庙”。庙旁住着一家乡宦，姓甄名费字士隐，嫡妻封氏，性情贤淑，深明礼义。家中虽不甚富贵，然本地也推他为望族了。因这甄士隐秉性恬淡，不以功名为念，每日只以观花种竹。酌酒吟诗为乐，倒是神仙一流人物。只是一件不足：年过半百，膝下无儿，只有一女，乳名英莲，年方三岁。\n　　一日，炎夏永昼，士隐于书房闲坐，手倦抛书，伏几盹睡，不觉朦胧中走至一处，不辨是何地方。忽见那厢来了一僧一道，且行且谈。只听道人问道：“你携了此物，意欲何往？”那僧笑道：“你放心，如今现有一段风流公案正该了结，这一干风流冤家尚末投胎人世。趁此机会，就将此物夹带于中，使他去经历经历。”那道人道：“原来近日风流冤家又将造劫历世，但不知起于何处，落于何方？”那僧道：“此事说来好笑。只因当年这个石头娲皇未用，自己却也落得逍遥自在，各处去游玩。一日来到警幻仙子处，那仙子知他有些来历，因留他在赤霞宫中，名他为赤霞宫神瑛侍者。他却常在西方灵河岸上行走，看见那灵河岸上三生石畔有棵绛珠仙草，十分娇娜可爱，遂日以甘露灌溉，这绛珠草始得久延岁月。后来既受天地精华，复得甘露滋养，遂脱了草木之胎，幻化人形，仅仅修成女体，终日游于离恨天外，饥餐秘情果。渴饮灌愁水。只因尚未酬报灌溉之德，故甚至五内郁结着一段缠绵不尽之意。常说：‘自己受了他雨露之惠，我并无此水可还。他若下世为人，我也同去走一道，但把我一生所有的眼泪还他，也还得过了。’因此一事。就勾出多少风流冤家都要下凡，造历幻缘，那绛珠仙草也在其中。今日这石正该下世，我特地将他仍带到警幻仙于案前，给他挂了号，同这些情鬼下凡，一了此案。”那道人道：“果是好笑，从来不闻有‘还泪’之说。趁此你我何不也下世度脱几个，岂不是一场功德？”那僧道：“正合吾意。你且同我到警幻仙子宫中将这蠢物交割清楚，待这一干风流孽鬼下世，你我再去。如今有一半落尘，然犹未全集。”道人道：“既如此，便随你去来。”\n　　却说甄士隐俱听得明白，遂不禁上前施礼，笑问道：“二位仙师请了。”那僧道也忙答礼相问。士隐因说道：“适闻仙师所谈因果，实人世罕闻者，但弟子愚拙，不能洞悉明白。若蒙大开痴顽，备细一闻，弟子洗耳谛听。稍能警省，亦可免沉沦之苦了。”二仙笑道：“此乃玄机，不可预泄。到那时只不要忘了我二人，便可跳出火坑矣。”士隐听了，不便再问，因笑道：“玄机固不可泄露，但适云‘蠢物’不知为何，或可得见否？”那僧说：“若问此物，倒有一面之缘。”\n　　说着取出递与士隐。士隐接了看时，原来是块鲜明美玉，上面字迹分明，镌着“通灵宝玉”四字，后面还有几行小字。正欲细看时，那僧便说“已到幻境”。就强从手中夺了去，和那道人竟过了一座大石牌坊，上面大书四字，乃是“太虚幻境”。两边又有一副对联道：\n　　假作真时真亦假；无为有处有还无。\n　　士隐意欲也跟着过去。方举步时，忽听一声霹雳若山崩地陷，士隐大叫一声，定睛看时，只见烈日炎炎，芭蕉冉冉，梦中之事便忘了一半。又见奶母抱了英莲走来。士隐见女儿越发生得粉装玉琢，乖觉可喜，便伸手接来抱在怀中，斗他玩耍一回。又带至街前，看那过会的热闹。方欲进来时，只见从那边来了一僧一道。那僧癞头足，那道跛足蓬头。疯疯癫癫，挥霍谈笑而至。及到了他门前，看见士隐抱着英莲，那僧便大哭起来，又向士隐道：“施主，你把这有命无运、累及爹娘之物抱在怀内作甚！”土隐听了，知是疯话，也不睬他。那僧还说：“舍我罢！舍我罢！”士隐不耐烦，便抱着女儿转身。才要进去，那僧乃指着他大笑，口内念了四句言词，道是：\n　　惯养娇生笑你痴，菱花空对雪澌澌。\n　　好防佳节元宵后，便是烟消火灭时。\n　　士隐听得明白，心下犹豫，意欲问他来历。只听道人说道：“你我不必同行，就此分手，各干营生罢。三劫后我在北邙山等你，会齐了同往太虚幻境销号。”那僧道：“最妙，最妙！”说毕，二人一去再不见个踪影了。\n　　士隐心中此时自忖：这两个人必有来历，很该问他一问，如今后悔却已晚了。这士隐正在痴想，忽见隔壁葫芦庙内寄居的一个穷儒，姓贾名化、表字时飞、别号雨村的走来。这贾士雨村原系湖州人氏，也是诗书仕宦之族。因他生于末世，父母祖宗根基已尽，人口衰丧，只剩得他一身一口，在家乡无益，因进京求取功名，再整基业。自前岁来此，又淹蹇住了，暂寄庙中安身，每日卖文作字为生，故士隐常与他交接。当下雨村见了士隐，忙施礼陪笑道：“老先生倚门伫望，敢街市上有甚新闻么？”士隐笑道：“非也。适因小女啼哭，引他出来作耍，正是无聊的很。贾兄来得正好，请入小斋，彼此俱可消此永昼。”说着便令人送女儿进去，自携了雨村来至书房中，小童献茶。方谈得三五句话，忽家人飞报：“严老爷来拜。”士隐慌忙起身谢道：“恕诓驾之罪，且请略坐，弟即来奉陪。”雨村起身也让道：“老先生请便。晚生乃常造之客，稍候何妨。”说着士隐已出前厅去了。\n　　这里雨村且翻弄诗籍解闷，忽听得窗外有女子嗽声。雨村遂起身往外一看，原来是一个丫鬟在那里掐花儿，生的仪容不俗，眉目清秀，虽无十分姿色，却也有动人之处。雨村不觉看得呆了。那甄家丫鬟掐了花儿方欲走时，猛抬头见窗内有人，敝巾旧服，虽是贫窘，然生得腰圆背厚，面阔口方，更兼剑眉星眼，直鼻方腮。这丫鬟忙转身回避，心下自想：“这人生的这样雄壮，却又这样褴褛，我家并无这样贫窘亲友。想他定是主人常说的什么贾雨村了，怪道又说他‘必非久困之人，每每有意帮助周济他，只是没什么机会。’”如此一想，不免又回头一两次。雨村见他回头，便以为这女子心中有意于他，遂狂喜不禁，自谓此女子必是个巨眼英豪、风尘中之知己。一时小童进来，雨村打听得前面留饭，不可久待，遂从夹道中自便门出去了。士隐待客既散，知雨村已去，便也不去再邀。\n　　一日到了中秋佳节，士隐家宴已毕，又另具一席于书房，自己步月至庙中来邀雨村。原来雨村自那日见了甄家丫鬟曾回顾他两次，自谓是个知己。便时刻放在心上。今又正值中秋，不免对月有怀，因而口占五言一律云：\n　　末卜三生愿，频添一段愁。\n　　闷来时敛额，行去几回眸。\n　　自顾风前影，谁堪月下俦？\n　　蟾光如有意，先上玉人头。\n　　雨村吟罢，因又思及平生抱负，苦未逢时，乃又搔首对天长叹，复高吟一联云：\n　　玉在椟中求善价。钗于奁内待时飞。\n　　恰值士隐走来听见，笑道：“雨村兄真抱负不凡也！”雨村忙笑道：“不敢，不过偶吟前人之句，何期过告如此。”因问：“老先生何兴至此？”士隐笑道：“今夜中秋，俗谓团圆之节，想尊兄旅寄僧房，不无寂寥之感。故特具小酌邀兄到敝斋一饮，不知可纳芹意否？”雨村听了，并不推辞，便笑道：“既蒙谬爱，何敢拂此盛情。”说着便同士隐复过这边书院中来了。\n　　须臾茶毕，早已设下杯盘，那美酒佳肴自不必说。二人归坐，先是款酌慢饮，渐次谈至兴浓，不觉飞觥献起来。当时街坊上家家萧管，户户笙歌，当头一轮明月，飞彩凝辉。二人愈添豪兴，酒到杯干。雨村此时已有七人分酒意，狂兴不禁，乃对月寓怀，口占一绝云：\n　　时逢三五便团圆，满把清光护玉栏。\n　　天上一轮才捧出，人间万姓仰头看。\n　　士隐听了大叫：“妙极！弟每谓兄必非久居人下者，今所吟之句，飞腾之兆已见，不日可接履于云霄之上了。可贺可贺！”乃亲斟一斗为贺。雨村饮干，忽叹道：“非晚生酒后狂言，若论时尚之学，晚生也或可去充数挂名。只是如今行李路费一概无措，神京路远，非赖卖字撰文即能到得。”士隐不待说完，便道：“兄何不早言！弟已久有此意，但每遇兄时并未谈及，故未敢唐突。今既如此，弟虽不才，‘义利’二字却还识得。且喜明岁正当大比，兄宜作速入都，春闱一捷，方不负兄之所学。其盘费馀事，弟自代为处置，亦不枉兄之谬识矣。”当下即命小童进去，速封五十两白银并两套冬衣。又云：“十九日乃黄道之期，兄可即买舟西上，待雄飞高举，明冬再晤，岂非大快之事！”雨村收了银衣，不过略谢一语，并不介意，仍是吃酒谈笑。那天已交三鼓，二人方散。\n　　士隐送雨村去后，回房一觉，直至红日三竿方醒。因思昨夜之事，意欲写荐书两封与雨村带至都中去，使雨村投谒个仕宦之家为寄身之地。因使人过去请时，那家人回来说：“和尚说，贾爷今日五鼓已进京去了，也曾留下话与和尚转达老爷，说：‘读书人不在黄道黑道，总以事理为要，不及面辞了。’”士隐听了，也只得罢了。\n　　真是闲处光阴易过，倏忽又是元宵佳节。士隐令家人霍启抱了英莲，去看社火花灯。半夜中霍启因要小解，便将英莲放在一家门槛上坐着。待他小解完了来抱时，那有英莲的踪影？急的霍启直寻了半夜。至天明不见，那霍启也不敢回来见主人，便逃往他乡去了。那士隐夫妇见女儿一夜不归，便知有些不好；再使几人去找寻。回来皆云影响全无。夫妻二人，半世只生此女，一旦失去，何等烦恼，因此昼夜啼哭，几乎不顾性命。\n　　看看一月，士隐已先得病，夫人封氏也因思女构疾，日日请医问卦。不想这日三月十五，葫芦庙中炸供，那和尚不小心，油锅火逸，便烧着窗纸。此方人家俱用竹篱木壁，也是劫数应当如此，于是接二连三牵五挂四，将一条街烧得如火焰山一般。彼时虽有军民来救，那火已成了势了，如何救得下。直烧了一夜方息，也不知烧了多少人家。只可怜甄家在隔壁，早成了一堆瓦砾场了，只有他夫妇并几个家人的性命不曾伤了。急的士隐惟跌足长叹而已。与妻子商议，且到田庄上去住。偏值近年水旱不收，贼盗蜂起，官兵剿捕，田庄上又难以安身，只得将田地都折变了，携了妻子与两个丫鬟投他岳丈家去。\n　　他岳丈名唤封肃，本贯大如州人氏，虽务农，家中却还殷实。今见女婿这等狼狈而来，心中便有些不乐。幸而士隐还有折变田产的银子在身边，拿出来托他随便置买些房地，以为后日衣食之计，那封肃便半用半赚的，略与他些薄田破屋。士隐乃读书之人，不惯生理稼穑等事，勉强支持了一二年，越发穷了。封肃见面时便说些现成话儿，且人前人后又怨他不会过，只一味好吃懒做。士隐知道了，心中未免悔恨，再兼去年惊唬，急忿怨痛，暮年之人那禁得贫病交攻，竟渐渐的露出了那下世的光景来。\n　　可巧这日拄了拐扎挣到街前散散心时，忽见那边来了一个跛足道人，疯狂落拓，麻鞋鹑衣，口内念着几句言词道：\n　　世人都晓神仙好，惟有功名忘不了。\n　　古今将相在何方？荒冢一堆草没了。\n　　世人都晓神仙好，只有金银忘不了。\n　　终朝只恨聚无多，及到多时眼闭了。\n　　世人都晓神仙好，只有娇妻忘不了。\n　　君生日日说恩情，君死又随人去了。\n　　世人都晓神仙好，只有儿孙忘不了。\n　　痴心父母古来多，孝顺子孙谁见了？\n　　士隐听了，便迎上来道：“你满口说些什么？只听见些‘好了’‘好了’。”那道人笑道：“你若果听见‘好了’二字，还算你明白：可知世上万般，好便是了，了便是好。若不了，便不好；若要好，须是了。我这歌儿便叫《好了歌》。”士隐本是有夙慧的，一闻此言，心中早已悟彻。因笑道：“且住，待我将你这《好了歌》注解出来何如？”道人笑道：“你就请解。”士隐乃说道：\n　　陋室空堂，当年芴满床。\n　　衰草枯杨，曾为歌舞场。\n　　蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。\n　　说甚么脂正浓、粉正香，如何两鬓又成霜？\n　　昨日黄土陇头埋白骨，今宵红绡帐底卧鸳鸯。\n　　金满箱，银满箱，转眼乞丐人皆谤。\n　　正叹他人命不长，那知自己归来丧？\n　　训有方，保不定日后作强粱。\n　　择膏粱，谁承望流落在烟花巷！\n　　因嫌纱帽小，致使锁枷扛。\n　　昨怜破袄寒，今嫌紫蟒长。\n　　乱烘烘你方唱罢我登场，反认他乡是故乡。\n　　甚荒唐，到头来都是为他人作嫁农裳。\n　　那疯跛道人听了，拍掌大笑道：“解得切！解得切！”士隐便说一声“走罢”，将道人肩上的搭裢抢过来背上，竟不回家，同着疯道人飘飘而去。当下哄动街坊，众人当作一件新闻传说。封氏闻知此信，哭个死去活来。只得与父亲商议，遣人各处访寻，那讨音信？无奈何，只得依靠着他父母度日。幸而身边还有两个旧日的丫鬟伏侍，主仆三人，日夜作些针线，帮着父亲用度。那封肃虽然每日抱怨，也无可奈何了。\n这日那甄家的大丫鬟在门前买线，忽听得街上喝道之声。众人都说：“新太爷到任了！”丫鬟隐在门内看时，只见军牢快手一对一对过去，俄而大轿内抬着一个乌帽猩袍的官府来了。那丫鬟倒发了个怔，自思：“这官儿好面善，倒象在那里见过时。”于是进入房中，也就丢过不在心上。至晚间正待歇息之时，忽听一片声打的门响，许多人乱嚷，说：“本县太爷的差人来传人问话！”封肃听了，唬得目瞪口呆。\n不知有何祸事，且听下回分解。",
  "translation": "This is the opening chapter of the novel.\n\nThe author writes: Having made an utter failure of my life, I found myself one day, in the midst of my poverty and wretchedness, thinking about the female companions of my youth. As I went over them one by one, examining and comparing them in my mind’s eye, it suddenly came over me that those slips of girls—bit of fluff by comparison with myself, were nevertheless superior in virtue and understanding to me, “bone and sinew of the nation”, “manly heart” and all. Chagrined at the reflection that I could not stand comparison with the gentler sex, I suddenly hit upon a way out of my dilemma.\n\nAll I had to do was to make a record of all the recollections of these days of prosperity that I could now call to mind, and publish it for the entertainment of readers. And since this would also serve as a means of unburdening myself of the sense of remorse and useless regret which had been preying on my mind, it would kill two birds with one stone.\n\nI have accordingly been at great pains to produce this “Story of the Stone”. But in order to do so I had to use the language of the “bower of red delight” and the “green of drunkenness” in order to disguise the true nature of my experiences. Hence the names “Zhen Shiyin” (true facts concealed) and “Jia Yucun” (fiction in rustic language) which occur in these pages.\n\nWhat, you will ask, is the purpose of this book? Let me explain.\n\nLong ago, when the goddess Nü-wa was repairing the sky, she melted down a great quantity of rock and, on the Incredible Crags of the Great Fable Mountains, moulded the amalgam into thirty-six thousand, five hundred and one large building blocks, each measuring seventy-two feet by a hundred and forty-four feet square. She used thirty-six thousand five hundred of these blocks in the course of her building operations, leaving a single odd block unused, which lay, all on its own, at the foot of Greensickness Peak in the aforementioned mountains.\n\nNow this block of stone, having undergone the melting and moulding of a goddess, possessed magic powers. It could move about at will and could grow or shrink to any size it wanted. Observing that all the other blocks had been used for celestial repairs and that it was the only one to have been rejected as unworthy, it became filled with shame and resentment and passed its days in sorrow and lamentation.\n\nOne day, in the midst of its lamentings, it saw a monk and a taoist approaching from a great distance, each of them remarkable for his certain eccentricity of manner. They arrived at the foot of Greensickness Peak and sat down on the ground to rest. When they saw the pure, translucent stone—it had shrunk to the size of a fan-pendant in the course of its cycle of expansion and contraction—the monk took it up on the palm of his hand and addressed it smilingly:\n\n“You look to me like a magical stone, but I fear you are not yet ripe. I shall have to cut a few words on you so that anyone seeing you will know at once that you are something special. Then we can take you to some civilized and prosperous realm, to a cultured family of official status, a place where flowers and willows flourish, the home of pleasure and luxury where you can settle down in comfort.”\n\nThe stone was delighted. “What words will you cut? Where is this place you will take me to? I beg to be enlightened.”\n\n“You must not ask,” said the monk with a smile. “You will know soon enough when the time comes.”\n\nAnd with that he slipped the stone into his sleeve and set off at a great pace with the taoist. But where they both went to I have no idea.\n\nCountless aeons went by and a certain Taoist called Vanitas in quest of the secret of immortality chanced to be passing below that same Greensickness Peak in the Incredible Crags of the Great Fable Mountains. He noticed a large stone standing there, on which the characters of a long inscription were clearly discernible. He read it through. It was an account of the stone’s rejection for sky-repair, its transformation and conveyance to the world of men by the Buddhist of Infinite Space and the Taoist of Infinite Time, and the joys and sorrows, partings and encounters, warm and cold treatment from others, that it had subsequently experienced. There was a poem at the end of the inscription. It went:\n\nUnfit to mend the azure sky\nI passed some years on earth to no avail;\nMy life in both worlds is recorded here;\nWhom can I ask to pass on this romantic tale?\n\nThis is the opening chapter. In order to explain the origin of the book, the author has made use of the names Zhen Shiyin and Jia Yucun. Why did he use these names? You will have to read the book to find out.\n\nThe Taoist studied the inscription for a while and recognized that the stone had a history. “Brother Stone,” he said, “your story appears to me to be interesting and certainly deserves to be published. But as far as I can see it has no date, so you can’t call it a historical romance. And although it refers to a few unusual girls, it contains no great examples of loyalty and filial piety, nor does it deal with affairs of state. It is merely a love story.”\n\n“Why are you so obtuse, master?” asked the stone. “Why insist on a date? If you want to model this story on the rustic romances, why not just use the Han and Tang dynasties as a disguise? But this tale of mine follows the passions and affairs of real people, and is fresher and more original than those hackneyed stories set in false and borrowed times. All those historical romances contain slanders against sovereigns and ministers or reflect badly on other men’s wives and daughters; they are packed with sex and violence. And the worse type of breeze-and-moonlight romance is even more disgusting. The so-called talented scholars and beautiful ladies in these stories are all hacks and sluts. They start by talking about Wenjun and Zijan, but they can’t help bringing in indecency. The authors force themselves to write a few love poems, then invent names for a licentious man and wanton woman and assign the parts of a villain to some clown, making the whole story a tissue of pompous nonsense, contrary to true reason and human feeling. I’d rather tell about the women I have known myself during my lifetime. I don’t dare to say they were better than the heroines of earlier works, but at least the story of their experiences may serve to while away the time and prove diverting, while the few doggerels I have inserted may raise a laugh and add zest to the wine. As for the scenes of sad partings and happy meetings, prosperity and decline, these are all true to fact and not altered in the hope of being extraordinary. Instead of harming public morality, as other romances do, this story may have few merits but at least it will not make a bad impression and may even give a little harmless amusement. When men are sated with food and wine, or searching for some distraction to dispel their gloom, just looking through this story may divert them and stop their feeling depressed, and may even help them to fritter away time without wasting energy and spirit in seeking pleasure outside. So what do you say to that, master?”\n\nAfter some reflection the Taoist replied, “Very well. I will copy it out as you wish and take it into the world to mystify men.” And that is why the Taoist changed his name to the Amorous Monk and changed the title from The Story of the Stone to the Amorous Monk’s Record. Kong Meixi of East Lu called it A Mirror for the Romantic. Later Cao Xueqin in his Mourning-the-Red Studio pored over the book for ten years and rewrote it five times. He divided it into chapters, furnished headings for each, and renamed it The Twelve Beauties of Jinling. He also inscribed on it this verse:\n\nPages full of fantastic talk\nPenned with bitter tears;\nAll men call the author mad,\nNone his message hears.\n\nNow that the origin of The Story of the Stone is clear, let us see what was recorded on the stone.\n\nOn the Stone it was recorded that:\n\nIn the southeast is a place called Gusu, and in Gusu the most popular district around Changmen. In this district is a street called Renqing and in this street a temple called Gourd Temple. Next door to this temple lived a gentleman named Zhen Fei, whose courtesy name was Shiyin. His wife, née Feng, was a worthy virtuous woman with a strong sense of propriety and right. Although not wealthy, their family was respected in that locality as one of means and breeding.\n\nZhen Shiyin had no great ambition for fame or fortune. He was quite happy to live as a recluse, watering his flowers and growing bamboos, sipping wine and composing poetry. He was, in fact, a true immortal. One thing alone was lacking: he was now over fifty but had no son, only a three-year-old daughter named Yinglian.\n\nOne long hot summer day, having nothing better to do, Shiyin was sitting in his study. The book had slipped from his nerveless grasp and his head had nodded down onto the desk in a doze. While in this drowsy state he seemed to drift off to some place he could not identify, where he became aware of a monk and a Taoist walking along and talking as they went.\n\n‘Where do you intend to take that thing you are carrying?’ the Taoist was asking.\n\n‘Don’t you worry about him!’ replied the monk with a laugh. ‘There is a batch of lovesick souls awaiting incarnation in the world below whose fate is due to be decided this very day. I mean to take this opportunity of slipping him in amongst them and letting him have a taste of human life along with the rest.’\n\n‘Well, well, so another lot of these amorous wretches is about to enter the vale of tears,’ said the Taoist. ‘How did all this begin? And where are they to be born?’\n\n‘The story is rather amusing, I promise you,’ said the monk. ‘It all arose out of the stupidity of a certain block of stone. The goddess Nu Wa made to repair the sky with a number of rocks, and this was one of them; but when it came to his turn, he turned out to be unfit and was left down at the foot of Greensickness Peak in the Great Waste Mountain. Now it seems that after this rock had been rejected by the goddess, it became very dejected and would spend its days wandering about to no purpose. One day it came to the place where the fairy Disenchantment lives and she, realizing that it had supernatural qualities, but was too stupid to be of any use, took it in hand and made it into a little idol something between a gravestone and a shrine and placed it in a field alongside the other freaks and monstrosities in her collection. But because this rock had been refined by the goddess, it had acquired a certain amount of magic power. It could expand and contract, and could move about. And now it had become so small that it was no bigger than a fan-pendant. Disenchantment saw what a nice little thing it was and decided that it would make a very elegant paperweight, so she appointed it to the Office of Shen Ying in the Sunset Glow Palace and gave it the title of Divine Luminescent Stone-in-Waiting in the Court of Sunset Glow.\n\n‘Now it so happened that Divine Luminescent Stone-in-Waiting was in the habit of wandering about beside the banks of the Magic River. And there, on the bank of the river, beside the Rock of Rebirth, he noticed a beautiful crimson pearl-flower which he took to watering every day with sweet dew, thereby conferring on it the gift of life.\n\n‘This flower had been so long withdrawing into itself that it was finally able to shed its plant shape and assume the form of a girl. Every day she wandered beyond the confines of Li Hen Tian, living on the Secret Passion Fruit when she was hungry and drinking from the Kao Ch’ou River when she was thirsty.\n\n‘The only trouble was that she was still not able to repay the stone for the moisture that he had given her. “If I had not had his sweet dew to drink,” she would say to herself, “I should never have been able to achieve human form. But his kindness to me is still unrepaid. I feel a great longing to repay him, but there is no way of doing so. If he would only be reborn as a human being, I would go with him into the world and see that he spent a whole lifetime in tears, if that would be sufficient to repay him.”\n\n‘Because of this strange affair a great number of amorous young souls who would otherwise have been unable to resolve their karmic debts have been able to accompany these two and be reborn in the world below for a final settlement. Today is the day fixed for their departure. I think we ought to take this object and go and clear it with Disenchantment. Then we can get it registered and sent down with the rest of the party. That would be the completion of this stupidity business.’\n\n‘It certainly is a strange story!’ said the Taoist. ‘I have never heard of a debt of tears before. Why shouldn’t the two of us take advantage of this opportunity to go down into the world ourselves and save a few souls? It would be a work of merit.’\n\n‘That is exactly what I was thinking,’ said the monk. ‘Come with me to Disenchantment’s palace to get this stupid object registered. Then, when this tribe of amorous idiots goes down, you and I can go down with them. At present about half have already been born. They are waiting for the full number to be complete before they can be sent off.’\n\n‘Very good, I will go with you,’ said the Taoist.\n\nZhen Shiyin had heard every word of this conversation, but he had no idea what they were talking about. He could not resist going up to them and accosting them.\n\n‘Gentlemen!’ he said, bowing courteously. He sensed that there was something unusual about them and felt constrained to address them with respect. The monk and Taoist returned his greeting and asked him what he wanted.\n\n‘It is not often that one has the opportunity of listening to a discussion of the operations of karma such as I have just overheard,’ said Shiyin. ‘Unfortunately I am a man of very limited understanding and have not been able to derive the full benefit from it. If you would have the very great kindness to elucidate a little more clearly for my dull wits some of the matters you have been discussing, I promise you that I will listen most attentively. Perhaps your teaching would have the effect of rescuing me from the fiery pit into which I feel myself to be sinking.’\n\nThe two immortals laughed. ‘The secrets of the heavens are not to be divulged. But when the time comes for you to escape from the fiery pit, you may look us up. We can show you the way.’\n\nSo saying, they took the ‘stupid object’ from Shiyin and departed. But Shiyin was after them in a flash.\n\n‘Gentlemen!’ he cried, barring their way. ‘If you won’t tell me your secrets, would you at least let me see what that thing is you have there?’\n\n‘Oh, as to that,’ said the monk, ‘I think you might be allowed to see it.’ And he handed it to him.\n\nShiyin took it from him and saw that it was a beautiful clear jade on which the words ‘Magic Jade’ were inscribed. There were several smaller characters inscribed on the back, which he was just going to look at more closely when the monk, with a cry of ‘Here we are at the frontier!’, snatched the jade from him and disappeared through a big stone archway above which\n\nTHE LAND OF ILLUSION\n\nwas written in large characters. A couplet on the two sides of the archway read:\n\nTruth becomes fiction when the fiction’s true;\nReal becomes not-real when the unreal’s real.\n\nTruth becomes fiction when the fiction’s true;\nReal becomes not-real when the unreal’s real.\n\nHe was on the point of following them when he heard a crash like thunder which shook the earth. It made him cry out in alarm. And then he saw the blazing sun, banana palms and the melting snow. All the events of his dream had half slipped his mind.\nThe nurse came up with Yinglian in her arms just then, and seeing what a dear little creature she was, he took her and hugged her a while before leading her out to watch the bustle in the street.\nHe was about to go in again when he saw a monk and a priest approaching, the monk scabby-headed and barefoot, the priest tousle-haired and lame. They were behaving like madmen, shouting and laughing as they came up to his gate.\nAt the sight of Shiyin with Yinglian in his arms, the monk burst into loud sobs.\n“Why are you holding that ill-fated creature in your arms, kind patron?” he asked. “She will bring nothing but trouble to her parents.”\nThese struck Shiyin as the words of a madman and he took no notice.\n“Give her to me!” cried the monk. “Give her to me!”\nLosing patience, Shiyin turned and was about to go in when the monk pointed at him and laughed aloud, chanting:\n“Foolish man to hoard your child and wife;\nThey are no more than loaned for a brief span.\nOn the Lantern Festival see your whole life blighted:\nWhen the fire burns out, all will turn to ashes.”\n\nShiyin understood him clearly and was hesitating whether to question him when he heard the priest say, “This is where our paths divide. Each must go about his own business. Three aeons from now I shall wait for you at Mount Beimang; and we can go together to the Land of Illusion to have this affair expunged from the register.”\n“So be it, so be it,” replied the monk.\nAt that, both men vanished without a trace.\nThen Shiyin realized that they were no ordinary mortals and regretted not having questioned them; but it was too late.\nHe was standing there lost in thought when Jia Yucun, a poor scholar lodging at the Bottle-gourd Temple next door, came up.\nThis Jia Yucun was a native of Huzhou, a family of scholars and officials but now reduced to poverty. Left on his own in his youth, with no means to live on, he had moved to the capital. He had made such a poor living by writing that he had come here to live in this temple pending the next examination. For this reason he had frequent contacts with Shiyin.\nSeeing him standing there in a daze, Yucun asked, “What is on your mind, sir? I’ve seen you looking very upset these last few days, as if you had something on your mind.”\n“You are right,” said Shiyin. “I was just thinking about something that happened today and you’ve come most opportunely. Please come in and let’s while away the time.”\nHe sent the child indoors and went with Yucun to his study, where a boy served tea. They had not finished their conversation when a servant announced, “Mr. Yan is here to see you.”\nShiyin hurriedly rose and excused himself. “Forgive me for keeping you waiting. Do sit down. I shan’t be long.”\nYucun rose too. “Don’t stand on ceremony, sir. I am a regular guest here; I can wait.”\nSo Shiyin went to the front room. From there, through the window, Yucun saw a visitor being ushered in. Having nothing better to do, he amused himself by looking through some of the books on the shelf.\nHe had been reading for some time when he heard a young woman coughing outside. He slipped over to the window and looked out. It was a maid picking flowers. She had uncommon features, bright eyes and graceful eyebrows, and although no great beauty she possessed considerable charm. Unable to tear his eyes away, Yucun watched as she left with her flowers.\nJust then Shiyin came back and the two men resumed their conversation. It was not long before wine was served and they had not been drinking many cups when a messenger galloped up to report that Yucun’s friend had recommended him to the magistrate of Yinchuan, who wanted him to join his staff without delay.\nYucun hastily changed into court dress and went to thank his patron, while Shiyin fetched fifty taels of silver and two suits of winter clothes to speed him on his way. He also wrote a letter to the magistrate of Yinchuan commending Yucun to his attention.\n“The nineteenth of the second month is the day for the Lantern Festival,” Yucun was told. “You should lose no time in setting out. I shall expect to hear of your success.”\nAfter this they parted and Yucun went to his lodgings. He lost no time in starting his journey to Yinchuan. Of this no more need be said.\nTime passed quickly. Soon the Lantern Festival had come and gone. One day Shiyin sent his servant Huo Qi to invite Yucun over, but the man brought back word: “The monk in the temple says that Mr. Jia left for the capital the day after the Lantern Festival. He had a successful career in view, he said. He also asked me to tell you, sir, that he was sure to write as soon as he was established.”\n“Then I’ve lost the chance to see him off,” said Shiyin.\nSo the matter dropped.\nIndeed, true words are proved by false.\nThe false becomes the true.\nOnly when the unreal is taken for the real\nDoes the real become unreal.\n\nSo impressive, yet so shabby. My family has no poor relatives or friends like that. I suppose he must be the Jia Yuneui of whom my master so often speaks. No wonder he has also said, “He’s not one to remain long in poverty.” He’s often expressed the wish to help him, but has never found an opportunity. At this point she could not resist turning back for another look.\n\nYucun, seeing her turn back, was overjoyed, in the belief that she regarded him as her bosom friend. He decided that she must be quick-witted and remarkable and one of the few who could appreciate him in his obscurity.\n\nPresently the boy came back and let Yucun know that the guest in the hall was staying to a meal. As this made it out of the question to wait any longer, Yucun went through a passage to the side gate and left. And after the departure of his guest, Shiyin did not trouble to send for him again.\n\nIn time the Mid-Autumn Festival came round. After the family meal, Shiyin had another table laid in his study and strolled over in the moonlight to the temple. As he reached the door, he was about to raise his hand to knock when he heard a sigh followed by the words:\n\n“The jade in the casket awaits a good price.\nThe pin in the box will one day take flight.”\n\nThis was chanted with deep feeling. Shiyin smiled and said, “I see, Brother Yucun, that you are no ordinary man.”\n\nYucun lost no time in responding, “I would not venture to make so bold. It was just a random couplet I chanced to recite. I am surprised that you should have heard it, sir.”\n\n“Don’t say that. I was most impressed by what you said just now. I’ve long felt that you were a man of parts, and now I’m sure of it. You are certain to rise high in the world before long. Congratulations!”\n\n“You flatter me, sir. I am too ignorant to know the meaning of the words I uttered. But may I ask what brings you here today? You must know that I was just on the point of calling on your honourable brother. On second thoughts, as I am not presentable, I decided not to intrude. This is as good a time as any to return home.”\n\nShiyin laughed. “Some time ago I mentioned that an opportunity was bound to turn up one of these days, and so it has. Because of the festival I was just on my way to invite you to have a drink with me. It’s lucky I came on you like this. Let’s go to my humble cottage.”\n\nSo saying, he made Yucun take his hand and they went to the study, where soon the wine was served. They had not finished their first cup when a servant hurried in to announce the arrival of a Mr. Yan.\n\nThen Shiyin excused himself, saying, “Please don’t wait if I’m rather long. Do just as you like.” He went to the reception room and left Yucun to himself, reading.\n\nFinding the time hang heavy on his hands, Yucun strolled out after writing a couple of distiches and a quatrain expressing his dejection. Then Shiyin came back.\n\n“I didn’t keep you waiting too long, I hope?” he asked.\n\n“Not at all. I have been diverting myself with writing in the hope of your return.”\n\nShiyin took up the poem he had written and read it through. It was excellent.\n\n“This shows that my brother has great talent,” he said. “He is bound to rise high soon. This is most inspiring. Let me congratulate you.”\n\n“What I have expressed in my poor lines is not worth your praise. However, may I venture to ask who the visitor was?”\n\n“They were the Zhens from Hsuchow. They have some connection with my wife. I was hard put to it entertaining them, but luckily I’ve got rid of them now. We can enjoy ourselves.”\n\nAs they were talking, more refreshments were served and they did not rise from the table until they had finished the wine. They were now rather tipsy. Soon the feast was cleared away and they had tea.\n\nBut now Yucun’s ambition had been fired and he could not suppress his exultation. Tipping another cup, he chanted some doggerel to the moon:\n\n“On the fifteenth the moon is full,\nWrapping the world in precious light;\nAll men on earth look up to her\nAs to a mirror wondrous bright.\nHer beams some lucky ones enjoy,\nAnd her fine lustre others share;\nBut she to me seems most inclined\nTo light my humble cot and me.”\n\n“Excellent!” cried Shiyin. “I’ve always maintained that you were cut out for great things. These lines presage rapid advancement. Very soon you will be treading on the clouds. Let me congratulate you. Drink this up.”\n\nHe poured Yucun a large cup of wine.\n\nYucun tossed it off and then, surprisingly, sighed.\n\n“Don’t think this is just drunken talk,” he said. “I believe I could acquit myself quite creditably in the examinations; but I have no money in my wallet for travelling expenses and the capital is far away. I can’t raise the funds by my literary labours.” He heaved another sigh.\n\n“Why didn’t you say so before?” asked Shiyin. “I’ve often wondered about this, but since you never referred to it I didn’t like to broach the subject. If that’s how things are, dull as I am, at least I know what’s due to a friend. Luckily the metropolitan examinations are coming up next year. You must go to the capital as fast as you can and prove your learning in the spring tests. I shall count it a privilege to help you.”\n\nHe sent his boy in to fetch fifty taeis of silver and two suits of winter clothes.\n\n“The nineteenth is a good day for travelling,” he continued. “You can hire a boat then and start your journey west. I look forward to drinking to your success next winter after you have distinguished yourself in the golden palace.”\n\nYucun accepted the silver and clothes with no more than perfunctory thanks, then inquired, “Aren’t you afraid this may be a waste? I can’t thank you properly now, but I shall wait for your orders as soon as I have an official post. These gifts are not just like alms tossed to a beggar. I have the money for the journey, but for other expenses I must depend on my friends in the capital.”\n\n“I have a friend living at Gourd Temple. I’ll give you a letter to him. If you stay with him, he’ll be able to make all your arrangements for you. What do you say to that?”\n\n“I’ve stayed there before. The abbot is a good sort and we are on excellent terms.”\n\nAfter that they went on talking and drinking until late at night, when the feast ended and Yucun retired to his room to sleep. Shiyin did not turn in until he had written the letter and made ready the presents for his friend.\n\nThe next day Yucun went to see Shiyin again to ask for the letter. But the scholar’s servant said, “The master didn’t sleep well last night. He’s still resting. You had better come again tomorrow.”\n\nYucun had to go back to the temple. But when he called again the following day, Shiyin had already gone out. He waited three days in vain, then prepared to leave on the nineteenth. The boatman was ready and all his baggage on board. He went once more to say goodbye to Shiyin, but was told:\n\n“The master has just gone to Tushan Monastery to enjoy the moonlight. He will be back the day after tomorrow.”\n\nYucun had no time to wait. He left a message with the servant and started his journey to the capital.\n\nAfter Shiyin’s return and the servant’s report, he could only resign himself to the fact that Yucun had gone.\n\nNow this was a time of peace and prosperity, when the population was increasing and the people were well-fed and contented. In the capital, however, the sale of lanterns on the fifteenth of the first moon was more spectacular than ever.\n\nShiyin told a servant to take Yinglian to see the fancy lanterns. Towards midnight the servant put the little girl down in a quiet spot while he went to answer a call of nature. When he came back she was nowhere to be seen. He searched for her frantically until dawn, but all in vain. Not venturing to go back empty-handed to his master, he ran away to another district.\n\nShiyin and his wife were distressed to find that their daughter had not come home and the servant had disappeared. They made every possible inquiry, but with no result.\n\nThe mother fell ill with longing and day after day sent out to ask for news, none of which was forthcoming.\n\nThen, less than a month later, Shiyin fell ill too. To add to their troubles, on the fifteenth of the third month a fire broke out in Gourd Temple — that Gourd Temple where Yucun had stayed — and soon spread to the neighbouring buildings. Although the soldiers tried to put it out, the fire was already sweeping down the street, burning everything in its path. The whole street was reduced to ashes, and Shiyin’s house was razed to the ground. Luckily he and his wife and their few servants escaped with their lives, but he was left destitute. He had to take his family to his father-in-law’s in the country.\n\nThis father-in-law, Feng Su, a native of Tatzuchow, was a farmer who had made a little money. He was very disgruntled to see his son-in-law arrive in such distress. Fortunately Shiyin had some money left from the sale of his property, and he asked Feng Su to invest this for him in some land on which to support his family. The latter cheated him, however, giving him only half the sum due and taking the rest for himself. And when after a year or so Shiyin protested, Feng Su said:\n\n“You’ve always been too fond of doing nothing but drinking and amusing yourself. Now you’ve lost all you had and can’t support yourself, but come to me with your hands in your sleeves. I’ve spent my hard-earned savings on food and drink for you, and that should be good enough. What do you mean by accusing me of cheating you? We’ll see what people have to say about that.”\n\nThis reduced Shiyin to speechless rage. He repented of his mistake and thought of moving elsewhere, but had no means to do so. His father-in-law, who had to keep up appearances, made a show of giving him a little help from time to time, but behind his back grumbled to all and sundry about his shiftless son-in-law who ate and drank too much and did nothing.\n\nSo Shiyin, whose years were now telling on him and who had suffered so many blows of fortune, suddenly seemed a dozen years older. One day, leaning on his staff, he was trying to relax by walking to the roadside when he saw a Taoist priest approach — a lame, barefooted man in rags with unkempt hair. As the man drew near, he bowed to Shiyin.\n\n“What is it you want, reverend sir?” asked Shiyin. “You must have mistaken me for someone else.”\n\n“I don’t want anything,” answered the Taoist with a smile. “I simply thought, sir, that you must be one who has seen through the world and was thinking of leaving it. If you have, I should be glad to be your companion.”\n\nShiyin had always been quick-witted, and at these words the scales fell from his eyes.\n\n“Wait for me, reverend sir,” he said.\n\nWithout even going home, he set off then and there with the priest.\n\nThis caused a sensation in the neighbourhood, and the news was carried to Feng Su, who could only beat his hands and sigh. Then he told his daughter to resign herself to her fate. Luckily she still had the two maids who had waited on her in the old days, and the three of them supported themselves by sewing, helped now and then by her father.\n\nOne day the elder of the maids was buying thread at the gate when she heard men shouting to clear the street and the hum of many voices. Putting down her basket, she saw an official pass with a retinue of attendants. The official in his chair was wearing an black gauze cap and scarlet robe. He looked familiar.\n\n“Isn’t that our master?” she wondered. “But how did he become an official?”\n\nBut she dared not accost him. After the official had passed, she went back into the house.\n\n“I saw an official pass just now in a chair with attendants,” she told her mistress. “He looked exactly like Mr. Zhen. I wanted to go up to him, but didn’t dare. So I came back to tell you, madam.”\n\nAt this, Shiyin’s wife shed tears.\n\n“How could it be him? He went off with that Taoist priest that day. He hasn’t been home for fifteen years. I’m sure he’s dead and buried in some unmarked grave. How could he have become an official? If my husband were still alive, for all his poverty and low position he wouldn’t have deserted us and left us to shift for ourselves. He must have died long ago.”\n\nThat evening there was a knock at the gate and a messenger asked, “Is this where Mr. Zhen lives?”\n\n“This used to be his house,” answered the old servant at the gate. “He left long ago.”\n\n“Where has he gone?”\n\n“No one knows.”\n\n“Who is his wife then?”\n\n“His wife lives here with her father, Mr. Feng.”\n\nBy this time Feng Su had come out. He invited the messenger in and asked his business.\n\n“The new prefect of this district is called Jia Yucun,” the man told him. “He was an intimate friend of your honourable son-in-law. On his way to take up his post today he saw your son-in-law in a dream, and that is why he has sent me to make inquiries. He heard that Mr. Zhen had become a Taoist and left home, but your honourable daughter is still here. That being so, he would like to see her. He has sent me with a gift and a letter.”\n\nHe presented the letter and went back to report.\n\nThen Shiyin’s wife, in great distress, told her father what had happened during the day. Feng Su took the letter and opened it. On fine red paper with an official heading was written:\n\n“Your humble servant Yucun bows to his worthy brother and begs the honour of a visit. Thanks to your gracious influence I have become an official, and I recall with gratitude our past friendship. I have dreamt of you on my way to my post, and now I learn that you have become an immortal and your esteemed lady is living with her father. When I was a poor student, you were very kind to me; and since I was lucky enough to obtain an official post the other day, I have been unable to repay your kindness. I have been longing to see you, but the road is long. Now I have come to serve in this district and am eager to send a messenger to you with a small token of my esteem. I have also taken the liberty of sending two packets of silver as a humble tribute to your lady. If you condescend to visit me, I shall be able to converse with you and unburden my heart. This letter comes with your brother’s sincere respects.”\n\nFeng Su was overjoyed. He urged his daughter to write a reply and prepare gifts for the messenger, who was entertained with wine and food. The next day he went in person to thank the prefect.\n\nYucun had silver and silk sent to him, and after that the two families exchanged frequent visits.\n\nOne day Yucun was told that the new salt commissioner had arrived to take up his post and that the gentleman’s name was Lin Ruhai.\n\nLin Ruhai’s courtesy name was Haihou. He was a native of Soochow and had placed third in the previous palace examination. He had now been promoted to the Censorate and sent to Yangchow as salt commissioner. His ancestors had held noble ranks for three generations, but as his father had been an imperial favourite he had been given an additional title; and the family’s prestige had increased. Unfortunately the family was not a large one. Although Lin Ruhai had several concubines, he had no son. He was over forty and had only one daughter, whose mother had died the year before.\n\nThe child’s name was Daiyu. She was just twelve, and had been taught to read and write by a tutor since she was a child, because her parents had no son and she was as clever as a boy. They had treated her as the apple of their eye.\n\nThe prefect’s wife had died a year previously, and he had no concubine; so he was in need of a wife to look after his household. He had therefore asked his friend to arrange a match for him. Yucun was eager to do him a favour, and the matter was soon settled.\n\nYucun chose the second day of the next month for the wedding, and\n\nAfter this date you should lose no time in hiring a boat and coming west. When you have soared up to dizzy heights, we can meet again next winter. What could be better?\" Yu-tsun accepted the money and clothes with no more than a cursory word of thanks, but resumed his chat and laughter as if nothing had happened. They did not part until the third watch, and Shih-yin saw his guest to the gate. It was close on dawn when he returned to his room and slept.\n\nHe did not wake till the sun was high in the sky. Remembering the previous night’s incident, he decided to write two letters of recommendation for Yu-tsun to take to the capital, to facilitate his approach to some official family where he could find a footing. He sent a servant to invite Yu-tsun over, but the man brought back this message from the temple:\n\n“The monk says Mr. Chia left for the capital at the fifth watch this morning. He told me to tell you, sir: ‘A scholar shouldn’t worry about lucky or unlucky days but act as reason dictates.’ He said there wasn’t time to say goodbye.”\n\nSo Shih-yin had to let the matter drop.\n\nTrue, time flies faster when one has nothing to do. In a twinkling the merry Festival of Lanterns came round again. Shih-yin told his servant Huo Chi to take Ying-lien out to see the fireworks and ornamental lanterns. Along towards midnight Huo Chi set Ying-lien down on a doorstep while he stepped round the corner to relieve himself. When he came back she was gone. He made a frantic search the whole night long. But by dawn he had still not found her and, not daring to face his master, he ran away to another district.\n\nShih-yin and his wife were naturally alarmed when their daughter failed to come home. They sent out more servants to search, but all returned without any news.\n\nThe shock made the old couple take to their beds. Then, having no one else to turn to, they had to report the loss to the authorities, who promised to track the child down.\n\nBut no success attended their efforts.\n\nNow Ying-lien was Shih-yin’s only child and her loss nearly killed him. Less than a month later he fell ill, and then his wife too. The doctor came daily to feel their pulses and prescribe for them.\n\nThen, on the fifteenth of the third month, a fire broke out in the Gourd Temple next door and soon spread to all the adjacent buildings. Although the soldiers and people tried to put it out, the fire, fanned by a strong wind, raged more fiercely than ever until the whole street was ablaze and looked like a sea of flame. It burned all night before it died down, destroying we know not how many houses. The Chen family next door was reduced to a pile of rubble. Although Shih-yin and his wife and a few servants escaped with their lives, he could do nothing but stamp his feet and sigh.\n\nHe decided then to look for refuge on his farm. But the last few years had seen poor harvests and widespread banditry. Government troops were out everywhere arresting suspects and making things worse for the people. Unable to settle down on his farm, Shih-yin had to mortgage his land and take his wife and two maids to find refuge with his father-in-law Feng Su.\n\nA native of Ta-ju Chou, this Feng Su was a farmer who, having a little property, was comfortably off. But he was displeased by his son-in-law’s arrival, although Shih-yin had money from the mortgage of his land and produced it to help with the farming, asking Feng Su to buy him a house and land against a rainy day. The old fellow pocketed half the sum and only gave Shih-yin some derelict cottage and poor fields. A scholar, who had never lifted a finger to help himself, Shih-yin now had to manage as best he could. In a year or two he grew poorer and poorer, and Feng Su would treat him to a few sarcastic remarks, telling people, “He’s a hopeless incompetent and a spendthrift. He can’t even make a living in the ordinary way, but lives off other people.” This so exasperated Shih-yin that he fell ill after all the anxiety and hardship he had been through. Then, as he was getting on in years and had gone through so much, he suddenly found himself at the end of his tether.\n\nOne day, leaning on his cane, he was dragging himself to the main road to bask in the sun when along came a shaggy-headed, barefoot Taoist in a hemp gown. As he advanced he chanted:\n\n\"All men long to be immortals\nYet to riches and rank each aspires;\nThe great ones of old, where are they now?\nTheir graves are a mass of briars.\n\nAll men long to be immortals,\nYet silver and gold they prize\nAnd grub for money all their lives\nTill death seals up their eyes.\n\nAll men long to be immortals\nYet dote on the wives they’ve wed,\nWho swear to love their husband evermore\nBut remarry as soon as he’s dead.\n\nAll men long to be immortals\nYet with getting sons won’t have done.\nAlthough fond parents are legion,\nWho ever saw a really filial son?\"\n\nMen all know that salvation should be won, But with ambition won’t have done, have done. Where are the famous ones of days gone by? In grassy graves they lie now, every one.\n\nMen all know that salvation should be won, But with their riches won’t have done, have done. Each day they grumble they’ve not made enough. When they’ve enough, it’s goodnight everyone!\n\nMen all know that salvation should be won, But with their loving wives they won’t have done. The darlings every day protest their love: But once you’re dead, they’re off with another one.\n\nMen all know that salvation should be won, But with their children won’t have done, have done. Yet though of parents fond there is no lack, Of grateful children saw I ne’er a one.\n\n“What is all this you are saying?” demanded Shiyin as he stepped forward. “All I can make out is a lot of ‘won’ have done’ and ‘all men know’.”\n\n“If you can make out ‘won’ have done’,” replied the Taoist, “you may be said to have understood; for in all affairs of this world what is won is done, and what is done is won; for whoever has not done won’t have won, and in order to have won you must first have done. I shall call my song the ‘Won-Done Song’.”\n\nShiyin had always been quick-witted, and on hearing these words his mind was already half-enlightened.\n\n“Wait a minute,” he said. “How would you like me to provide your ‘Won-Done Song’ with a commentary?”\n\n“Please do,” said the Taoist; and Shiyin proceeded to speak as follows:\n\nMean hovels and abandoned halls\n\nWhere courtiers once paid daily calls;\n\nBleak haunts where weeds and willows scarcely thrive\n\nWere once with mirth and rapture alive.\n\nWhilst cobwebs shroud the mansion’s gilded beams,\n\nThe cottage casement with choice muslin gleams.\n\nWould you of perfumed elegance recite?\n\nEven as you speak, the raven locks turn white.\n\nWho yesterday her lord’s bones laid in clay,\n\nOn silken bridal-bed shall lie today.\n\nCoffers with gold and silver filled:\n\nNow, in a trice, a tramp by all reviled.\n\nOne at his own fate rails,\n\nBut who another’s life assails?\n\nThough you may groom your child with greatest care,\n\nHow can you guarantee that he’ll turn out a heir?\n\nWho by her lord’s grave weeps her fill,\n\nTomorrow may another’s mansion fill.\n\nSo full of shifts and changes is the human lot,\n\nThat one had better be what one is not.\n\nWhy should they, who only others’ clothes make,\n\nFor others a bright future undertake?\n\nThe crazy, limping Taoist clapped his hands delightedly.\n\n“That’s a penetrating commentary!” he said.\n\nShiyin merely replied by seizing the satchel that hung from the other’s shoulder and slinging it over his own, and then, without another word and with never a backward glance at his home and family, he strode off into the wide world in the company of the mad priest.\n\nThis event made a great stir in the little town, and for many days it was the talk of the whole neighbourhood. When Shiyin’s wife heard what had happened she wept bitterly and, after consulting her father, sent men out to search for her husband everywhere; but no news of him was to be found. She was forced, consequently, to rely on her parents for support. Fortunately she still had the two maids who had been with her before her marriage, and the three of them now devoted themselves to needlework in order to help defray old Feng Su’s expenses. The old man did what he could for them, but he grumbled a good deal, having little relish for the necessity of having to support his daughter and her dependants for the rest of his life.\n\nOne day one of the two maids was purchasing some silks at the door when she heard the yamen runners shouting for everyone to get out of the way because the new magistrate was passing. She hid in the doorway and watched as the runners and policemen went by two by two. Finally a large blue-covered palanquin came into view in which was seated an official in a black hat and scarlet robe. The maid was somewhat taken aback to find that the official’s face looked familiar; but it was some time before she realized where she had seen it before. Presently she went indoors and dismissed the matter from her mind.\n\nThat evening, just as they were getting ready for bed, there was a great knocking at the door and a group of yamen runners burst into the house, all shouting that they wanted to see Mr Feng Su. Feng Su, who had been peacefully sleeping off the effects of a drinking bout, was dragged out of bed and hauled into the presence of the magistrate.\n\nTerrified though he was, Feng Su was able to recall that the magistrate’s name was Jia and that he was a native of these parts. But he had been found guilty of some offence and had been deprived of his rank and banished from the capital. He had later been reinstated and promoted, and was now being sent back to his native province and district as magistrate.\n\nWhat, Feng Su wondered, could the magistrate want him for?\n\nHis Honour’s purpose will be disclosed in the following chapter."
}