{
  "index": "003",
  "title": "第3章 托内兄如海荐西宾 接外孙贾母惜孤女",
  "original": "却说雨村忙回头看时，不是别人，乃是当日同僚一案参革的张如圭。他系此地人，革后家居，今打听得都中奏准起复旧员之信，他便四下里寻情找门路，忽遇见雨村，故忙道喜。二人见了礼，张如圭便将此信告知雨村，雨村欢喜，忙忙叙了两句，各自别去回家。冷子兴听得此言，便忙献计，令雨村央求林如海，转向都中去央烦贾政。雨村领其意而别，回至馆中，忙寻邸报看真确了，次日面谋之如海。如海道：“天缘凑巧，因贱荆去世，都中家岳母念及小女无人依傍，前已道了男女船只来接，因小女未曾大痊，故尚未行，此刻正思送女进京。因向蒙教训之恩，未经酬报，遇此机会岂有不尽心图报之理。弟已预筹之，修下荐书一封，托内兄务为周全，方可稍尽弟之鄙诚；即有所费，弟于内家信中写明，不劳吾兄多虑。”雨村一面打恭，谢不释口，一面又问：“不知令亲大人现居何职？只怕晚生草率，不敢进谒。如海笑道：“若论舍亲，与尊兄犹系一家，乃荣公之孙。内兄现袭一等将军之职，名赦，字恩侯。二内兄名，字存周，现任工部员外郎，其为人谦恭厚道，大有祖父遗风，非膏粱轻薄之流。故弟致书烦托，则不但有污尊兄清操，即弟亦不屑为矣。”雨村听了，心下方信了昨日子兴之言，于是又谢了林如海。如海又说：“择了出月初二日小女入都，吾兄即同路而往，岂不两便？”雨村唯唯听命，心中十分得意。如海遂打点礼物并饯行之事，雨村一一领了。\n　　那女学生原不忍离亲而去，无奈他外祖母必欲其往，且兼如海说：“汝父年已半百，再无续室之意，且汝多病，年又极小，上无亲母教养，下无妹妹扶持。今去依傍外祖母及舅氏姊妹，正好减我内顾之忧，如何不去？”黛玉听了，方洒泪拜别，随了奶娘及荣府中几个老妇登舟而去。雨村另有船只，带了两个小童，依附黛玉而行。\n　　一日到了京都，雨村先整了衣冠，带着童仆，拿了宗侄的名帖至荣府门上投了。彼时贾政已看了妹丈之书，即忙请入相会。见雨村像貌魁伟，言谈不俗，且这贾政最喜的是读书人，礼贤下士，拯溺救危，大有祖风，况又系妹丈致意，因此优待雨村，更又不同。便极力帮助，题奏之日，谋了一个复职。不上两月，便选了金陵应天府，辞了贾政，择日到任去了，不在话下。\n　　且说黛玉，自那日弃舟登岸时，便有荣府打发轿子并拉行李车辆伺候。这黛玉尝听得母亲说，他外祖母家与别人家不同。他近日所见的这几个三等的仆妇，吃穿用度已是不凡，何况今至其家，都要步步留心，时时在意，不要多说一句话，不多行一步路，恐被人耻笑了去。自上了轿，进了城，从纱窗中瞧了一瞧，其街市之繁华，人烟之阜盛，自非别处可比。又行了半日，忽见街北蹲着两个大石狮子，三间兽头大门，门前列坐着十来个华冠丽服之人，正门不开，只东西两角门有人出入。正门之上有一匾，匾上大书“敕造宁国府”五个大字。黛玉想道：“这是外祖的长房了。”又往西不远，照样也是三间大门，方是“荣国府”。却不进正门，只由西角门而进。轿子抬着走了一箭之远，将转弯时便歇了轿，后面的婆子也都下来了，另换了四个眉目秀洁的十七人岁的小厮上来，抬着轿子，众婆子步下跟随。至一垂花门前落下，那小厮俱然退出，众婆子上前打起轿帘，扶黛玉下了轿。黛玉扶着婆子的手进了垂花门，两边是超手游廊，正中是穿堂，当地放着一个紫檀架子大理石屏风。转过屏风，小小三间厅房，厅后便是正房大院。正面五间上房，皆是雕梁画栋，两边穿山游廊厢房，挂着各色鹦鹉画眉等雀鸟。台阶上坐着几个穿红着绿的丫头，一见他们来了，都笑迎上来道：“刚才老太太还念诵呢！可巧就来了。”于是三四人争着打帘子，一面听得人说：“林姑娘来了！”\n　　黛玉方进房，只见两个人扶着一位鬓发如银的老母迎上来。黛玉知是外祖母了，正欲下拜，早被外祖母抱住，搂人怀中，“心肝儿肉”叫着大哭起来。当下侍立之人无不下泪，黛玉也哭个不休。众人慢慢解劝，那黛玉方拜见了外祖母，贾母方一一指与黛玉道：“这是你大舅母。这是二舅母。这是你先前珠大哥的媳妇珠大嫂子。”黛玉一一拜见。贾母又叫：“请姑娘们。今日远客来了，可以不必上学去。”众人答应了一声，便去了两个。不一时，只见三个奶妈并五六个丫鬟，拥着三位姑娘来了。第一个肌肤微丰，身材合中，腮凝新荔，鼻腻鹅脂，温柔沉默，观之可亲。第二个削肩细腰，长挑身材，鸭蛋脸儿，俊眼修眉，顾盼神飞，文彩精华，见之忘欲。第三个身量未足，形容尚小。其钗环裙袄，三人皆是一样的妆束。黛玉忙起身迎上来见礼，互相厮认，归了坐位。丫鬟送上茶来。不过叙些黛玉之母如何得病，如何请医服药，如何送死发丧。不免贾母又伤感起来，因说：“我这些女孩儿．所疼的独有你母亲。今一旦先我而亡，不得见面，怎不伤心！”说着，携了黛玉的手又哭起来。众人都忙相劝慰，方略略止住。\n　　众人见黛玉年纪虽小，其举止言谈不俗，身体面貌虽弱不胜衣，却有一段风流态度，便知他有不足之症。因问：“常服何药？为何不治好了？”黛玉道：“我自来如此，从会吃饭时便吃药，到如今了，经过多少名医，总未见效。那一年我才三岁，记得来了一个癞头和尚，说要化我去出家。我父母自是不从，他又说：‘既舍不得他，但只怕他的病一生也不能好的。若要好时，除非从此以后总不许见哭声，除父母之外，凡有外亲一概不见，方可平安了此一生。’这和尚疯疯癫癫说了这些不经之谈，也没人理他。如今还是吃人参养荣丸。”贾母道：“这正好，我这里正配丸药呢，叫他们多配一料就是了。”\n　　一语未完，只听后院中有笑语声，说：“我来迟了，没得迎接远客！”黛玉思忖道：“这些人个个皆敛声屏气如此，这来者是谁，这样放诞无礼？”心下想时，只见一群媳妇丫鬟拥着一个丽人从后房进来。这个人打扮与姑娘们不同，彩绣辉煌，恍若神妃仙子。头上戴着金丝八宝攒珠髻，绾朝阳五凤挂珠钗，项上戴着赤金盘螭缨络圈，身上穿着缕金百蝶穿花大红云缎窄裉袄，外罩五彩刻丝石青银鼠褂，下着翡翠撒花洋绉裙。一双丹凤三角眼，两弯柳叶掉捎眉，身量苗条，体格风骚，粉面含春威不露，丹唇未启笑先闻。黛玉连忙起身接见。贾母笑道：“你不认得他，他是我们这里有名的一个泼辣货，南京所谓‘辣子’，你只叫他‘凤辣子’就是了。”黛玉正不知以何称呼，众妹妹都忙告诉黛玉道：“这是琏二嫂子。”黛玉虽不曾识面，听见他母亲说过，大舅贾赦之子贾琏，娶的就是二舅母王氏的内侄女，自幼假充男儿教养，学名叫做王熙凤。黛玉忙陪笑见礼，以“嫂”呼之。\n　　这熙凤携着黛玉的手，上下细细打量一回，便仍送至贾母身边坐下，因笑道：“天下真有这样标致人儿！我今日才算看见了。况且这通身的气派，竟不象老祖宗的外孙女儿，竟是嫡亲的孙女儿似的，怨不得老祖宗天天嘴里心里放不下。只可怜我这妹妹这么命苦，怎么姑妈偏就去世了呢！”说着便用帕拭泪。贾母笑道：“我才好了，你又来招我。你妹妹远路才来，身子又弱，也才劝住了，快别再提了。”熙凤听了，忙转悲为喜道：“正是呢！我一见了妹妹，一心都在他身上，又是喜欢，又是伤心，竟忘了老祖宗了，该打，该打！”又忙拉着黛玉的手问道：“妹妹几岁了？可也上过学？现吃什么药？在这里别想家，要什么吃的、什么玩的，只管告诉我。丫头老婆们不好，也只管告诉我。”黛玉一一答应。一面熙凤又问人：“林姑娘的东西可搬进来了？带了几个人来？你们赶早打扫两间屋子，叫他们歇歇儿去。”说话时已摆了果茶上来，熙凤亲自布让。又见二舅母问他：“月钱放完了没有？”熙凤道：“放完了。刚才带了人到后楼上找缎子，找了半日也没见昨儿太太说的那个。想必太太记错了。”王夫人道：“有没有，什么要紧。”因又说道：“该随手拿出两个来给你这妹妹裁衣裳啊。等晚上想着再叫人去拿罢。”熙凤道：“我倒先料着了。知道妹妹这两日必到，我已经预备下了，等太太回去过了目好送来。”王夫人一笑，点头不语。\n　　当下茶果已撤，贾母命两个老嬷嬷带黛玉去见两个舅舅去。维时贾赦之妻邢氏忙起身笑回道：“我带了外甥女儿过去，到底便宜些。”贾母笑道：“正是呢。你也去罢，不必过来了。”那邢夫人答应了，遂带着黛玉和王夫人作辞，大家送至穿堂。垂花门前早有众小厮拉过一辆翠幄清油车来，邢夫人携了黛玉坐上，众老婆们放下车帘，方命小厮们抬起。拉至宽处，驾上驯骡，出了西角门往东，过荣府正门，入一黑油漆大门内，至仪门前方下了车。邢夫人挽着黛玉的手进入院中，黛玉度其处，必是荣府中之花园隔断过来的。进入三层仪门，果见正房、厢房、游廊，悉皆小巧别致，不似那边的轩峻壮丽，且院中随处之树木山石皆好。及进入正室，早有许多艳妆丽服之姬妾丫鬟迎着。邢夫人让黛玉坐了，一面令人到外书房中请贾赦。一时回来说：“老爷说了：‘连日身上不好，见了姑娘彼此伤心，暂且不忍相见。劝姑娘不必伤怀想家，跟太太和舅母，是和家里一样的。姐妹们虽拙，大家一处作伴，也可以解些烦闷。或有委屈之处只管说，别外道才是。’”黛玉忙站起身来，一一答应了。再坐一刻便告辞，邢夫人苦留吃过饭去。黛玉笑回道：“舅母爱惜赐饭，原不应辞，只是还要过去拜见二舅舅，恐去迟了不恭，异日再领，望舅母容谅。”邢夫人道：“这也罢了。”遂命两个嬷嬷用方才坐来的车送过去。于是黛玉告辞。邢夫人送至仪门前，又嘱咐了众人几句，眼看着车去了方回来。\n　　一时黛玉进入荣府，下了车，只见一条大甬路直接出大门来。众嬷嬷引着便往东转弯，走过一座东西穿堂、向南大厅之后仪门内大院落，上面五间大正房，两边厢房，鹿顶，耳门钻山，四通八达，轩昂壮丽，比各处不同。黛玉便知这方是正内室。进入堂屋，抬头迎面先见一个赤金九龙青地大匾，匾上写着斗大三个字是“荣禧堂”，后有一行小字“某年月日书赐荣国公贾源”，又苍“万几宸翰”之宝。大紫檀雕螭案上设着三尺多高青绿古铜鼎，悬着待漏随朝墨龙大画，一边是錾金彝，一边是玻璃盆。地下两溜十六张楠木圈椅。又有一副对联，乃是乌木联牌镶着錾金字迹，道是：\n　　　　座上珠玑昭日月；堂前黼黻焕烟霞。\n　　下面一行小字是“世教弟勋袭东安郡于穆拜手书。”原来王夫人时常居坐宴息也不在这正室中，只在东边的三间耳房内。于是嬷嬷们引黛玉进东房门来。临窗大炕上铺着猩红洋毯，正面设着大红金线蟒引枕，秋香色金钱蟒大条褥，两边设一对梅花式洋漆小几，左边几上摆着文王鼎，鼎旁匙著香盒，右边几上摆着汝窑美人觚，里面插着时鲜花草。地下面西一溜四张大椅，都搭着银红撒花椅搭，底下四副脚踏。两边又有一对高几，几上若碗瓶花俱备。其徐陈设，不必细说。老嬷嬷让黛玉上炕坐。炕沿上却也有两个锦褥对设。黛玉度其位次，便不上炕，只就东边椅上坐了。本房的丫鬟忙捧上茶来。黛玉一面吃了，打量这些丫鬟们妆饰衣裙、举止行动，果与别家不同。\n　　茶未吃了，只见一个穿红绩袄青绸掐牙背心的一个丫鬟走来笑道：“太太说：请林姑娘到那边坐罢。”老嬷嬷听了，于是又引黛玉出来，到了东南三间小正房内。正面炕上横设一张炕桌，上面堆着书籍茶具，靠东壁面西设着半旧的青缎靠背引枕。王夫人却坐在西边下首，亦是半旧青缎靠背坐褥。见黛玉来了，便往东让。黛玉心中料定这是贾政之位，因见挨炕一溜三张椅子上也搭着半旧的弹花椅袱，黛玉便向椅上坐了。王夫人再三让他上炕，他方挨王夫人坐下。王夫人因说：“你舅舅今日斋戒去了，再见罢。只是有句话嘱咐你，你三个姐妹倒都极好，以后一处念书认字，学针线，或偶一玩笑，却都有个尽让的。我就只一件不放心，我有一个孽根祸胎，是家里的‘混世魔王’，今日因往庙里还愿去，尚未回来，晚上你看见就知道了。你以后总不用理会他，你这些姐姐妹妹都不敢沾惹他的。”黛玉素闻母亲说过，有个内侄乃衔玉而生，顽劣异常，不喜读书，最喜在内帏厮混，外祖母又溺爱，无人敢管。今见王夫人所说，便知是这位表兄，一面陪笑道：“舅母所说，可是衔玉而生的？在家时记得母亲常说，这位哥哥比我大一岁，小名就叫宝玉，性虽憨顽，说待姊妹们却是极好的。况我来了，自然和姊妹们一处，弟兄们是另院别房，岂有沾惹之理？”王夫人笑道：“你不知道原故，他和别人不同，自幼因老太太疼爱，原系和姐妹们一处娇养惯了的。若姐妹们不理他，他倒还安静些，若一日姐妹们和他多说了一句话，他心上一喜，便生出许多事来。所以嘱咐你别理会他。他嘴里一时甜言蜜语，一时有天没日，疯疯傻傻，只休信他。”黛玉一一的都答应着。\n　　忽见一个丫鬟来说：“老太太那里传晚饭了。”王夫人忙携了黛玉，出后房门，由后廊往西，出了角门是一条南北甬路，南边是倒座三间小小抱厦厅，北边立着一个粉油大影壁，后有一个半大门，小小一所房屋。王夫人笑指向黛玉道：“这是你凤姐姐的屋子。回来你好往这里找他去，少什么东西只管和他说就是了。”这院门上也有几个才总角的小厮，都垂手侍立。王夫人遂携黛玉穿过一个东西穿堂，便是贾母的后院了。于是进入后房门，已有许多人在此伺候，见王夫人来，方安设桌椅。贾珠之妻李氏捧杯，熙凤安箸，王夫人进羹。贾母正面榻上独坐，两旁四张空椅，熙凤忙拉黛玉在左边第一张椅子上坐下，黛玉十分推让。贾母笑道：“你舅母和嫂子们是不在这里吃饭的。你是客，原该这么坐。”黛玉方告了坐，就坐了。贾母命王夫人也坐了。迎春姊妹三个告了坐方上来。迎春坐右手第一，探春左第二，惜春右第二。旁边丫鬟执着拂尘、漱盂、巾帕，李纨、凤姐立于案边布让；外间伺候的媳妇丫鬟虽多，却连一声咳嗽不闻。饭毕，各各有丫鬟用小茶盘捧上茶来。当日林家教女以惜福养身，每饭后必过片时方吃茶，不伤脾胃；今黛玉见了这里许多规矩，不似家中，也只得随和些，接了茶。又有人捧过漱盂来，黛玉也漱了口，又盥手毕。然后又捧上茶来，这方是吃的茶。贾母便说：“你们去罢，让我们自在说说话儿。”王夫人遂起身，又说了两句闲话儿，方引李、凤二人去了。\n　　贾母因问黛玉念何书。黛玉道：“刚念了《四书》。”黛玉又问姊妹们读何书，贾母道：“读什么书，不过认几个字罢了。”一语未了，只听外面一阵脚步响，丫鬟进来报道：“宝玉来了。”黛玉心想，这个宝玉不知是怎样个惫懒人呢。及至进来一看，却是位青年公子：头上戴着束发嵌宝紫金冠，齐眉勒着二龙戏珠金抹额，一件二色金百蝶穿花大红箭袖，束着五彩丝攒花结长穗宫绦，外罩石青起花八团倭缎排穗褂，登着青缎粉底小朝靴。面若中秋之月，色如春晓之花，鬓若刀裁，眉如墨画，鼻如悬胆，睛若秋波，虽怒时而似笑，即视而有情。项上金螭缨络，又有一根五色丝绦，系着一块美玉。黛玉一见便吃一大惊，心中想道：“好生奇怪，倒象在那里见过的，何等眼熟！”只见这宝玉向贾母请了安，贾母便命：“去见你娘来。”即转身去了。一回再来时，已换了冠带，头上周围一转的短发都结成小辫，红丝结束，共攒至顶中胎发，总编一根大辫，黑亮如漆，从顶至梢，一串四颗大珠，用金八宝坠脚。身上穿着银红撒花半旧大袄，仍旧带着项圈、宝玉、寄名锁、护身符等物，下面半露松绿撒花绫裤，锦边弹墨袜，厚底大红鞋。越显得面如傅粉，唇若施脂，转盼多情，语言若笑。天然一段风韵，全在眉梢；平生万种情思，悉堆眼角。看其外貌最是极好，却难知其底细，后人有《西江月》二词，批的极确。词曰：\n　　　　无故寻愁觅恨，有时似傻如狂。纵然生得好皮囊，腹内原来草莽。潦倒不通庶务，愚顽怕读文章。行为偏僻性乖张，那管世人诽谤！\n　　又曰：\n　　　　富贵不知乐业，贫穷难耐凄凉。可怜辜负好时光，于国于家无望。天下无能第一，古今不肖无双。寄言纨绔与膏梁：莫效此儿形状。\n　　却说贾母见他进来，笑道：“外客没见就脱了衣裳了，还不去见你妹妹呢。”宝玉早已看见了一个袅袅婷婷的女儿，便料定是林姑妈之女，忙来见礼。归了坐细看时，真是与众各别。只见：\n　　　　两弯似蹙非蹙笼烟眉，一双似喜非喜含情目。态生两靥之愁，娇袭一身之病。泪光点点，娇喘微微。闲静似娇花照水，行动如弱柳扶风。心较比干多一窍，病如西子胜三分。\n　　宝玉看罢，笑道：“这个妹妹我曾见过的。”贾母笑道：“又胡说了，你何曾见过？”\n　　宝玉笑道：“虽没见过，却看着面善，心里倒象是远别重逢的一般。”贾母笑道：“好，好！这么更相和睦了。”\n　　宝玉便走向黛玉身边坐下，又细细打量一番，因问：“妹妹可曾读书？”黛玉道：“不曾读书，只上了一年学，些须认得几个字。”宝玉又道：“妹妹尊名？”黛玉便说了名。宝玉又道：“表字？”黛玉道：“无字。”宝玉笑道：“我送妹妹一字：莫若‘颦颦’二字极妙。”探春便道：“何处出典？”宝玉道：“《古今人物通考》上说：‘西方有石名黛，可代画眉之墨。’况这妹妹眉尖若蹙，取这个字岂不美？”探春笑道：“只怕又是杜撰。”宝玉笑道：“除了《四书》，杜撰的也太多呢。”因又问黛玉：“可有玉没有？”众人都不解。黛玉便忖度着：“因他有玉，所以才问我的。”便答道：“我没有玉。你那玉也是件稀罕物儿，岂能人人皆有？”宝玉听了，登时发作起狂病来，摘下那玉就狠命摔去，骂道：“什么罕物！人的高下不识，还说灵不灵呢！我也不要这劳什子！”吓的地下众人一拥争去拾玉。贾母急的搂了宝玉道：“孽障！你生气要打骂人容易，何苦摔那命根子！”宝玉满面泪痕哭道：“家里姐姐妹妹都没有，单我有，我说没趣儿。如今来这个神仙似的妹妹也没有，可知这不是个好东西。”贾母忙哄他道：“你这妹妹原有玉来着。因你姑妈去世时，舍不得你妹妹，无法可处，遂将他的玉带了去，一则全殉葬之礼，尽你妹妹的孝心；二则你姑妈的阴灵儿也可权作见了你妹妹了。因此他说没有，也是不便自己夸张的意思啊。你还不好生带上，仔细你娘知道！”说着便向丫鬟手中接来亲与他带上。宝玉听如此说，想了一想，也就不生别论。\n　　当下奶娘来问黛玉房舍，贾母便说：“将宝玉挪出来，同我在套间暖阁里，把你林姑娘暂且安置在碧纱厨里。等过了残冬，春天再给他们收拾房屋，另作一番安置罢。”宝玉道：“好祖宗，我就在碧纱厨外的床上很妥当。又何必出来，闹的老祖宗不得安静呢？”贾母想一想说：“也罢了。”每人一个奶娘并一个丫头照管，馀者在外间上夜听唤。一面早有熙凤命人送了一顶藕合色花帐并锦被缎褥之类。黛玉只带了两个人来，一个是自己的奶娘王嬷嬷，一个是十岁的小丫头，名唤雪雁。贾母见雪雁甚小，一团孩气，王嬷嬷又极老，料黛玉皆不遂心，将自己身边一个二等小丫头名唤鹦哥的与了黛玉。亦如迎春等一般，每人除自幼乳母外，另有四个教引嬷嬷，除贴身掌管钗钏盥沐两个丫头外，另有四五个洒扫房屋来往使役的小丫头。当下王嬷嬷与鹦哥陪侍黛玉在碧纱厨内，宝玉乳母李嬷嬷并大丫头名唤袭人的陪侍宝玉在外面大床上。原来这袭人亦是贾母之婢，本名蕊珠，贾母因溺爱宝玉，恐宝玉之婢不中使，素喜蕊珠心地纯良，遂与宝玉。宝玉因知他本姓花，又曾见旧人诗句有“花气袭人”一句，遂回明贾母，即把蕊珠更名袭人。\n　　却说袭人倒有些痴处：伏侍贾母时，心中只有贾母；如今跟了宝玉，心中又只有宝玉了。只因宝玉性情乖僻，每每规谏，见宝玉不听，心中着实忧郁。是晚宝玉李嬷嬷已睡了，他见里面黛玉鹦哥犹未安歇，他自卸了妆，悄悄的进来，笑问：“姑娘怎么还不安歇？”黛玉忙笑让：“姐姐请坐。”袭人在床沿上坐了。鹦哥笑道：“林姑娘在这里伤心，自己淌眼抹泪的，说：‘今儿才来了，就惹出你们哥儿的病来。倘或摔坏了那玉，岂不是因我之过！’所以伤心，我好容易劝好了。”袭人道：“姑娘快别这么着！将来只怕比这更奇怪的笑话儿还有呢。若为他这种行状你多心伤感，只怕你还伤感不了呢。快别多心！”黛玉道：“姐姐们说的，我记着就是了。”又叙了一回，方才安歇。\n次早起来省过贾母．因往王夫人处来。正值王夫人与熙凤在一处拆金陵来的书信，又有王夫人的兄嫂处遣来的两个媳妇儿来说话。黛玉虽不知原委，探春等却晓得是议论金陵城中居住的薛家姨母之子—表兄薛蟠，倚财仗势．打死人命，现在应天府案下审理。如今舅舅王子腾得了信，遣人来告诉这边，意欲唤取进京之意。\n毕竟怎的，下回分解。",
  "translation": "Just then Yucun turned and saw that it was no other than Zhang Rugui, a former colleague who had been dismissed from the same post as himself for the same reason. A native of this place, after his dismissal he had stayed at home. But now, hearing in the capital the rescript had been issued authorizing the reinstatement of former officials, he had been pulling strings to find some opening. He hailed Yucun joyfully and after an exchange of greetings told him the news. Yucun was overjoyed, but after a hasty conversation they went their different ways.\n\nLeng Zixing, who had heard this too, promptly advised Yucun to ask Lin Ruhai to put in a good word for him with Jia Zheng in the capital. Yucun agreed and went back to his lodgings, where he lost no time in consulting the government gazette to verify the news. The next day he went to see Lin Ruhai.\n\n“What a lucky coincidence!” exclaimed Ruhai. “Since my wife’s death my mother-in-law in the capital has been worried because my daughter has no one to bring her up. She has sent two boats with male and female attendants to fetch the child, but I delayed her departure while she was unwell. I was wondering how to repay you for your goodness in teaching her: now this need arises. I have made arrangements to help you as a small return for your kindness. I have already written a letter to my brother-in-law urging him to do all he can for you as a way of expressing my own appreciation. As for the travelling expenses, don’t worry. I’ve made that clear in my letter.”\n\nYucun bowed with profuse thanks and asked, “May I know your respected brother-in-law’s position? I fear I am too uncouth to intrude on him.”\n\nRuhai smiled. “My humble kinsmen belong to your honourable clan. They are the grandsons of the Duke of Rongguo. My elder brother-in-law Jia She, whose courtesy name is Enhou, is a hereditary general of the first rank. My second, Jia Zheng, whose courtesy name is Cunzhou, is an under-secretary in the Board of Works. He is an unassuming, generous man who takes after his grandfather. So you need have no fear that he may offend your fine sensibilities.”\n\nThen Yucun understood why Leng Zixing had spoken as he did the previous day. He thanked Ruhai again and took his leave, in high good humour, back to his lodgings. He made haste to prime himself by reading the government gazette. The next day he went to see Lin Ruhai again, and it was settled that they would start for the capital on the second of the next month. Yucun was so delighted that he could hardly contain himself. Ruhai for his part set about preparing gifts for his kinsmen and parting presents for Yucun, who accepted them with alacrity.\n\nHis pupil Daiyu was at first unwilling to leave her father, but her grandmother was insistent and Ruhai told her, “I am nearly fifty, my dear, and have no intention of taking another wife. You’re young and delicate, with no mother to take care of you, no sisters or brothers to look after you. If you go to stay with your grandmother and uncles’ girls, that will take a weight off my mind. How can you refuse?”\n\nSo parting from him in a flood of tears, she embarked with her nurse and some elderly maid-servors from the Rong Mansion, followed by Yucun and two pages in another junk.\n\nIn due course they reached the capital and entered the city. Yucun, sprucing himself up, went with his pages to the gate of the Rong Mansion and handed in his visiting-card on which he had styled himself Jia Zheng’s “nephew.”\n\nJia Zheng, who had received his brother-in-law’s letter, lost no time in asking him in. Yucun cut an impressive figure and was by no means vulgar in his conversation. Since Jia Zheng was well-disposed to scholars and, like his grandfather before him, delighted in honouring worthy men of letters and helping those in distress, he treated Yucun uncommonly well and did all in his power to help him. The same day he exerted himself on Yucun’s behalf at court, and before two months were out Yucun was appointed to the magistracy of Yingtian Prefecture in Nanking. Thither, after taking leave of Jia Zheng, he proceeded to take up his post. This is no part of our story, however.\n\nDaiyu, meanwhile, had disembarked. She had been carried in a sedan-chair from the river and now the bearers carried her into the city. Peeping through the gauze window of the chair, she saw the streets and people of the capital, as well as the splendour and bustle which she had always heard described. After what seemed a long time they came to a street with two huge stone lions crouching on the north side, flanking a great triple gate with beast-head knockers, in front of which ten or more men in smart livery were sitting. The central gate was shut, but people were passing in and out of the smaller side gates. On a board above the main gate was written in large characters: Ningguo Mansion Built at Imperial Command.\n\n“This must be the eastern mansion of my elder uncle,” thought Daiyu.\n\nA little further on they came to another imposing triple gate. This was the Rong Mansion. Instead of going through the main gate, they entered by the smaller one on the west. The bearers carried the chair about the distance of a bow-shot, then set it down at a turning and withdrew. The maidservants behind the chair had now caught up and were proceeding on foot. Three or four smartly dressed lads of seventeen or eighteen picked up the chair and, followed by the maids, carried it to a gate decorated with overhanging flowery patterns carved in wood. There they set it down and withdrew, the maids coming forward to raise the curtain of the chair and help Daiyu out.\n\nEach step of the stone flagging leading to the gate was carved with the design of a unicorn. As they entered the gate, on both sides were covered corridors and above the main one an ornamental screen of green marble. Passing this, they came to a large courtyard and a spacious hall. In front was a platform on which stood a bronze cauldron green with antiquity. On either side were galleries. A horizontal board over the hall bore the words: Hall of Glorious Felicity. In smaller characters was the inscription: “Dated the month of spring in the year of bingshen, written by the Prince of Dongan in his own hand for the Elder Brother of the Honoured Duke Rongguo.”\n\nLady Jia, whose husband had inherited the title Duke of Rongguo, was the mother of Jia She and Jia Zheng. Of her daughters, the eldest had been chosen as a consort of the Emperor and the second, Jia Min, was Daiyu’s mother. After marrying Lin Ruhai she had borne him a son who had died at the age of three, then a daughter Daiyu who was her only child.\n\nDaiyu had often heard her mother say that her grandmother’s home was not like other people’s houses. The servants she had seen during the past few days involved in ferrying her belongings were of a higher standard than in other families, so she must be on her guard every moment and take care not to say anything silly or make any foolish move. Having entered the hall, she waited in silence while the maids in attendance went to the back. Then she was ushered into a large courtyard at the back.\n\nIn the five-sectioned main building at the back, maids were waiting in the entrance hall. When they saw Daiyu coming, the beaded portiere was raised and someone announced, “Miss Lin is here.”\n\nAs she entered the hall, an elderly lady supported by two maids advanced to meet her. Daiyu knew that this must be her grandmother. But before she could kowtow the old lady threw both arms around her.\n\n“Dear heart! Flesh of my child!” she cried, and burst out sobbing.\n\nAll the attendants were overcome with tears, and Daiyu herself could not keep from weeping. When at last the others had persuaded her to stop, Daiyu made her kowtow. This done, the Lady Dowager introduced those present.\n\n“This,” she said, “is your elder uncle’s wife. This is your second uncle’s wife. This is the wife of your late Cousin Zhu.”\n\nDaiyu greeted each in turn.\n\n“Ask the young ladies in,” said the Lady Dowager. “They can be excused from their lessons today in honour of our guest from far away.”\n\nThereupon a maid went to carry out her orders. And presently three girls and three nurses entered the hall, followed by five or six maids.\n\nThe first girl was of medium height and slender. Her cheeks were the texture of newly formed snow, her eyes as lustrous as lacquer, gentle and demure.\n\nThe second had sloping shoulders and a slender waist. She was tall and slim, with an oval face, well-defined eyebrows and lovely dancing eyes. She seemed elegant and quick-witted with an air of distinction. To look at her was to forget the vulgarities of this world.\n\nThe third was not yet fully grown and still had the face of a child.\n\nAll three were dressed in similar tunics and skirts with the same bracelets and head ornaments.\n\nDaiyu rose quickly to greet these cousins. After the exchange of greetings, they took seats while the maids served tea. All the while Daiyu was answering her grandmother’s questions she was wondering, “I know that Mother had a brother’s son, born of a concubine, who was a horrid good-for-nothing. But I also have an elder female cousin called Xichun. So these three must be my cousins, but how well-bred they are!”\n\nJust then a laugh was heard outside and a voice cried:\n\n“I’m late in greeting our guest from afar!”\n\nDaiyu thought with surprise, “Everyone here is so respectful and solemn, they all seem to be holding their breath. Who can this be, so boisterous and pert?”\n\nWhile she was still wondering, through the back door trooped some matrons and maids surrounding a young woman. Unlike the girls, she was richly dressed and resplendent as a fairy.\n\nHer gold-filigree tiara was set with jewels and pearls. Her hair-clasps, in the form of five phoenixes facing the sun, had pendants of pearls. Her necklet, of red gold, was in the form of a coiled dragon studded with gems. She had double red jade pendants with pea-green tassels attached to her skirt.\n\nHer close-fitting red satin jacket was embroidered with gold butterflies and flowers. Her turquoise cape, lined with white squirrel, was inset with designs in coloured silk. Her skirt of kingfisher-blue crepe was patterned with flowers.\n\nShe had the almond-shaped eyes of a phoenix and slanting eyebrows as long and drooping as willow leaves. Her figure was slender and her manner vivacious. The springtime charm of her powdered face gave no hint of her latent formidability. And before her crimson lips parted, her laughter rang out.\n\nDaiyu rose quickly to greet her.\n\n“You don’t know her yet.” The Lady Dowager chuckled. “She’s the terror of this house. In the south they’d call her Hot Pepper. Just call her Fiery Phoenix.”\n\nDaiyu was at a loss how to address her when her cousins came to her rescue. “This is Cousin Lian’s wife,” they told her.\n\nThough Daiyu had never met her, she knew from her mother that Jia She had a son called Jia Lian married to the niece of Lady Wang, her second uncle’s wife. She had been educated like a boy and given the school-room name Xifeng. Daiyu lost no time in greeting her with a smile as “cousin.”\n\nXifeng took her hand and carefully inspected her from head to foot, then led her back to her seat by the Lady Dowager.\n\n“Well,” she cried with a laugh, “this is the first time I’ve set eyes on such a ravishing beauty. Her whole air is so distinguished! She doesn’t take after her father, son-in-law of our Old Ancestress, but looks more like a Jia. No wonder our Old Ancestress couldn’t put you out of her mind and was for ever talking or thinking about you. But poor ill-fated little cousin, losing your mother so young!” With that she dabbed her eyes with a handkerchief.\n\n“I’ve only just dried my tears. Do you want to start me off again?” said the old lady playfully. “Your young cousin’s had a long journey and she’s delicate. We’ve just got her to stop crying. So don’t reopen that subject.”\n\nXifeng switched at once from grief to merriment. “Of course,” she cried. “I was so carried away by joy and sorrow at sight of my little cousin, I forgot our Old Ancestress. I deserve to be caned.” Taking Daiyu’s hand again, she asked, “How old are you, cousin? Have you started school yet? What medicine are you taking? You mustn’t be homesick here. If you fancy anything to eat or play with, just come and tell me. If any maids or old nurses aren’t good to you, just let me know.”\n\nShe turned then to the servants. “Have Miss Lin’s luggage and things been brought in? How many attendants did she bring? Hurry up and prepare a couple of rooms for them to rest in.”\n\nMeanwhile refreshments had been served. And as Xifeng handed round the tea and sweetmeats, Lady Wang asked whether she had distributed the monthly allowance.\n\n“It’s finished,” was Xifeng’s answer. “Just now I took some people to the upstairs storeroom at the back to look for some brocade. But though we searched for a long time we couldn’t find any of the kind you described to us yesterday, madam. Could it be that you misremembered?”\n\n“It doesn’t matter if you can’t find it,” said Lady Wang. “I want two lengths to make clothes for this cousin of yours. You can choose some for her in the evening. And don’t forget to have them made.”\n\n“I’ve already done that,” replied Xifeng. “Knowing my cousin would be here any day, I got everything ready. The material is waiting in your place for your inspection. If you pass it, madam, it can be sent over.”\n\nLady Wang smiled and nodded her approval.\n\nNow the refreshments were cleared away and the Lady Dowager ordered two nurses to take Daiyu to see her two uncles.\n\nAt once Jia She’s wife, Lady Xing, rose to her feet and suggested, “Won’t it be simpler if I take my niece?”\n\n“Very well,” agreed the old lady. “And there’s no need for you to come back afterwards.”\n\nSo Lady Xing assented and then told Daiyu to take her leave of Lady Wang, after which the rest saw them to the entrance hall. Outside the ornamental gate pages were waiting beside a blue lacquered carriage with kingfisher-blue curtains. Lady Xing led Daiyu by the hand into this and the pages drew the curtains. Then they took up the shafts and, followed by four or five serving-women and seven or eight pages, carried the carriage to an open space and harnessed a docile mule to it. They left by the west side gate, proceeded east past the main entrance of the Rong Mansion, entered a large black-lacquered gate and drew up in front of a ceremonial gate.\n\nWhen the pages had withdrawn, the serving-women raised the carriage curtains and Lady Xing helped Daiyu to alight. She led her through the gate into a courtyard. This, she deduced, must be the inner court of the mansion. As they advanced another three hundred yards they came to a large courtyard and then to a large hall in front of which, on either side, were several rows of lodge-like buildings. This was the main hall of the Ning Mansion.\n\nThey entered a ceremonial gate and, after passing through a large hall and an inner one, came to a group of stately buildings which constituted the residential quarters. Lady Xing invited her niece into an entrance hall, then into the main reception room.\n\nDaiyu noticed that the furnishings here were very different from those in the west mansion. When she was seated, several maids in red and green satin brought tea. After sipping it she rose to take her leave. Lady Xing insisted that she stay for the midday meal.\n\n“Thank you very much, aunt, you are too kind,” said Daiyu. “But really I shouldn’t stay. I still have to pay my respects to my second uncle. If I delay, I’m afraid he may be displeased. Please excuse me and let me stay another time.”\n\n“In that case, I won’t keep you,” said Lady Xing. She saw her out and gave her a few directions, then watched her get into her carriage and leave.\n\nDaiyu’s carriage was now driven to the Rong Mansion and through the west side gate. After some distance it came to a gate, at which four or five pages were waiting. As it drew up they raised the curtain. Daiyu saw that they were in a courtyard with a corridor running along each side. They were led into a hall\n\nShe got into her chair and they entered the city. Through its gauze panel she saw streets and buildings more rich and elegant and throngs of people more lively and numerous than she had ever seen in her life. After what seemed a long time they came to a street with two huge stone lions crouching on the north side, flanking a great triple gate with beast-head knockers, in front of which ten or more men in smart livery were sitting. The central gate was shut, but people were passing in and out of the smaller side gates. On a board above the main gate was written in large characters: Ningguo Mansion Built at Imperial Command.\n\nDaiyu realized that this must be where the elder branch of her grandmother’s family lived.\n\nA little further to the west they came to another imposing triple gate. This was the Rongguo Mansion. Instead of going through the main gate, they entered by the one on the west which gave access to the side quarters. Once inside the bearers carried the chair a bow-shot further, then set it down at a turning and withdrew. The maid-servants behind Daiyu had now alighted and were proceeding on foot. Three or four smartly dressed lads of seventeen or eighteen picked up the chair and, followed by the maids, carried it to a gate decorated with overhanging flowery patterns carved in wood. There they set it down, and all withdrew except the maids, who came forward to raise the curtain of the chair and help Daiyu out.\n\nEach hand resting on one of the maids, she passed through the ornamental gate into a courtyard which had balustraded loggias on either side and a hallway with three rooms at its end. The maids led her to these three rooms, then lifted the red felt portiere at the entrance to the hall and called softly:\n\n“Miss Lin is here.”\n\nAs they entered, an old woman helped by two maids advanced to meet them. Thinking this must be her grandmother, Daiyu was about to kowtow when she was clasped in the old lady’s arms and drawn to her bosom.\n\n“Heart’s darling!” cried the old lady in tears. “Flesh of my child! So this is why I’ve outlived all the rest — to have you here to comfort me in my old age.” She broke down and sobbed as all the attendants wept in sympathy. And Daiyu herself could not keep from crying. It was some time before those present succeeded in calming them.\n\nWhen at last the old lady introduced Daiyu to the others, she learned that the two ladies who had supported the old lady were her maternal uncles’ wives, the wife of Lord She and the wife of Lord Zheng. The young married woman who had helped her to change was the wife of her elder cousin Zhu, the son of her first maternal uncle Jia She. Another young married woman was introduced as the wife of her second cousin, Bao-yu’s elder brother Jia Zhu, who had died. Then three young ladies arrived, Ying-chun, Tan-chun and Xi-chun, daughters of the House of Jia.\n\nWhile the maids were tidying their mistress’s hair and clothes, a servant announced that dinner was to be served in the other suite. The old lady led Daiyu out, walking with the aid of her granddaughters, to a corridor running from the entrance hall to a large hall at the back. Here a long table of carved blackwood was laid with a sumptuous meal.\n\nThe Lady Dowager took the seat of honour at the south end, and asked Daiyu to take the place on her left. The three granddaughters took the other three sides of the table at her bidding, while Lady Wang and the other ladies helped to serve the meal. You-shi and Aunt Xue, however, sat at a small table on the east side.\n\nDaiyu was too confused by all the unfamiliar rules of etiquette to do more than force down a few mouthfuls of rice and soup.\n\nAs soon as the meal was over, her aunt, Lady Wang, came in again to ask the old lady if they might have the pleasure of some music.\n\n“By all means,” said the old lady. “But why not let us chat a little first?”\n\nJust then some sweetmeats and refreshments were brought in. While the others were choosing what they fancied, the old lady noticed that Daiyu had such poor appetite that she took only a few sips of soup and a couple of sweetmeats.\n\n“You two had better go back,” she said to Lady Wang and Lady Xing. “There’s no need for both of you to stay.”\n\nLady Wang, after urging Daiyu to make herself at home, took the other ladies away.\n\nThen the old lady asked Daiyu what books she had studied.\n\n“I’ve just finished the Four Books,” said Daiyu. “But I’m very ignorant.” Then she inquired what the other girls were studying.\n\n“They only know a very few characters, not enough to matter.”\n\nAs she was speaking, a flurry of footsteps could be heard outside and a maid came in to announce, “Bao-yu is here.”\n\nDaiyu was wondering what sort of graceless scamp or little dunce Bao-yu was to be so dreaded, when even as the maid announced him a very different young gentleman entered the room.\n\nHe had a small jewel-encrusted gold coronet on the top of his head and a golden headband low down over his brow in the form of two dragons playing with a large pearl.\n\nHe was wearing a narrow-sleeved, full-skirted robe of red material, with flowers and butterflies embroidered in gold and coloured silks. Over this he had a turquoise fringed collar of Russian sable.\n\n“You haven’t seen him yet.” The old lady beamed. “But you don’t know how naughty he is. He’s still the silly little creature he was ten years ago, so don’t take any notice of him.”\n\nDaiyu rose quickly to her feet.\n\nHer grandmother introduced her, saying, “This is your cousin Lin Yu-tsun’s daughter, your Aunt Lin’s child. You can call her Cousin Lin.”\n\nBao-yu stepped forward and bowed. Raising his eyes, he saw a slender, delicate girl with a winning manner and two faint lines of eyebrows, as if painted with ink, a pair of eyes as clear as autumn water, and a face as radiant and captivating as a spring flower. Her whole person was as graceful as a weeping willow swaying in the wind. There was an air of natural distinction about her, and her movements had a natural grace.\n\n“I have seen this cousin before,” he declared at the end of his scrutiny.\n\n“Nonsense!” said his grandmother, laughing. “How could you have done?”\n\n“Well, even if I haven’t, her face looks familiar. I feel as if we’d met before.”\n\n“That’s a natural enough impression,” said the old lady.\n\nBao-yu went on to ask her where she lived and what she was doing, and Daiyu answered him quietly.\n\nThen he moved over to sit beside his grandmother.\n\n“Have you done your lessons?” asked the old lady.\n\n“Not yet.”\n\n“What do you mean, not yet? You’ll have to get them done now that your cousin’s here. If you don’t, she’ll laugh at you. How long are you going to stay like this without making any progress?”\n\nDaiyu noticed that Bao-yu, although he had a very handsome face and an extremely prepossessing appearance, was a very affected young gentleman. He seemed to be one of those people who have plenty to say to others but little to say to themselves. He was wearing a long gown of some dark-red material, which set off to perfection his white neck and his face with its delicate skin. His expression was full of wit and charm. And yet, in spite of all his good looks and smartness, there was something a little peculiar about him. He had a jade of a kind seldom seen, with inscriptions on it in ancient characters, which he wore suspended from his neck.\n\n“What is that you’re wearing, cousin?” asked Daiyu.\n\n“It’s the jade I was born with,” he answered. “Have you got something of the kind too?”\n\nDaiyu thought, “He must have been born with a piece of jade in his mouth. This is no ordinary child. But I have no such rarity. It would seem that I am not destined to be his equal.”\n\n“No,” she said, “I haven’t. I suppose it’s very rare. Not everybody has one.”\n\n“Well, I don’t believe it’s anything so wonderful,” said Bao-yu, snatching it from his neck and throwing it on the floor. “It can’t even tell good people from bad. What’s so wonderful about it? I don’t want it.”\n\nThe old lady at once took it up and put it back for him.\n\n“You wicked boy!” she scolded. “Losing your temper with something that was given you at birth.”\n\n“I won’t wear it if my cousin hasn’t got one,” he insisted, again trying to take it off.\n\n“Your cousin did have one once,” said the old lady to soothe him. “But when your Aunt Lin was dying she was so fond of her that she took it with her to be buried with her. So now your cousin hasn’t got one. That’s why she’s so upset when she sees you have one. You must be more careful in future.”\n\nThis seemed to pacify him, for he put it on again.\n\nJust then a maid came in to ask if Daiyu would like to see her quarters, and the old lady said, “Yes. Go and have a rest. I shall see you again later.”\n\nSo Daiyu said good-bye and went out with the maid, attended by her own nurse and two or three old women from the Rong Mansion. They went out by the door at the east end of the entrance hall, then along a corridor and past an inner hall to the back. At the end of the corridor they came to a small courtyard with a five-roomed house in it.\n\n“This is the place,” said the maid, lifting up the portiere for Daiyu to enter.\n\nInside was a kang with a low table on it, on which were piled several old books and a tea-service. To the east of the kang was a chair with a red silk cover and a back and arms of carved blackwood. Under the window on the east side was a desk with an inkstone, brushes and other writing materials. In the west room were two cupboards and two clothes-racks. A door at the north end of the room led to a bedroom with a large kang on the south side, hung with a scarlet silk curtain with an embroidered design of flowers and birds. In the middle of the kang was a back-rest and a bolster, both covered with gold-embroidered scarlet silk, and at the head of the kang was a long, narrow pillow of the same material. At the north end of the room were two clothes-racks and two chests. On the kang was a small, low table, and on the floor at the east end of the kang was a chair with a back and arms.\n\n“You can sit on the kang, miss,” said the maid. “It’s warmer.”\n\nSo Daiyu went and sat on the kang, leaning against the low table.\n\n“Is this where my cousin Bao-chai lives?” she asked.\n\n“No, that’s further on,” said the maid. “This is just a temporary lodging for you. We’ll take you to see her presently. But perhaps you’d like to have some tea first.”\n\nJust then an old woman came in and asked if Daiyu would like to have her things brought in.\n\n“Where are they to be put?” asked the maid.\n\n“In the inner room,” said the old woman.\n\nSo the maid showed Daiyu into the inner room, where she sat down on the kang. A little later, several maids came in with her luggage. They put it down and withdrew without a word. Then the maid who had brought her in brought her tea. As she sipped it, she asked the maid what her name was.\n\n“My name is Pearl,” said the maid.\n\n“How many young ladies are there in your family?” asked Daiyu.\n\n“There are three. The eldest is called Ying-chun, the second Tan-chun, and the third Xi-chun.”\n\n“And what about the young gentleman I saw just now?”\n\n“That’s our young master, Bao-yu. He’s the son of Her Ladyship.”\n\n“Is he the only son?”\n\n“Yes. He has an elder brother who died.”\n\n“What is the name of the young lady who was with him just now?”\n\n“That’s Miss Xue, the daughter of Her Ladyship’s sister. Her father’s dead, and she’s come to stay with us for a while.”\n\n“I see. And what is the name of the young lady who was sitting on the kang just now?”\n\n“That’s Miss Ying-chun. She’s the daughter of Lord She by a concubine.”\n\n“And the one who was standing beside her?”\n\n“That’s Miss Tan-chun. She’s the daughter of Lord Zheng by a concubine.”\n\n“And the one who was sitting on the chair?”\n\n“That’s Miss Xi-chun. She’s the daughter of Lord Jing of the East Mansion.”\n\nDaiyu was silent for a moment, then she said, “I see. So you have three young ladies and one young gentleman. But what about the other young lady I saw just now? She was sitting on the kang with the old lady.”\n\n“That’s Miss Xue, the daughter of Her Ladyship’s sister. Her father’s dead, and she’s come to stay with us for a while.”\n\n“I see. So she’s not one of the family.”\n\n“No, she’s a relative.”\n\nJust then another maid came in to say that Her Ladyship would like to see Miss Lin.\n\nSo Daiyu got up and went with the maid to the old lady’s apartments. She found her grandmother sitting on the kang with Bao-yu and Bao-chai. They were chatting and laughing. As soon as she came in, the old lady made her sit down beside her.\n\n“Have you had a rest?” she asked.\n\n“Yes, thank you,” said Daiyu.\n\n“Where are your things? Have they been brought in?”\n\n“Yes, they’ve been put in my room.”\n\n“Have you seen your cousins?”\n\n“Not yet.”\n\n“Well, you must get to know them. They’re all here.”\n\nJust then the three girls came in, and the old lady introduced them.\n\n“This is your cousin Ying-chun,” she said, pointing to one of them. “She’s the daughter of your uncle She.”\n\nDaiyu rose to bow to her.\n\n“This is your cousin Tan-chun,” said the old lady, pointing to another. “She’s the daughter of your uncle Zheng.”\n\nDaiyu bowed to her too.\n\n“And this is your cousin Xi-chun,” said the old lady, pointing to the third. “She’s the daughter of your uncle Jing.”\n\nDaiyu bowed to her as well.\n\nThen they all sat down, and the maid served tea. They chatted for a while about Daiyu’s mother — how she had fallen ill, what doctors had attended her, what medicine she had taken, how she had been buried and so on. The old lady was naturally very upset.\n\n“I’ve had several children,” she said, “but the one I loved best was your mother. Now she has gone before me, and I never even saw her once before she died. It’s enough to break my heart.”\n\nShe began to weep again, and the others had to comfort her.\n\n“I’m all right now,” she said at last. “But I’ve made you all unhappy. Let’s change the subject. Now tell me, what books have you been reading lately?”\n\n“I’ve just finished the Four Books,” said Daiyu. “But I’m very ignorant.”\n\n“You mustn’t say that,” said the old lady. “You’re still young. You’ll have plenty of time to learn. But I hear you’ve been ill. What medicine do you take?”\n\n“I’ve been taking medicine ever since I can remember. I’ve seen any number of doctors, but it’s never done me any good. When I was three years old, I remember a scabby-headed monk came to our house and wanted to take me away to be a nun. My parents wouldn’t hear of it. He said, ‘If you won’t let her go, I’m afraid her illness will never be cured. If you want her to be well, you must never let her hear the sound of weeping, and she must never see any relatives except her father and mother. Then she may live to a ripe old age.’ Of course, no one paid any attention to such crazy talk. Now I’m still taking ginseng tonic.”\n\n“That’s good,” said the old lady. “We’re just taking tonic too. You must ask the doctor to change your prescription and make up some for you. It’s the best thing for building you up.”\n\nI was only three when a crazy-looking monk with a scabby head wanted to take me away to be a nun. My parents wouldn’t hear of it. So he said, “If you can’t bear to part with her she’ll probably never get well. The only other chance is to keep her from ever hearing weeping and from seeing any relatives apart from her parents. Then she may live to a ripe old age.” What crazy talk! Naturally, no one paid any attention. So now I’m still taking ginseng pills.\n\n“That’s all right,” said the Lady Dowager. “We’re making pills now. I’ll have them prepared for you.”\n\nJust then they heard peals of laughter from the back courtyard and a voice cried:\n\n“I’m late in greeting our guest from afar!”\n\nDaiyu thought with surprise, “The people here are so respectful and solemn, they all seem to be holding their breath. Who can this be, so boisterous and pert?”\n\nWhile she was still wondering, through the back door trooped some matrons and maids surrounding a young woman. Unlike the girls, she was richly dressed and resplendent as a fairy.\n\nHer gold-filigree tiara was set with jewels and pearls. Her hair-clasps, in the form of five phoenixes facing the sun, had pendants of pearls. Her necklet, of red gold, was in the form of a coiled dragon studded with gems. She had double red jade pendants with pea-green tassels attached to her skirt.\n\nHer close-fitting red satin jacket was embroidered with gold butterflies and flowers. Her turquoise cape, lined with white squirrel, was inset with designs in coloured silk. Her skirt of kingfisher-blue crepe was patterned with flowers.\n\nShe had the almond-shaped eyes of a phoenix, slanting eyebrows as long and drooping as willow leaves. Her figure was slender and her manner vivacious. The springtime charm of her powdered face gave no hint of her latent formidability. And before her crimson lips parted, her laughter rang out.\n\nDaiyu rose quickly to greet her.\n\n“You don’t know her yet.” The Lady Dowager chuckled. “She’s the terror of this house. In the south they’d call her Hot Pepper. Just call her Fiery Phoenix.”\n\nDaiyu was at a loss how to address her when her cousins came to her rescue. “This is Cousin Lian’s wife,” they told her.\n\nThough Daiyu had never met her, she knew from her mother that Jia She’s son Jia Lian had married the niece of Lady Wang, her second uncle’s wife. She had been educated like a boy and given the school-room name Xifeng. Daiyu lost no time in greeting her with a smile as “cousin.”\n\nXifeng took her hand and carefully inspected her from head to foot, then led her back to her seat by the Lady Dowager.\n\n“Well,” she cried with a laugh, “this is the first time I’ve set eyes on such a ravishing beauty. Her whole air is so distinguished! She doesn’t take after her father, son-in-law of our Old Ancestress, but looks more like a Jia. No wonder our Old Ancestress couldn’t put you out of her mind and was for ever talking or thinking about you. But poor ill-fated little cousin, losing your mother so young!” With that she dabbed her eyes with a handkerchief.\n\n“I’ve only just dried my tears. Do you want to start me off again?” said the old lady playfully. “Your young cousin’s had a long journey and she’s delicate. We’ve just got her to stop crying. So don’t reopen that subject.”\n\nXifeng switched at once from grief to merriment. “Of course,” she cried. “I was so carried away by joy and sorrow at sight of my little cousin, I forgot our Old Ancestress. I deserve to be caned.” Taking Daiyu’s hand again, she asked, “How old are you, cousin? Have you started your schooling yet? What medicine are you taking? You mustn’t be homesick here. If you fancy anything special to eat or play with, don’t hesitate to tell me. If the maids or old nurses aren’t good to you, just let me know.”\n\nShe turned then to the servants. “Have Miss Lin’s luggage and things been brought in? How many attendants did she bring? Hurry up and clear out a couple of rooms where they can rest.”\n\nMeanwhile refreshments had been served. And as Xifeng handed round the tea and sweetmeats, Lady Wang asked whether she had distributed the monthly allowance.\n\n“It’s finished,” was Xifeng’s answer. “Just now I took some people to the upstairs storeroom at the back to look for some brocade. But though we searched for a long time we couldn’t find any of the sort you described to us yesterday, madam. Maybe your memory is playing tricks.”\n\nLady Wang replied, \"What does it matter whether you have or not? I meant that you should have taken a couple of lengths from the piece that was brought us the other day to make your little cousin some clothes. It would have saved all this fuss.\"\n\n\"I did think of that,\" Xifeng smiled. \"And as I knew my cousin was due to arrive any day, I got some things ready for her. If you approve, madam, they can be sent over as soon as you get back.\"\n\nWith a smile and a nod Lady Wang said no more.\n\nThe tea things were now removed and the Lady Dowager ordered two nurses to take Daiyu to see her two uncles.\n\nAt this point Jia She's wife, Lady Xing, rose to her feet and suggested, \"Suppose I take my niece?\"\n\n\"Very well,\" agreed the Lady Dowager. \"And there's no need for you to come back afterwards.\"\n\nLady Xing assented and then told Daiyu to take her leave of Lady Wang, after which the whole company saw them to the entrance hall. Outside the ornamental gate pages were waiting beside a blue lacquered carriage with kingfisher-blue curtains, into which Lady Xing and her niece entered. Maids let down the curtains and told the bearers to start. They bore the carriage to an open space and then harnessed a docile mule to it. They left by the west side gate, proceeded east past the main entrance of the Rong Mansion, entered a large black-lacquered gate and drew up in front of a ceremonial gate.\n\nWhen they had alighted, Lady Xing took Daiyu by the hand and led her into the courtyard. It seemed to Daiyu that these buildings and grounds must be part of the Rong Mansion garden, for they had entered from the east; and after passing through three gates they did indeed find themselves in a courtyard just large enough for the main structure with its ancillary wings and covered corridors. This was not grand like the other mansion, but so compact and pleasingly arranged that Daiyu concluded this must be the residence of the elder branch of the family.\n\nLady Xing led her into a reception hall, whence a crowd of gaily-dressed maids and concubines issued to greet them. Lady Xing invited Daiyu to be seated while she sent a servant to the library to ask her husband to join them. The man came back to report:\n\n\"The master says he hasn't been feeling well these last few days and is sorry he might upset the young lady if they met. He will see her another time. He says please don't mope or feel homesick here but make yourself at home with the old lady and her aunts. His sisters are not very clever, but they should be company enough to while away the time. If anyone is unkind to you, just say so and don't stand on ceremony.\"\n\nDaiyu had risen to her feet to listen to this message. Soon after it was delivered she sat down again. After a few more minutes she rose to take her leave. Lady Xing insisted that she stay for the evening meal.\n\n\"Won't you stay, dear?\" she urged. \"I shall be offended if you refuse. However, you'll be wanting to call on your Uncle Zheng, I've no doubt.\"\n\nSmiling, Daiyu replied, \"I shouldn't dream of refusing, aunt, if it weren't for my wish to call on my second uncle. I'm afraid it might look rude to put it off too long. I hope you'll ask me again another day.\"\n\n\"In that case, I won't keep you,\" said Lady Xing. She told two nurses to take her niece in the same carriage they had come in, and with that Daiyu took her leave. Lady Xing saw her to the ceremonial gate and after giving the servants some further instructions watched her get into the carriage and drive away.\n\nDaiyu was soon back in the Rong Mansion. As she alighted, she saw that the pages in charge of the inner gate had ushered her nurses through a side entrance while she was led by other servants through a long passageway into a large hall. Beyond this was a large courtyard in the middle of which stood an enormous screen of polished marble set in a red sandalwood frame. Passing round this, they went through three halls until they reached a courtyard in the rear. Already they could see the main reception room ahead, its eaves raised on five carved pillars and a roof of glazed tiles. This was flanked by covered corridors with side galleries, making the whole compound more imposing and magnificent than any Daiyu had yet seen.\n\nShe realized that this must be the main inner suite of the Rong Mansion. Instead of going straight in, they entered a large reception hall from which two covered walks led to smaller rooms on the east and west. The large one in the middle was probably a winter apartment, to judge by the low screens in front of it. At the entrance to the walk on the east were three servants who, when they saw Daiyu coming, hurried to raise the red felt portiere, and a voice announced, \"The young lady is here.\"\n\nAs she entered, Daiyu saw an old lady supported by two maids coming forward to meet her. She knew that this must be her grandmother Jia and would have fallen on her knees to make her kotow, but before she could do so her grandmother had caught her in her arms and pressing her to her bosom with cries of \"My pet!\" and \"My poor lamb!\" burst out sobbing. All the attendants were overcome with tears, and Daiyu herself could not keep from crying. When at last the others prevailed on her to stop, Daiyu made her kotow to her grandmother. This done, the old lady introduced those present.\n\n\"This,\" she said, \"is your elder uncle's wife. This is your second uncle's wife. This is the wife of your late Cousin Zhu.\"\n\nDaiyu greeted each in turn.\n\n\"Ask the young ladies in,\" her grandmother now ordered. \"They can be excused their lessons today in honour of our guest from far away.\"\n\nSeveral maids had already left on this errand before two nurses and three or four others were seen ushering in three young ladies. The first was somewhat plump and of medium height. Her cheeks were the texture of newly ripened lichees, her nose as sleek as goose fat. Gentle and demure, she looked very approachable. The second had sloping shoulders and a slender waist. She was tall and slim, with an oval face, well-defined eyebrows and lovely dancing eyes. She seemed elegant and quick-witted with an air of distinction. To look at her was to forget everything vulgar. The third was not yet fully grown and still had the face of a child.\n\nAll three were dressed in similar tunics and skirts with the same bracelets and head ornaments.\n\nDaiyu rose quickly to greet these cousins.\n\nAfter the exchange of greetings, they took seats while the maids served tea. All the time they were talking, Daiyu was quietly comparing these girls with the daughters of officials she had known. Their refined elegance made a deep impression on her.\n\nPresently a maid announced that dinner was to be served in the Lady Dowager's apartment. The old lady took Daiyu by the hand and led her out of the inner room, passing through a side entrance to a long, wide corridor. On either side were an anteroom and a small courtyard with a few rooms. Lady Wang could be seen through the window of one of these rooms, busy with her accounts, and some servants were waiting in the courtyard for orders.\n\nBut let us return to Xifeng. After seeing Daiyu off she came back to wait on the Lady Dowager at her meal. The Lady Dowager, in high good humour, chose a page to take some dishes from the table to Xifeng's room.\n\nWhen the meal was over, the Lady Dowager and her nieces were chatting when a maid announced that Lady Wang was back. She came in and asked, \"Where is your mistress?\" The maids replied, \"In the inner room.\" As she lifted the portiere and stepped in, Lady Wang found her daughter-in-law Xifeng standing up to greet her with a smile.\n\n\"I hope you're not over-tired, madam,\" she said. \"I sent someone a little while ago with a couple of dishes. Did you get them?\"\n\n\"Yes, thank you, my dear,\" said Lady Wang. \"It's kind of you to take so much trouble. How is it you're not over there with the old lady?\"\n\n\"I've already done my duty over there,\" replied Xifeng gaily. \"Now I've come to wait on you, madam.\" She handed her a teacup.\n\nLady Wang waved aside the tea. \"Bring the tea quickly,\" she ordered. \"I don't want any.\"\n\n\"I'm not really offering you tea, madam, just handing you a cup as a gesture.\" Xifeng smiled. \"That's all right then. But there is something I want to ask you. Those two lengths of silk sent the other day for the young ladies to make clothes with—have you given them out yet?\"\n\n\"Not yet. I was waiting to see what you had to say. I've been so busy the last couple of days that, although I've taken the young lady to see the old lady, I haven't had a chance to give out the silk. Why don't you take it and have it made up tomorrow if there's nothing else to do?\"\n\n\"I was just thinking that myself, and I meant to ask you. But I didn't like to make a decision on my own.\"\n\n\"Why not?\"\n\n\"Well, the other day when I was returning from the Prince of Zhongshun's birthday celebrations, I passed the Zuihua Tower and was asked in to have a cup of tea. I saw there a lot of brocade and silk of every colour, and heard that it was all for the Prince's household. Some of the patterns were really novel. On my way back I went to two other households and they also had some new silk, so I thought of our young ladies and wondered whether they had anything new to wear. But when I got home I found that we had some too. Yesterday the Prince's household sent us two lengths of 'river- mist' silk. I thought it looked rather summery, so I was wondering whether to make it up or not. But then I thought that if I did, we should all be dressed alike, which would be rather dull. So I put it aside, meaning to give it out later when I had time. But now that we have this new cousin, I think it would be nice to make her a couple of dresses first. I was waiting for you to come back so that I could ask you. I didn't like to take it on myself.\"\n\n\"That's very thoughtful of you,\" said Lady Wang. \"I was just thinking the same thing. But we mustn't make too much of a fuss. I think the best thing would be to take the two lengths you have and give them to the girl. Then some other day, when you have time, you can get some more for the others. There's no need for them all to be alike. And don't tell the old lady—if she hears about it she'll be angry with us for being so officious.\"\n\n\"I see,\" said Xifeng. \"I'll do as you suggest.\"\n\n\"Now,\" said Lady Wang, \"I must go and see how the young lady is getting on.\"\n\n\"I've got everything ready for her,\" said Xifeng. \"I'll come with you.\"\n\nSo together they went to the Lady Dowager's apartment, where Daiyu was just having her tea.\n\n\"Where have you been?\" asked the old lady when she saw them. \"I was just going to send for you.\"\n\n\"I was only having a little chat with Xifeng,\" replied Lady Wang. \"It's nothing important.\"\n\n\"What important things have you two been talking about?\" asked the old lady.\n\n\"Something to do with the young ladies' dresses,\" said Lady Wang.\n\nXifeng at once took the opportunity to report, \"I've found two lengths of silk and sent them to your niece to make two dresses. I hope that's all right.\"\n\nBefore the Lady Dowager could reply, she continued, \"I was just thinking how lucky it was that I had this material, because I was going to send to Hangzhou for some. But then I thought that would take too long. So I sent these two lengths first. If they're all right, I'll get some more later.\"\n\n\"You're not just saying that to please me?\" said the old lady.\n\n\"Of course not,\" replied Xifeng. \"I really mean it.\"\n\nThe Lady Dowager nodded and said no more.\n\nIn the main suite they occupied only the three side-rooms to the east. The nurses led Daiyu into the first of these. A large kang by the window was spread with a scarlet foreign rug. In the middle were red back-rests and turquoise bolsters, both with dragon-design medallions, and a long greenish yellow mattress also with dragon medallions. At each side stood a low table of foreign lacquer in the shape of plum-blossom. On the left-hand table were a tripod, spoons, chopsticks and an incense container; on the right one, a slender-waisted Ru-zhou vase containing flowers then in season, as well as tea-bowls and a spittoon. Below the kang facing the west wall were four chairs against each of which was a red camel-hair cushion with a design of flowers on a gold background; and there were four foot-stools below by the chairs. On either side were two tables set out with teacups and vases of flowers. The rest of the room need not be described in detail.\n\nThe nurses urged Daiyu to sit on the kang, on the edge of which were two brocade cushions. But judging by the arrangements she guessed these must be the seats of honour for her maternal uncle and aunt, so instead she sat on one of the chairs on the east side. The maids in attendance served tea, and as she sipped it she studied them. Their make-up, clothes and deportment were quite different from those of the maids in other families.\n\nBefore she had finished her tea in came a maid wearing a red silk jacket and a blue satin sleeveless jacket with silk borders. She announced with a smile:\n\n“Her Ladyship asks Miss Lin to go in and take a seat in the other room.”\n\nAt once the nurses conducted Daiyu along the eastern corridor to a small three-roomed suite facing south. On the kang under the window was a low table laden with books and a tea-service. Against the east wall were a none too new blue satin back-rest and a bolster.\n\nLady Wang was sitting in the lower place by the west wall on a none too new blue satin cover with a back-rest and a bolster. She invited her niece to take the seat on the east. But guessing that this was her uncle’s place, Daiyu chose one of the three chairs next to the kang, which had black-dotted antimacassars, and sat down there. Only after repeated urgings from her aunt did she mount the kang and sit next to Lady Wang.\n\n“Your uncle’s observing a fast today,” said Lady Wang. “You’ll see him some other time. But there’s one thing I want to tell you. Your three cousins are excellent girls, and I’m sure you’ll find them easy to get on with during lessons, or when you’re learning embroidery or playing together. Just one thing worries me: that’s my dreadful son, the bane of my life, who torments us all in this house like a real devil. He’s gone to a temple today in fulfilment of a vow, but you’ll see what he’s like when he comes back this evening. Just pay no attention to him. None of your cousins dare provoke him.”\n\nDaiyu had often heard her mother say that her elder sister’s son, born with a piece of jade in his mouth, was exceptionally naughty and hated study. He was wild too and intractable, but so loved by his grandmother that no one could discipline him. She knew this must be the boy her aunt meant.\n\n“Does aunt mean the boy born with the jade?” she asked. “Mother often told me about him. I know he’s a year older than me, his name is Baoyu, and for all his pranks he’s very good to his girl cousins. But how can I provoke him? I shall be spending all my time with the other girls while the boys are in different courtyards.”\n\n“You don’t understand,” replied Lady Wang with a laugh. “He’s not like other boys. Because his grandmother dotes on him, he’s been spoiled by all the maids since he was a child. The girls may ignore him, but if they treat him politely he loses his temper. That’s why you mustn’t pay any attention to him. One moment he’s all honey-sweet; the next, he’s rude and recalcitrant; and in another minute he’s raving like a lunatic. You can’t take him seriously.”\n\nAs Daiyu promised to remember this, a maid announced that dinner was served in the Lady Dowager’s apartments. Lady Wang at once took Daiyu by the hand and led her out of the back door. Going west along a corridor they passed a side-gate and entered a broad court running north and south. On the south side stood a triple gate with a screen wall, behind which was a small five-roomed building; and on the north was a large courtyard with a splendid three-storied building facing south.\n\nApartments. “This is where your Cousin Xifeng lives,” said Lady Wang, pointing with a smile. “So you know where to find her in future. If there’s anything you want, just let her know.”\n\nSome pages with their hair in tufts were standing at the gate. Lady Wang took Daiyu through an entrance hall running east to west into the back court. Passing through a rear door they found many servants there who withdrew at their approach, having set chairs and tables ready.\n\nLi Wan, widow of Jia Zhu, offered the visitors tea while Xifeng laid chopsticks and Lady Wang served the soup.\n\nThe Lady Dowager was seated alone on a couch on the dais with two empty chairs on each side. Xifeng drew Daiyu to the seat on the left of the first row, but she politely declined until her grandmother explained with a smile, “Your aunt and sisters-in-law don’t dine here. Besides, you’re a guest, so do take that seat.” Then Daiyu asked permission to sit down.\n\nThe Lady Dowager told Lady Wang to be seated too, and now Yingchun and the two other girls asked leave to sit — Yingchun on the right first seat, Tanchun the second on the left, and Xichun the second on the right.\n\nMaids with dusters, mouth-rinsing bowls and napkins stood in attendance, while Li Wan and Xifeng waited on the table. Although many maids and serving-women were in the outer hall, not so much as a cough was heard.\n\nAs soon as the meal was over a maid presented tea and a rinse-bowl. And since the Lin family had brought their daughter up to believe that for the sake of her health she should not drink tea immediately after a meal, Daiyu did the same here. But when she saw each of the girls rinse her mouth and wash her hands, and as this was clearly the rule here, she had to do likewise. After this, tea was served again, this time for drinking.\n\n“You may go now,” said the Lady Dowager then. “We can chat at our ease.”\n\nLady Wang rose and after exchanging a few remarks led away Li Wan and Xifeng.\n\nHer grandmother asked Daiyu what books she had studied.\n\n“I’ve just finished the Four Books,” she answered. “But I’m very ignorant.” Then she inquired what the other girls were reading.\n\n“They only know a very few characters, not enough to matter.”\n\nBefore more could be said, they heard footsteps in the courtyard and a maid came in to announce, “Baoyu is here.”\n\nDaiyu was wondering what sort of graceless scamp or little dunce Baoyu was and feeling reluctant to meet such a stupid creature when, even as the maid announced him, in he walked.\n\nHe had on a golden coronet studded with jewels and a golden chaplet in the form of two dragons fighting for a pearl. His red archer’s jacket, embroidered with golden butterflies and flowers, was tied with a coloured tasselled palace sash. Over this he wore a turquoise fringed coat of Japanese satin with a raised pattern of flowers in eight bunches. His court boots were of black satin with white soles.\n\nHis face was as radiant as the mid-autumn moon, his complexion fresh as spring flowers at dawn. The hair above his temples was as sharply outlined as if cut with a knife. His eyebrows were as black as if painted with ink, his cheeks as red as peach-blossom, his eyes bright as autumn ripples. Even when angry he seemed to smile, and there was warmth in his glance even when he frowned.\n\nRound his neck he had a golden torque in the likeness of a dragon, and a silk cord of five colours, on which hung a beautiful piece of jade.\n\nHis appearance took Daiyu by surprise. “How very strange!” she thought. “It’s as if I’d seen him somewhere before. He looks so familiar.”\n\nBaoyu paid his respects to the Lady Dowager and upon her instructions went to see his mother.\n\nHe returned before long, having changed his clothes. His short hair in small plaits tied with red silk was drawn up on the crown of his head and braided into one thick queue as black and glossy as lacquer, secured by a red silk ribbon and four large pearls attached to golden pendants in the form of the eight precious things. His coat was a narrow-sleeved, full-skirted robe of russet green, embroidered with some designs and trimmed with gold-embroidered blue satin. He still wore the torque, the precious jade, a lock-shaped amulet containing his Buddhistic name, and a lucky charm. Below could be glimpsed light green flowered satin trousers, black-dotted stockings with brocade borders, and thick-soled scarlet shoes.\n\nHis face looked as if powdered, his lips as if rouged; his glance was full of affection, his speech interspersed with smiles. But his natural charm was most apparent in his brows, for his eyes sparkled with a world of feeling. Yet in spite of his winning ways he looked a little wild.\n\nAt once the Lady Dowager scolded him: “Fancy changing your clothes before greeting our visitor! Hurry up now and pay your respects to your cousin.”\n\nOf course Baoyu had seen this new cousin earlier and guessed that she was the daughter of his Aunt Lin. He made haste to bow and, having greeted her, looked at her carefully. She was quite different from the other girls he knew.\n\nHer dusky arched eyebrows were knitted and yet not frowning, her speaking eyes held both merriment and sorrow; her very frailty had charm. Her eyes sparkled with tears, her breath was soft and faint. In repose she was like a lovely flower mirrored in the water; in motion, a pliant willow swaying in the wind. She looked more sensitive than Bi Gan, more delicate than Xi Shi.\n\nBaoyu observed her carefully for a while then said with a smile, “I’ve seen this cousin before.”\n\n“Nonsense!” said the Lady Dowager. “How could you have done?”\n\n“Well, her face seems familiar. I feel we’re old friends meeting again after a long separation.”\n\n“So much the better,” said his grandmother. “That means you’re bound to be good friends.”\n\nBaoyu went over to sit beside Daiyu and once more gazed at her intently.\n\n“Have you done much reading, cousin?” he asked.\n\n“No,” said Daiyu. “I’ve only studied for a couple of years and learned a few characters.”\n\n“What’s your name?”\n\nShe told him.\n\n“And your courtesy name?”\n\n“I have none.”\n\n“I’ll give you one then,” he proposed with a chuckle. “What could be better than Pinpin?”\n\n“Where’s that from?” asked Tanchun.\n\n“It says in the Classic of Hills and Seas that there’s a bird in the Mount of Greensickness called Pinpin. I thought since my cousin’s eyebrows look like a distant range of hills, this would be the very name for her.”\n\n“That’s just his nonsense.” The Lady Dowager laughed. “Don’t take him seriously.”\n\n“I’ve not got a name either,” put in Xifeng. “Will you give me one too, Cousin Bao?”\n\n“If I were you I’d ask sister Xifeng for a name,” interposed Tanchun. “She’s the one who can give you one.”\n\n“You know her?” Baoyu asked Daiyu.\n\n“Before I came, Mother told me there was a cousin called Cousin Feng who had been brought up by my uncle from childhood, and was treated just like a son. She said I’d find her very easy to get on with.”\n\n“Don’t believe all they tell you,” cried Xifeng. “You’re being made a fool of.”\n\n“Is that so?” Baoyu smiled. “Then what’s your name?”\n\n“My name’s Daiyu.”\n\n“What character do you write it with?”\n\n“The character dai for black jade.”\n\n“Is there such a character?” He smiled. “I’ve never seen it.”\n\n“How could there be? It’s just something Mother made up.”\n\n“That’s not like the names of the other girls in our family. I suppose she wanted you to be different.”\n\n“Poor thing!” remarked the Lady Dowager. “Your Aunt Lin never did the same as other people, so it’s not surprising that her daughter’s different too. Come now, you’re late. Change your clothes and rest.”\n\nBaoyu got up and left, but soon he was back again in different clothes.\n\n“Don’t you live in the House of Green Delights, where your grandmother is?” asked the Lady Dowager.\n\n“Yes, but I’m tired of Green Delights. I’d rather move into the House of Green Lattice.”\n\n“Very well. If you like, you can move in with your cousin.”\n\n“That’s fine,” he said. “I’ll move in today.”\n\n“No, you can’t,” put in Xifeng. “It’s not convenient. Wait a couple of days till your cousin’s settled down, then we’ll see.”\n\nBaoyu said no more but presently demanded tea, then fruit, and chattered away so much that Daiyu was quite bewildered.\n\nThat evening after the two girls had paid their respects to the Lady Dowager on their return from Lady Wang’s apartments, the Lady Dowager saw that Daiyu was just as she had been in the past, and she discussed the arrangements for her stay with Xifeng.\n\n“Just move the four girls into the three rooms at the back of my large暖阁,” she said. “Keep Baoyu and Daiyu with me for the time being in my暖阁. We can make proper arrangements in the spring when it’s warmer.”\n\n“Dear Ancestress,” said Baoyu, “I’ve been sharing your暖阁, but now you’re putting me at the other end of the room. It’s not that I mind, but if I move out, Cousin Lin will be all alone in here, and she’ll be lonely. Why not let us stay together? We’ll both be happy then, and I shan’t disturb you either.”\n\n“Very well,” said the Lady Dowager after thinking it over. “So be it.”\n\nShe assigned the room at the east end of her暖阁 to Baoyu and Daiyu, and Xifeng ordered a partition to be put up for each of them.\n\nThe gist of these two poems, which later generations wrote to the melody of the Moon over the West River, may be summed up as follows:\n\nFor no reason he sought grief and took delight in woe; In foolish, mad pursuits his fancy had free rein. A fine figure of a man, in truth he was, but all, Within, a store of witless straw. Scornful and rude, he flouted friends and kin, And wild and wayward was his will. He would not heed advice from kith and kin, But liked to roam and wander as he chose.\n\nTo see his household’s rise and fall he would not stir; Neither poverty nor riches could content his mind. Alas, he辜负 his precious hours, his golden youth, Leaving his clan and country to no good avail. The world’s number one fool, past and present: Let sons of luxury not take this as their model!\n\nHis grandmother laughed. “Fancy changing your clothes before greeting our visitor. Haven’t you paid your respects to your cousin yet?”\n\nBaoyu had already seen a slender, delicate girl and guessed that she was the daughter of his Aunt Lin. He made haste to bow to her, and after the exchange of courtesies resumed his seat to look at her more carefully. She had an ethereal beauty different from that of common mortals.\n\nHer dusky arched eyebrows were knitted and yet not frowning, her speaking eyes held both merriment and sorrow; her very frailty had charm. Her eyes sparkled with tears, her breath was soft and faint. In repose she was like a lovely flower mirrored in the water; in motion, a pliant willow swaying in the wind. She had more chambers in her heart than the martyred Bi Gan; and suffered a tithe more pain in it than the beautiful Xi Shi.\n\nBaoyu laughed. “I’ve met this cousin before.”\n\n“You’re talking nonsense again,” said his grandmother, laughing. “How could you have met her?”\n\n“Well, even if I haven’t, her face looks familiar. I feel we’re old friends meeting again after a long separation.”\n\n“So much the better,” rejoined his grandmother. “That means you’re bound to be good friends.”\n\nBaoyu went over to sit beside Daiyu and once more gazed at her intently.\n\n“Have you done much reading, cousin?” he asked.\n\n“No,” said Daiyu. “I’ve only studied for a couple of years and learned a few characters.”\n\n“What’s your name?”\n\nShe told him.\n\n“And your courtesy name?”\n\n“I have none.”\n\n“I’ll give you one then,” he proposed. “‘Pin-pin’ would do very well for you.”\n\n“Where’s that from?” asked Tanchun.\n\n“It says in The Compendium of Men and Objects Old and New that the Western tribe has a stone called dai which can be used instead of ink for painting eyebrows. As Cousin Lin’s eyebrows look half knit, what could be better than to call her Pinpin?”\n\n“You and your inventions!” teased Tanchun.\n\n“Out of all the Four Books, most of what he says is made up,” laughed Baoyu. “Don’t believe him.”\n\n“Have you got a jade like that?” he asked.\n\nAt once Daiyu guessed that he had one himself and was asking her because she had none.\n\n“No, I haven’t. I suppose it’s too rare for everybody to have one.”\n\nThis threw Baoyu into one of his frenzies. Tearing off the jade he flung it on the ground.\n\n“What’s rare about it?” he stormed. “It can’t even tell good people from bad. What spiritual understanding has it got? I don’t want this nuisance either.”\n\nIn consternation all the maids rushed forward to pick up the jade while his grandmother, in desperation, caught him in her arms.\n\n“You wicked monster!” she scolded. “Storm at people if you’re in a passion. But why throw away that precious thing that’s your very life?”\n\nHis face stained with tears, Baoyu sobbed, “None of the girls here has one, only me. What’s the fun of that? Even this newly arrived cousin who’s lovely as a fairy hasn’t got one either. That shows it’s no good.”\n\n“She did have one once,” coaxed his grandmother. “But when your aunt was dying and couldn’t bear to part with her, they had to give her the jade to take with her instead. That was like burying the living with the dead and showed your cousin’s filial piety. It meant, too, that your aunt in the other world could have your cousin with her in spirit. So when she said she had no jade, it wasn’t right for her to talk so boastfully. Now you put yours on properly like a good boy, for fear your mother should hear about this.”\n\nShe took the jade from one of the maids and put it on him herself. And Baoyu, convinced by this, let the matter drop.\n\nHearing this, Baoyu thought it over and could not but agree to this arrangement.\n\nNow his nurse came to ask where Daiyu was to stay.\n\n“Move Baoyu into the alcove in my inner apartment,” said his grandmother. “Miss Lin can stay for the time being in the green gauze cabinet. By the end of the winter we can make different arrangements once the spring comes and they can have separate rooms.”\n\n“Dear Ancestress,” protested Baoyu. “I can sleep very well on that couch outside the green gauze cabinet. Why should I move over and disturb you?”\n\nAfter a moment’s reflection the Lady Dowager agreed.\n\nApart from his own wet-nurse and his two maids, Baoyu was attended by his grandmother’s personal maid Hsi-jen. And now Hsi-feng had sent over a lotus-coloured silk quilt embroidered with flowers and a brocade coverlet with a satin mattress, as well as other bedding.\n\nDaiyu had brought only her nurse Wang and her ten-year-old maid Hsueh-yen. The Lady Dowager, considering the child too young and the nurse too old to be of much service, gave Daiyu one of her own secondary maids, an oriole. And like the other girls, in addition to her own wet-nurse Daiyu was assigned some elderly nurses and, besides her two personal maids, four or five others to attend to the housework and dusting.\n\nThus Wang Mama and Ying-ko accompanied Daiyu that night to the green gauze cabinet, while Baoyu’s wet-nurse Nanny Li and his chief maid Hsi-jen attended him outside the curtained couch.\n\nHsi-jen had originally been the Lady Dowager’s maid. Her real name was Chen-chu. But the old lady so doted on her grandson that she wanted to make sure he was well served and, knowing Hsi-jen to be a conscientious girl, she gave her to Baoyu. The young master, aware that her surname was Hua and having read in some verse the line “the fragrance of flowers assails men,” changed her name to Hsi-jen or Aroma.\n\nNow Aroma was so devoted to the Lady Dowager that her whole heart was in her work. Since being assigned to Baoyu, her whole heart was in her work for him. Because Baoyu was so wayward, she often remonstrated with him. And when he took no notice she felt very worried.\n\nThat evening after Baoyu and Nanny Li were asleep, Aroma noticed that the light was still on in the green gauze cabinet. Having quietly undressed, she went in and asked with a smile:\n\n“Why aren’t you asleep yet, miss?”\n\n“Do sit down, sister,” invited Tai-yu with a smile.\n\nAroma sat on the edge of the couch.\n\n“Miss Lin has been crying her eyes out because she feels to blame for what happened today,” volunteered Ying-ko. “It’s all my fault for arriving the first day and starting your young master’s illness. If that jade of his had been really smashed, I’d never have forgiven myself. It was hard to comfort her.”\n\n“Don’t take it so to heart, miss,” said Aroma. “I shouldn’t be surprised if you see much stranger goings-on here yet. If you take this so much to heart, I’m afraid you’ll be upset all the time. Do cheer up.”\n\n“I’ll remember what you’ve said, sisters,” promised Daiyu.\n\nAfter a little more conversation they settled down for the night.\n\nThe next morning, after paying her respects to the Lady Dowager, Daiyu went to Lady Wang’s apartments. She found her with Hsi-feng discussing a letter from Nanking. Two matrons from the household of Lady Wang’s brother had been sent with a message, and the three of them were trying to figure out its meaning. Although Daiyu did not know what it was about, Tan-chun and the others knew that they were discussing Hsueh Pan, the son of their Aunt Hsueh in Nanking. Relying on his wealth and power, he had struck a man dead in an affray and was now in the hands of the Yingtien prefect. Their uncle Wang Tzu-teng had been informed and sent to urge them to come to the capital.\n\nBut more of this in the next chapter."
}