{
  "index": "006",
  "title": "第6章 贾宝玉初试云雨情 刘老老一进荣国府",
  "original": "却说秦氏因听见宝玉梦中唤他的乳名，心中纳闷，又不好细问。彼时宝玉迷迷惑惑，若有所失，遂起身解怀整衣。袭人过来给他系裤带时，刚伸手至大腿处，只觉冰冷粘湿的一片，吓的忙褪回手来，问：“是怎么了？”宝玉红了脸，把他的手一捻。袭人本是个聪明女子，年纪又比宝玉大两岁，近来也渐省人事。今见宝玉如此光景，心中便觉察了一半，不觉把个粉脸羞的飞红，遂不好再问。仍旧理好衣裳，随至贾母处来，胡乱吃过晚饭，过这边来，趁众奶娘丫鬟不在旁时，另取出一件中衣与宝玉换上。宝玉含羞央告道：“好姐姐，千万别告诉人。”袭人也含着羞悄悄的笑问道：“你为什么……”说到这里，把眼又往四下里瞧了瞧，才又问道：“那是那里流出来的？”宝玉只管红着脸不言语，袭人却只瞅着他笑。迟了一会，宝玉才把梦中之事细说与袭人听。说到云雨私情，羞的袭人掩面伏身而笑。宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所训之事。袭人自知贾母曾将他给了宝玉，也无可推托的，扭捏了半日，无奈何，只得和宝玉温存了一番。自此宝玉视袭人更自不同，袭人待宝玉也越发尽职了。这话暂且不提。\n　　且说荣府中，合算起来，从上至下，也有三百馀口人，一天也有一二十件事，竟如乱麻一般，没个头绪可作纲领。正思从那一件事那一个人写起方妙，却好忽从千里之外，芥豆之微，小小一个人家，因与荣府略有些瓜葛，这日正往荣府中来，因此便就这一家说起，倒还是个头绪。\n　　原来这小小之家，姓王，乃本地人氏，祖上也做过一个小小京官，昔年曾与凤姐之祖王夫人之父认识。因贪王家的势利，便连了宗，认作侄儿。那时只有王夫人之大兄凤姐之父与王夫人随在京的知有此一门远族，馀者也皆不知。目今其祖早故，只有一个儿子，名唤王成，因家业萧条，仍搬出城外乡村中住了。王成亦相继身故，有子小名狗儿，娶妻刘氏，生子小名板儿；又生一女，名唤青儿。一家四口，以务农为业。因狗儿白日间自作些生计，刘氏又操井臼等事，青、板姊弟两个无人照管，狗儿遂将岳母刘老老接来，一处过活。这刘老老乃是个久经世代的老寡妇，膝下又无子息，只靠两亩薄田度日。如今女婿接了养活，岂不愿意呢，遂一心一计，帮着女儿女婿过活。\n　　因这年秋尽冬初，天气冷将上来，家中冬事未办，狗儿未免心中烦躁，吃了几杯闷酒，在家里闲寻气恼，刘氏不敢顶撞。因此刘老老看不过，便劝道：“姑爷，你别嗔着我多嘴，咱们村庄人家儿，那一个不是老老实实，守着多大碗儿吃多大的饭呢？你皆因年小时候，托着老子娘的福，吃喝惯了，如今所以有了钱就顾头不顾尾，没了钱就瞎生气，成了什么男子汉大丈夫了！如今咱们虽离城住着，终是天子脚下。这长安城中遍地皆是钱，只可惜没人会去拿罢了。在家跳蹋也没用！”狗儿听了道：“你老只会在炕头上坐着混说，难道叫我打劫去不成。”刘老老说道：“谁叫你去打劫呢，也到底大家想个方法儿才好。不然那银子钱会自己跑到咱们家里来不成？”狗儿冷笑道：“有法儿还等到这会子呢！我又没有收税的亲戚、做官的朋友，有什么法子可想的？就有，也只怕他们未必来理我们呢。”刘老老道：“这倒也不然。‘谋事在人，成事在天’，咱们谋到了，靠菩萨的保佑，有些机会，也未可知。我倒替你们想出一个机会来。当日你们原是和金陵王家连过宗的。二十年前，他们看承你们还好，如今是你们拉硬屎，不肯去就和他，才疏远起来。想当初我和女儿还去过一遭，他家的二小姐着实爽快会待人的，倒不拿大，如今现是荣国府贾二老爷的夫人。听见他们说，如今上了年纪，越发怜贫恤老的了，又爱斋僧布施。如今王府虽升了官儿，只怕二姑太太还认的咱们，你为什么不走动走动？或者他还念旧，有些好处也未可知。只要他发点好心，拔根寒毛，比咱们的腰还壮呢。”刘氏接一道：“你老说的好，你我这样嘴脸，怎么好到他门上去？只怕他那门上人也不肯进去告诉，没的白打嘴现世的！”\n　　谁知狗儿利名心重，听如此说，心下便有些活动；又听他妻子这番话，便笑道：“老老既这么说，况且当日你又见过这姑太太一次，为什么不你老人家明日就去走一边，先试试风头儿去？”刘老老道：“哎哟！可是说的了：‘侯门似海。’我是个什么东西儿！他家人又不认得我，去了也是白跑。”狗儿道：“不妨，我教给你个法儿。你竟带了小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷先时和我父亲交过一桩事，我们本极好的。”刘老老道：“我也知道。只是许多时不走动，知道他如今是怎样？这也说不得了，你又是个男人，这么个嘴脸，自然去不得。我们姑娘年轻的媳妇儿，也难卖头卖脚的。倒还是舍着我这副老脸去碰碰，果然有好处，大家也有益。”当晚计议已定。\n次日天未明时，这老老便起来梳洗了。又将板儿教了几句话。五六岁的孩子，听见带了他进城逛去，喜欢的无不应承。于是刘老老带了板儿，进城至宁荣街来。到了荣府大门前石狮子旁边，只见满门口的轿马。刘老老不敢过去，掸掸衣服，又教了板儿几句话，然后溜到角门前，只见几个挺胸叠肚、指手画脚的人坐在大门上，说东谈西的。刘老老只得蹭上来问：“太爷们纳福。”众人打量了一会，便问：“是那里来的？”刘老老陪笑道：“我找太太的陪房周大爷的。烦那位太爷替我请他出来。”那些人听了，都不理他，半日方说道：“你远远的那墙畸角儿等着，一会子他们家里就有人出来。”内中有个年老的说道：“何苦误他的事呢。”因向刘老老道：“周大爷往南边去了。他在后一带住着，他们奶奶儿倒在家呢。你打这边绕到后街门上找就是了。”刘老老谢了，遂领着板儿绕至后门上。只见门上歇着些生意担子，也有卖吃的，也有卖玩耍的，闹吵吵三二十个孩子在那里。刘老老便拉住一个道：“我问哥儿一声，有个周大娘在家么？”那孩子翻眼瞅着道：“那个周大娘？我们这里周大娘有几个呢，不知那一个行当儿上的？”刘老老道：“他是太太的陪房。”那孩子道：“这个容易，你跟了我来。”引着刘老老进了后院，到一个院子墙边，指道：“这就是他家。”又叫道：“周大妈，有个老奶奶子找你呢。”\n    周瑞家的在内忙迎出来，问：“是那位？”刘老老迎上来笑问道：“好啊？周嫂子。”周瑞家的认了半日，方笑道：“刘老老，你好？你说么，这几年不见，我就忘了。请家里坐。”刘老老一面走，一面笑说道：“你老是‘贵人多忘事’了，那里还记得我们？”说着，来至房中，周瑞家的命雇的小丫头倒上茶来吃着。周瑞家的又问道：“板儿长这么大了么！”又问些别后闲话。又问刘老老：“今日还是路过，还是特来的？”刘老老便说：“原是特来瞧瞧嫂子；二则也请请姑太太的安。若可以领我见一见更好，若不能，就借重嫂子转致意罢了。”\n　　周瑞家的听了，便已猜着几分来意。只因他丈夫昔年争买田地一事，多得狗儿他父亲之力，今见刘老老如此，心中难却其意，二则也要显弄自己的体面。便笑说：“老老你放心。大远的诚心诚意来了，岂有个不叫你见个真佛儿去的呢。论理，人来室至，却都不与我相干。我们这里都是各一样儿。我们男的只管春秋两季地租子，闲了时带着小爷们出门就完了；我只管跟太太奶奶们出门的事。皆因你是太太的亲戚，又拿我当个人，投奔了我来，我竟破个例给你通个信儿去。但只一件，你还不知道呢：我们这里不比五年前了。如今太太不理事，都是琏二奶奶当家。你打量琏二奶奶是谁？就是太太的内侄女儿，大舅老爷的女孩儿，小名叫凤哥的。”刘老老听了，忙问道：“原来是他？怪道呢，我当日就说他不错。这么说起来，我今儿还得见他了？”周瑞家的道：“这个自然。如今有客来，都是凤姑娘周旋接待。今儿宁可不见太太，倒得见他一面，才不枉走这一遭儿。”刘老老道：“阿弥陀佛！这全仗嫂子方便了。”周瑞家的说：“老老说那里话。俗语说的好：‘与人方便，自己方便。’不过用我一句话，又费不着我什么事。”说着，便唤小丫头：“到倒厅儿上，悄悄的打听老太太屋里摆了饭了没有。”小丫头去了。\n　　这里二人又说了些闲话。刘老老因说：“这位凤姑娘，今年不过十八九岁罢了，这等有本事，当这样的家，可是难得的！”周瑞家的听了道：“瞎！我的老老，告诉不得你了。这凤姑娘年纪儿虽小，行事儿比是人都大呢。如今出挑的美人儿似的，少说着只怕有一万心眼子，再要赌口齿，十个会说的男人也说不过他呢。回来你见了就知道了。就只一件，待下人未免太严些儿。”说着，小丫头回来说：“老太太屋里摆完了饭了，二奶奶在太太屋里呢。”周瑞家的听了连忙起身，催着刘老老：“快走，这一下来就只吃饭是个空儿，咱们先等着去。若迟了一步，回事的人多了，就难说了。再歇了中觉，越发没时候了。”说着，一齐下了炕，整顿衣服，又教了板儿几句话，跟着周瑞家的，逶迤往贾琏的住宅来。\n　　先至倒厅，周瑞家的将刘老老安插住等着，自己却先过影壁，走进了院门，知凤姐尚未出来，先找着凤姐的一个心腹通房大丫头名唤平儿的。周瑞家的先将刘老老起初来历说明，又说：“今日大远的来请安，当日太太是常会的，所以我带了他过来。等着奶奶下来，我细细儿的回明了，想来奶奶也不至嗔着我莽撞的。”平儿听了，便作了个主意：“叫他们进来，先在这里坐着就是了。”周瑞家的才出去领了他们进来。上了正房台阶，小丫头打起猩红毡帘，才入堂屋，只闻一阵香扑了脸来，竟不知是何气味，身子就象在云端里一般。满屋里的东西都是耀眼争光，使人头晕目眩，刘老老此时只有点头咂嘴念佛而已。于是走到东边这间屋里，乃是贾琏的女儿睡觉之所。平儿站在炕沿边，打量了刘老老两眼，只得问个好，让了坐。刘老老见平儿遍身绫罗，插金戴银，花容月貌，便当是凤姐儿了，才要称“姑奶奶”，只见周瑞家的说：“他是平姑娘。”又见平儿赶着周瑞家的叫他“周大娘”，方知不过是个有体面的丫头。于是让刘老老和板儿上了炕，平儿和周瑞家的对面坐在炕沿上，小丫头们倒了茶来吃了。\n　　刘老老只听见咯当咯当的响声，很似打罗筛面的一般，不免东瞧西望的。忽见堂屋中柱子上挂着一个匣子，底下又坠着一个秤陀似的，却不住的乱晃。刘老老心中想着：“这是什么东西？有煞用处呢？”正发呆时，陡听得当的一声又若金钟铜謦一般，倒吓得不住的展眼儿。接着一连又是八九下，欲待问时，只见小丫头们一齐乱跑，说：“奶奶下来了。”平儿和周瑞家的忙起身说：“老老只管坐着，等是时候儿我们来请你。”说着迎出去了。刘老老只屏声侧耳默候。只听远远有人笑声，约有一二十个妇人，衣裙两个妇人，都捧着大红油漆盒进这边来等候。听得那边说道：“摆饭”，渐渐的人才散出去，只有伺候端菜的几个人。半日鸦雀不闻。忽见两个人抬了一张炕桌来，放在这边炕上，桌上碗盘摆列，仍是满满的鱼肉，不过略动了几样。板儿一见就吵着要肉吃，刘老老打了他一巴掌。\n　　忽见周瑞家的笑嘻嘻走过来，点手儿叫他。刘老老会意，于是带着板儿下炕。至堂屋中间，周瑞家的又和他咕唧了一会子，方蹭到这边屋内。只见门外铜钩上悬着大红洒花软帘，南窗下是炕，炕上大红条毡，靠东边板壁立着一个锁子锦的靠背和一个引枕，铺着金线闪的大坐褥，傍边有银唾盒。那凤姐家常带着紫貂昭君套，围着那攒珠勒子，穿着桃红洒花袄，石青刻丝灰鼠披风，大红洋绉银鼠皮裙，粉光脂艳，端端正正坐在那里，手内拿着小铜火箸儿拨手炉内的灰。平儿站在炕沿边，捧着小小的一个填漆茶盘，盘内一个小盖钟儿。凤姐也不接茶，也不抬头，只管拨那灰，慢慢的道：“怎么还不请进来？”一面说，一面抬身要茶时，只见周瑞家的已带了两个人立在面前了，这才忙欲起身、犹未起身，满面春风的问好，又嗔着周瑞家的：“怎么不早说！”刘老老已在地下拜了几拜，问姑奶奶安。凤姐忙说：“周姐姐，搀着不拜罢。我年轻，不大认得，可也不知是什么辈数儿，不敢称呼。”周瑞家的忙回道：“这就是我才回的那个老老了。”凤姐点头，刘老老已在炕沿上坐下了。板儿便躲在他背后，百般的哄他出来作揖，他死也不肯。\n　　凤姐笑道：“亲戚们不大走动，都疏远了。知道的呢，说你们弃嫌我们，不肯常来。不知道的那起小人，还只当我们眼里没人似的。”刘老老忙念佛道：“我们家道艰难，走不起。来到这里，没的给姑奶奶打嘴，就是管家爷们瞧着也不象。”凤姐笑道：“这话没的叫人恶心。不过托赖着祖父的虚名，作个穷官儿罢咧，谁家有什么？不过也是个空架子。俗语儿说的好，‘朝廷还有三门子穷亲’呢，何况你我。”说着，又问周瑞家的：“回了太太了没有？”周瑞家的道：“等奶奶的示下。”凤姐儿道：“你去瞧瞧，要是有人就罢；要得闲呢，就回了，看怎么说。”周瑞家的答应去了。\n　　这里凤姐叫人抓了些果子给板儿吃，刚问了几句闲话时，就有家下许多媳妇儿管事的来回话。平儿回了，凤姐道：“我这里陪客呢，晚上再来回。要有紧事，你就带进来现办。”平儿出去，一会进来说：“我问了，没什么要紧的。我叫他们散了。”凤姐点头。只见周瑞家的回来，向凤姐道：“太太说：‘今日不得闲儿，二奶奶陪着也是一样，多谢费心想着。要是白来逛逛呢便罢；有什么说的，只管告诉二奶奶。’”刘老老道：“也没甚的说，不过来瞧瞧姑太太、姑奶奶，也是亲戚们的情分”周瑞家的道：“没有什么说的便罢；要有话，只管回二奶奶，和太太是一样儿的。”一面说一面递了个眼色儿。刘老老会意，未语先红了脸。待要不说，今日所为何来？只得勉强说道：“论今日初次见，原不该说的，只是大远的奔了你老这里来，少不得说了……”刚说到这里，只听二门上小厮们回说：“东府里小蓉大爷进来了。”凤姐忙和刘老老摆手道：“不必说了。”一面便问：“你蓉大爷在那里呢？”只听一路靴子响，进来了一个十七八岁的少年，面目清秀，身段苗条，美服华冠，轻裘宝带。刘老老此时坐不是站不是，藏没处藏，躲没处躲。凤姐笑道：“你只管坐着罢，这是我侄儿。”刘老老才扭扭捏捏的在炕沿儿上侧身坐下。\n　　那贾蓉请了安，笑回道：“我父亲打发来求婶子，上回老舅太太给婶子的那架玻璃炕屏，明儿请个要紧的客，略摆一摆就送来。”凤姐道：“你来迟了，昨儿已经给了人了。”贾蓉听说，便笑嘻嘻的在炕沿上下个半跪道：“婶子要不借，我父亲又说我不会说话了，又要挨一顿好打。好婶子，只当可怜我罢！”凤姐笑道：“也没见我们王家的东西都是好的？你们那里放着那些好东西，只别看见我的东西才罢，一见了就想拿了去。”贾蓉笑道：“只求婶娘开恩罢！”凤姐道：“碰坏一点儿，你可仔细你的皮！”因命平儿拿了楼门上钥匙，叫几个妥当人来抬去。贾蓉喜的眉开眼笑，忙说：“我亲自带人拿去，别叫他们乱碰。”说着便起身出去了。这凤姐忽然想起一件事来，便向窗外叫：“蓉儿回来！”外面几个人接声说：“请蓉大爷回来呢！”贾蓉忙回来，满脸笑容的瞅着凤姐，听何指示。那凤姐只管慢慢吃茶，出了半日神，忽然把脸一红，笑道：“罢了，你先去罢。晚饭后你来再说罢。这会子有人，我也没精神了。”贾蓉答应个是，抿着嘴儿一笑，方慢慢退去。\n　　这刘老老方安顿了，便说道：“我今日带了你侄儿，不为别的，因他爹娘连吃的没有，天气又冷，只得带了你侄儿奔了你老来。”说着，又推板儿道：“你爹在家里怎么教你的？打发咱们来作煞事的？只顾吃果子！”凤姐早已明白了，听他不会说话，因笑道：“不必说了，我知道了。”因问周瑞家的道：“这老老不知用了早饭没有呢？”刘老老忙道：“一早就往这里赶咧，那里还有吃饭的工夫咧？”凤姐便命快传饭来。一时周瑞家的传了一桌客馔，摆在东屋里，过来带了刘老老和板儿过去吃饭。凤姐这里道：“周姐姐好生让着些儿，我不能陪了。”一面又叫过周瑞家的来问道：“方才回了太太，太太怎么说了？”周瑞家的道：“太太说：‘他们原不是一家子，当年他们的祖和太老爷在一处做官，因连了宗的。这几年不大走动。当时他们来了，却也从没空过的。如今来瞧我们，也是他的好意，别简慢了他。要有什么话，叫二奶奶裁夺着就是了。’”凤姐听了说道：“怪道，既是一家子，我怎么连影儿也不知道？”\n　　说话间，刘老老已吃完了饭，拉了板儿过来，舔唇咧嘴的道谢。凤姐笑道：“且请坐下，听我告诉你。方才你的意思，我已经知道了。论起亲戚来，原该不等上门就有照应才是，但只如今家里事情太多，太太上了年纪，一时想不到是有的。我如今接着管事，这些亲戚们又都不大知道，况且外面看着虽是烈烈轰轰，不知大有大的难处，说给人也未必信。你既大远的来了，又是头一遭儿和我张个口，怎么叫你空回去呢。可巧昨儿太太给我的丫头们作衣裳的二十两银子还没动呢，你不嫌少，先拿了去用罢。”那刘老老先听见告艰苦，只当是没想头了，又听见给他二十两银子，喜的眉开眼笑道：“我们也知道艰难的，但只俗语说的：‘瘦死的骆驼比马还大’呢。凭他怎样，你老拔一根寒毛比我们的腰还壮哩。”周瑞家的在旁听见他说的粗鄙，只管使眼色止他。凤姐笑而不睬，叫平儿把昨儿那包银子拿来，再拿一串钱，都送至刘老老跟前。凤姐道：“这是二十两银子，暂且给这孩子们作件冬衣罢。改日没事，只管来逛逛，才是亲戚们的意思。天也晚了，不虚留你们了。到家该问好的都问个好儿罢。”一面说，一面就站起来了。\n    刘老老只是千恩万谢的，拿了银钱，跟着周瑞家的走到外边。周瑞家的道：“我的娘！你怎么见了他倒不会说话了呢？开口就是‘你侄儿’。我说句不怕你恼的话：就是亲侄儿也要说的和软些儿。那蓉大爷才是他的侄儿呢。他怎么又跑出这么个侄儿来了呢！”刘老老笑道：“我的嫂子！我见了他，心眼儿里爱还爱不过来，那里还说的上话来？”二人说着，又到周瑞家坐了片刻。刘老老要留下一块银子给周家的孩子们买果子吃，周瑞家的那里放在眼里，执意不肯。刘老老感谢不尽，仍从后门去了。\n    未知去后如何，且听下回分解。",
  "translation": "Now Qin-shi was puzzled to hear Bao-yu call out the pet name she had had as a child in his sleep, but could not very well question him. At that point Bao-yu, still in a bemused, trance-like state, got up and adjusted his clothes. As Aroma came up to fasten his trousers for him, she put her hand on his leg and encountered a cold, sticky wetness which startled her into whipping it away again.\n\n‘What’s happened?’ she asked, her heart beating furiously.\n\nBao-yu merely reddened and squeezed her hand without replying. Aroma had always been a knowing young person and, being a couple of years older than Bao-yu, had some time since reached the age of puberty. She had a fair idea of what had happened, and blushing herself, felt too embarrassed to question him further. Having tidied his clothes, she accompanied him to see Grandmother Jia and, after a hasty meal, back to his own apartment, where, seizing a moment when his other nurses and attendants were out of the way, she produced a change of underwear for him.\n\n‘Please, please don’t tell anyone!’ Bao-yu begged her shamefacedly.\n\n‘Why did you...?’ she asked him with a little smile, then broke off and looked around to make sure that no one was listening before continuing. ‘Where did that — wetness — come from?’\n\nBao-yu blushed and said nothing. Aroma continued to gaze at him questioningly with a little smile, and after a long pause he finally told her about his dream.\n\nWhen he came to the part about his initiation into the ‘sports of cloud and rain’, Aroma was so overcome with embarrassment that she buried her face in her hands and bent double, shaking with laughter.\n\nSince that time Bao-yu had felt a special tenderness for Aroma on account of her charming coquetry. And now that she had asked him about his dream, he felt an irresistible urge to demonstrate to her what he had learned in the Land of Illusion. Taking her by the hand, he prepared to initiate her into the ‘sports of cloud and rain’.\n\nNow Aroma had always considered that her duties included the physical care of her young master, and reflecting that Grandmother Jia had placed her in his charge, she felt that it would not be right to refuse him. And so it was that she allowed him to have his will of her, suppressing her own feelings of modesty. And from that time onwards Bao-yu treated Aroma with even greater consideration than before, while Aroma for her part served him with even greater devotion than she had done hitherto. But of this, for the time being, no more.\n\nTo turn to the Rong mansion, whose inmates, high and low, must have numbered three hundred souls. Its affairs, too, were such that a score and more of things might happen in any one day, so that the whole formed a tangled, knotted mess, like a heap of hemp, with no clear clue to guide one through it. Just as I was wondering from what point it would be best to begin, it suddenly occurred to me that among all these there must be some insignificant, trivial matters that could serve as a clue to guide us through the billows, and that by starting from one of these we might eventually get to the heart of the matter.\n\nIt so happened that on this very day a very insignificant and very trivial matter had occurred — an event so small that it might be said to have taken place in a household as insignificant as a grain of mustard-seed — but one which will lead us, for all that, to the very centre of our story. Let us begin, then, with this household.\n\nThe family in question was named Wang. They were natives of these parts. The grandfather had been a minor court official and had been on terms of some friendship with Lady Wang’s father. Moved by a desire to attach himself to the powerful Wangs, he had ‘joined ancestors’ with them and recognized them as his cousins.\n\nAt that time only the two elder branches of the Wang family, that is, the family of Lady Wang’s elder brother Wang Xi-teng and that of her father, were still living in the capital. The rest of the clan was scattered about in various parts of the country, so that this other family of Wang, though claiming cousinship, had in fact little or no contact with them.\n\nThe grandfather of this family of Wang was now dead, leaving a son called Wang Cheng whose own son, called Ban-er, was still only a child in arms. Wang Cheng was also the father of a little girl called Qing-er. The family’s fortunes had now declined to the point at which they were finding it difficult to make ends meet. Wang Cheng accordingly took his family and moved to the country outside the city, where they could live more cheaply.\n\nSoon after moving Wang Cheng himself fell ill and died. His son, the little boy Ban-er, grew up and married a girl from a family called Liu who had been neighbours of the Wangs in the country. She bore him a son called Little Ban and a daughter called Little Qing. The four of them lived by working on the land. And as Ban-er was out working on the farm all day and his wife was occupied with her household tasks and with the children, there was no one to look after Little Ban and Little Qing, so Ban-er invited his mother-in-law, old Grannie Liu, to come and live with them.\n\nThis Grannie Liu was a widow well on in years who passed her days supported by a smallholding of a couple of acres. Since she had no son, she had for some years been dependent on her daughter and son-in-law for a livelihood. She therefore accepted their invitation with alacrity and threw herself enthusiastically into the task of helping them to make a living.\n\nAutumn had ended and winter was just beginning. The weather was getting cold, and they had as yet made no provision against the winter. This was preying on Ban-er’s mind and making him irritable, and after drowning his cares with more than usually large quantities of cheap wine, he began venting his irritation on his family as soon as he got back home. His wife was afraid to answer back, but Grannie Liu was not prepared to see her daughter put upon and gave him a piece of her mind:\n\n‘Now you just take a pull on yourself, my lad! When folks has their own little home to manage, it’s no manner of use taking on like this. We country folk, what sort of life do you think we lead? We allus has to put up with a bit of hardship. That’s only natural. You’ve only got the one mouth, I’m sure. If you’re afeared of starving, I’ll give it back to you! It’s all on account of that drop too much you’re so fond of putting away that you’re carrying on like this. Thinking you’re a great big fellow and can bully us women, I suppose! Out in the city — now that’s where the money is. Instead of kicking up all this din and clatter here, why don’t you go out and try to get yourself a bit of it?’\n\nWell, being the son and son-in-law of such parents, you’ve grown used to living in luxury. Now that you’ve come into a little money you don’t know how to manage, and when it’s gone you take it out on the rest of us. A fine way for a man to behave! Although we live outside the city, we’re at the feet of the Emperor and the whole place is paved with gold. The pity is that no one knows how to pick it up. What’s the use of storming about at home?”\n\n“Don’t sit there ranting,” retorted Gouer. “Do you expect me to go and steal some money?”\n\n“Who’s talking about stealing? We must think of some way. But money won’t come here of itself, that’s certain.”\n\n“Easier said than done. I’ve no influential relatives or friends who are officials. What can I do? Even if I had, they’d most likely cold-shoulder us.”\n\n“That’s not the way to look at it. ‘Man proposes, Heaven disposes.’ Work out a plan, trust to Buddha, and something may come of it for all you know. I’ve thought of a chance for you. You were connected with the Wang family in Jinling. Twenty years ago they were good to you, but you were too stuck-up to go to them again and so you’ve drifted apart. I recall calling on them once with my daughter. Their Second Young Miss was really kind and free from arrogance. She’s now the wife of the second Lord Jia in the Rong Mansion. I hear she’s grown even more charitable and kind to the poor since she was left a widow. She’s fond, too, of giving alms to Buddhists. The Wangs have been promoted and are even grander now; but I’ve an idea Madam Wang would still remember us. Why not go and see her? If she’s the same as in the old days, we may get something out of her. She may do something for you for old time’s sake. A hair from her body would be thicker than our waist.”\n\n“That’s all very well, mother,” put in her daughter. “But what sort of figure shall we cut going to their gate? Most likely their servants will refuse to announce us. Instead of doing any good we’ll just make a show of ourselves.”\n\nGouer, however, was tempted by his mother-in-law’s suggestion and eager to try his luck. But his wife’s remark made him laugh.\n\n“Well, since this is your idea, mother, and you’ve called on the lady before, why not go there tomorrow and see how the wind blows?”\n\n“Mercy on us!” cried the old woman. “You know what they say: ‘A prince’s door is like the deep sea.’ What am I supposed to be? The servants there don’t know me. It’s no use my going.”\n\n“No matter. I’ll tell you how to set about it. Take little Ban’er with you and ask for their steward Zhou Rui. If you see him, we’re in luck. He was on good terms with my father once when they were in some business together.”\n\n“I know that. But we’ve not been in touch for so long, I’ve no idea how he’s doing. It’s no use your going, a man with such a face — you’d only make a bad impression. And a young woman like my daughter can’t very well go traipsing all over the place. I’ve a good mind to take my old face and try my luck there. If anything comes of it, we’ll all benefit.”\n\nSo the matter was settled that night.\n\nBefore dawn the next day Granny Liu washed and combed Ban’er and gave him his instructions. Being only five or six years old, the child was delighted to hear that he was to be taken to town. So off they set for Rongning Street, where the Ning and Rong Mansions stood. When they reached the main gate of the Rong Mansion, they found a crowd of pedlars and idlers there as well as a line of carriages. Not daring to go straight up, Granny Liu dusted down her clothes and gave Ban’er another lecture. Then, edging up to the side gate, she saw some splendidly dressed servants lolling on benches and engaged in a lively discussion.\n\nAfter much beating about the bush, Granny Liu sidled up to one of them and said, “How are you, gentlemen?” They looked her over and asked where she had come from.\n\n“I’ve come to see Mr. Zhou who came with Lady Wang when she was married,” she told them with a smile. “May I trouble one of you gentlemen to fetch him out for me?”\n\nThe men ignored her for a while, but finally one of them said, “Wait over there by the corner of the wall. One of his family may come out by and by.”\n\nAn older man interposed, “Why make a fool of her?” He turned to Granny Liu. “Old Zhou has gone south but his wife is at home. His house is at the back. Go round to the back gate and ask for her there.”\n\nHaving thanked him, Granny Liu took Baner round to the back gate. Several pedlars had put down their wares there and about twenty or thirty urchins had gathered round to stare at them. The old woman caught hold of one of the small boys and asked, “Can you tell me, brother, if Mrs. Zhou is at home?”\n\n“Which Mrs. Zhou?” The child stared at her. “We have three Mrs. Zhous and two Granny Zhous. Which one do you want?”\n\n“She’s the personal maid who came with Lady Wang when she was married.”\n\n“That’s easy. Come with me.”\n\nHe led Granny Liu into a back courtyard and called out, “Auntie Zhou! An old lady here wants to see you.”\n\nZhou Rui’s wife hurried out and asked who it was.\n\n“How are you, sister Zhou?” inquired Granny Liu, smiling.\n\nAfter staring at her for some time the woman returned her smile.\n\n“Why, it’s Granny Liu! How are you? It’s so many years since I saw you last, I couldn’t place you. Come in and sit down.”\n\nAs she walked in, Granny Liu chuckled, “The higher the rank, the worse the memory. How could you remember us?”\n\nThey were in the house now and Zhou Rui’s wife ordered a young maid to pour tea. Then she asked, “Is that Baner? What a big boy he’s grown!” After some remarks about the past she asked Granny Liu whether she had come just to see them or whether there was something else.\n\n“I came mainly to see you, sister, and to ask after Her Ladyship,” replied the old woman. “If you’ll take me to see her, that’s fine; if not, I must just trouble you to pass on my regards.”\n\nZhou Rui’s wife had already guessed why she had come. Since her husband had received help from Granny Liu’s son-in-law in buying some land a few years earlier, she could hardly reject this appeal. Besides, she wanted to show how important she was.\n\n“Don’t worry, granny,” she said. “You’ve come in all sincerity and I’ll see that you meet the Buddha face to face. Logically, we servants have nothing to do with the masters’ social calls; but we each have our different duties. My husband attends to the estate and collecting the rent in spring and autumn, and when he has time he takes the young gentlemen out; my job is to accompany the ladies and mistresses when they go out. As you’re a connection of Her Ladyship and have come to me in all confidence, I’ll make an exception and announce you. But there’s one thing, granny. This household isn’t what it was five years ago. Her Ladyship doesn’t run things any longer. It’s Master Lian’s wife who’s in charge. And who do you think she is? She’s Her Ladyship’s niece, the daughter of her elder brother, whose child name was Fengge.”\n\n“You don’t say so!” cried Granny Liu. “No wonder I predicted great things for her. If that’s how it is, I must see her today.”\n\n“Of course. When there are visitors nowadays, it’s she who does the honours. If you don’t see her, you’ll have come for nothing.”\n\nGranny Liu Declines a Meal with Lady Wang and Sees Xifeng\n\n“I’ve come to pay my respects to the mistress and call on you, sister, for if it hadn’t been for you I couldn’t have got in then. Now that we’re here, of course we must see Her Ladyship; but I’d rather not see her than miss seeing Madam Lien. That would be a shame after coming all this way.”\n\n“Gracious Buddha!” exclaimed the old woman. “I leave it to you to arrange it, sister.”\n\n“Don’t you worry,” said Zhou Rui’s wife. “As the proverb says, ‘He who helps others helps himself.’ It’s no trouble to put in a word for you.”\n\nShe turned to tell a maid to go quietly to the inner gate and find out whether the Lady Dowager’s meal had been served or not. The maid assented and went off.\n\nThe two women went on chatting.\n\n“This Lady Feng is only eighteen or nineteen, isn’t she?” asked Granny Liu. “How remarkable that she should run a great household like this.”\n\n“Ah, you don’t know the half of it, my dear granny. For all her youth, she handles things much better than anyone else. She’s grown up a beauty too. Sharp isn’t the word for her! Why, she’s more than a match for ten men put together. You’ll see for yourself by and by. The only trouble is she’s rather hard on those below her.”\n\nJust then the maid came back.\n\n“The old lady’s finished her meal,” she announced. “Madam Lien is with the mistress.”\n\nAt once Zhou Rui’s wife urged Granny Liu to hurry.\n\n“Come along quickly,” she said. “This is our best time to catch her. If we wait till after she’s dealt with those who’ve business with her, we shan’t be able to get near her. And if she has a nap we’ll have to wait even longer.”\n\nThey left the kang, tidied their clothes, and gave Baner a few instructions. Then, followed by Zhou Rui’s wife, they wound their way to Jia Lian’s compound. They waited in the covered gate-way while Zhou Rui’s wife went ahead past the screen-wall and through the main gate into the courtyard. Learning that Xifeng had not yet come out, she went to find her trusted maid Pinger and explained Granny Liu’s position.\n\n“She came all this way today to pay her respects,” she said. “In the old days the mistress used to see her often, so I’ve brought her along. When the lady comes down, I’ll explain everything carefully and I don’t think she’ll scold me for being presumptuous.”\n\nPinger at once made up her mind.\n\n“Bring them in here and let them wait,” she said.\n\nZhou Rui’s wife went back to fetch them. As they mounted the steps to the main reception room, a young maid raised a red woollen portière and a wait of perfume greeted them as they entered. They did not know what it was, but they felt as if they were walking on air. The room was so resplendent that everything dazzled the eyes, and Granny Liu was gaping round her, dazed, in a transport of delight.\n\nThen they were taken into the eastern room where Jia Lian’s small daughter slept. Pinger, standing by the kang, subjected them to a searching scrutiny before greeting them and bidding them be seated. Granny Liu, seeing Pinger decked out in silks and satins with gold and silver trinkets in her hair, took her for Xifeng and was just going to address her as “my lady” when she heard Zhou Rui’s wife call her “Miss Ping” and Granny Liu learned that she was only an upper-class maid. After the old woman and Baner had seated themselves on the kang, Pinger and Zhou Rui’s wife sat face to face on the edge by them, and maids brought tea.\n\nGranny Liu heard a steady tok-tok-tok like the sound of a flour-bolting machine and looked round to see a sort of box attached to one of the pillars in the large room, with a weight of sorts swinging to and fro below it.\n\n“Whatever can that be?” she wondered. “What’s it doing?”\n\nSuddenly a sound like the note of some great bell made her start and stare about her. This was followed by eight or nine others in quick succession. She was still wondering what they could be when some young maids ran in crying:\n\n“The mistress is coming.”\n\nPinger and Mrs. Zhou hurried to their feet.\n\n“Just sit here, granny, till it’s time to send for you,” they told the old woman, then went out to welcome the mistress.\n\nNot daring to utter a word, Granny Liu listened carefully. She heard a sound of distant laughter and, after a while, some twenty married women in fine clothes and gay skirts swished in one after another. Then two or three women, each holding a red lacquer box, stepped forward to stand at attention on either side of the door. They seemed to be waiting for someone. Not a sound was heard now except the faint tinkling of jade pendants. Then in came two or three maids who announced:\n\n“The mistress is here.”\n\nAs they withdrew, the rest of the women hurried forward. Raising the door curtain, they announced in hushed tones, “The mistress is here.”\n\nGranny Liu could hear nothing but the rustle of silk skirts. And now in came a beautiful young woman, superbly dressed, attended by maids. The old woman guessed that this must be the Lady Wang she had come to see, but just as she was about to step forward to pay her respects, Zhou Rui’s wife had already taken her by the arm and drawn her aside.\n\n“That’s not her, that’s Mr. Lian’s wife,” she whispered.\n\nGranny Liu had not time to change her position before the two women ushered in another, whose hair was streaked with silver but who otherwise looked just as imposing and elegant. Realizing that this must be the Lady Wang, the old woman stepped forward to curtsey.\n\nBut Zhou Rui’s wife promptly stopped her, whispering, “That’s Aunt Xue. Wait a bit.”\n\nBy this time the party had entered the inner room, where they were greeted by a maid with a red silk curtain who announced, “Please take a seat, madam.”\n\nAunt Xue and the rest sat down, while maids served tea. All was so quiet outside that not a bird could be heard. Then some married women came in to wait on the mistress, and now a repast was carried in from the back to the maids in the hall. Presently all but two or three of the women who had brought in the food dispersed, each going about her own business. Not a footstep could be heard. Then one after another the dishes were carried out, and Zhou Rui’s wife came to beckon Granny Liu, who followed her to the east room.\n\nOver the door hung a scarlet curtain with an embroidered floral design and a brass hook from which it was looped up. On the kang under the south window was a red carpet. Leaning against the wooden partition at the east side were a back-rest and bolster of brocade, as well as a sitting rug glittering with gold thread. Beside these was a silver spittoon.\n\nXifeng, in a fur head-band with pearl-studded bands and wearing a peach-red flowered jacket, a turquoise cape lined with grey squirrel and a skirt of crimson foreign crepe, was seated on the edge of the kang. Leaning back against a black sable cushion, she was toying with a small brass incense-shovel. Pinger stood beside the kang holding a small lacquered tray with a covered cup of tea on it. Xifeng neither took the tea nor raised her head but simply kept on slowly shredding the incense with her shovel.\n\n“Why haven’t you brought her in yet?” she asked suddenly.\n\nAs she spoke, she raised her head to reach for the tea and caught sight of Zhou Rui’s wife with the two visitors. She made as if to rise but checked herself, greeted the old woman with a smiling face, and asked how she was. Granny Liu had already curtseyed several times.\n\n“Please take a seat, sister Zhou,” said Xifeng. “Help the old lady up. I was too busy to pay attention and didn’t see that you’d come in.”\n\nWhile Granny Liu was curtseying to her, Xifeng signalled to her to stop and complained to Zhou Rui’s wife, “Why didn’t you tell me?”\n\n“I’ve brought your kinswoman, madam,” was the reply.\n\n“What’s the hurry?” Xifeng smiled.\n\nAs she was speaking, Granny Liu was seated on the edge of the kang. Baner, hiding behind her back, refused to come out and bow, though she coaxed and scolded him.\n\n“Relatives don’t visit each other much nowadays, and we’ve grown rather distant,” remarked Xifeng with a smile. “People who know the circumstances realize that you despise us for not calling on you first; but those who don’t may think we’re too proud to call on poor relatives.”\n\n“What a way to talk, madam!” cried the old woman. “We’re too hard up to do anything properly, and we’d lose face if we came to see you.”\n\n“We’re not rich either, we’re just a respectable empty架子. But ‘a starved camel is bigger than a fat horse.’ Why, even a hair from our tail would be thicker than your waist.”\n\nShe turned then to ask Zhou Rui’s wife, “Have you reported this to Her Ladyship or not?”\n\n“I was waiting for your instructions, madam.”\n\n“Go and see what she says. We don’t want to make a mistake.”\n\nZhou Rui’s wife went off. Meanwhile Xifeng told her maids to give Baner some sweets, and had just started asking the old woman a few questions when a crowd of servants returned from the other house with the lunch things.\n\nAfter a little more desultory conversation the stewards’ wives came in to report on their duties. Patience went out to them and on her return announced, “They’ve come to make their reports, madam.”\n\n“I’m engaged with visitors now,” said Xifeng. “Tell them to come back this evening. If there’s anything urgent, bring it in and I’ll deal with it.”\n\nPatience went out and presently returned to say, “I’ve asked. There’s nothing urgent. I told them to leave.”\n\nXifeng nodded.\n\nJust then Zhou Rui’s wife came back.\n\n“Her Ladyship says she’s busy today,” she told Xifeng. “She hopes you will entertain the old lady for her, and she thanks you for your trouble. If this is just a social call, well and good. But if there’s anything special, the old lady is to tell you — it will be the same as telling Her Ladyship.”\n\n“It’s nothing special,” said Granny Liu. “We just came to see our good mistress and young madam. To pay our respects as relatives.”\n\n“If it’s nothing, that’s all right,” said Zhou Rui’s wife. “But if you have any request, just tell the young madam. It’s the same as telling Her Ladyship.” With that she shot Granny Liu a warning glance.\n\nThe old woman took the hint. She flushed and started, “As a matter of fact, it’s my first visit and I shouldn’t really, but I’ve come all this way to see you....” At this point pages in the courtyard announced, “Master Rong from the East Mansion is here.”\n\nXifeng motioned to Granny Liu to say no more.\n\n“Where is Master Rong?” she asked.\n\nEven as she spoke in came a handsome, slender youth of seventeen or eighteen, wearing elegant clothes and a magnificent cap and belt.\n\nGranny Liu sat where she was, feeling too embarrassed either to stand up or hide.\n\n“Just sit still,” said Xifeng with a smile. “This is my nephew.”\n\nSo the old woman perched awkwardly on the edge of the kang.\n\nAfter paying his respects Jia Rong announced cheerfully, “My father’s sent me to ask a favour, aunt. That glass screen you had from our aunt the other day — could we borrow it tomorrow for a guest and return it the same day?”\n\n“You’re too late,” replied Xifeng. “I gave it to someone only yesterday.”\n\nAt that Jia Rong dropped to his knees.\n\n“If you won’t lend it, aunt, my father will say I bungled the message and I’ll get a beating. Do have a heart, aunt!”\n\n“What nonsense!” Xifeng chuckled. “Do you think everything in the Wang family is good? You’ve plenty of fine things of your own. Why must you have anything that catches your eye here?”\n\n“Do be kind, aunt!”\n\n“If you break so much as a tiny piece, I’ll have your hide!” She told Patience to fetch the key of the upstairs room and send reliable men to fetch it.\n\nJia Rong was so delighted that a broad smile overspread his face.\n\n“I’ll take it myself and not let them be careless,” he promised, getting up to go.\n\nThen Xifeng had an afterthought.\n\n“Come back, Rong!” she called out of the window.\n\nSeveral servants outside echoed, “Master Rong, the young mistress wants you.”\n\nJia Rong turned back and stood at attention, a smile on his face, to hear her instructions.\n\nBut Xifeng slowly sipped her tea, lost in thought. After some time she suddenly flushed and said with a smile, “That’s all. You may go now. Come back after dinner. There are people here now and I’ve no time.”\n\nJia Rong assented and left then, with a knowing smile.\n\nNow that Granny Liu was at ease again she said, “The reason I’ve brought your nephew today is that his parents haven’t so much as a bite to eat and it’s turning cold, so I had to bring him to you....” She nudged Baner. “What did your dad tell you? What did he send us for?”\n\nWhat’s the hurry? Help yourself to some fruit.” Xifeng had got the message. Amused by the old woman’s embarrassment she said, “Don’t say any more. I understand. Is the old lady hungry?” she asked Mrs. Zhou.\n\n“We started out early,” put in Granny Liu quickly. “No time to eat there.”\n\nAt that Xifeng ordered a meal to be served at once.\n\nMrs. Zhou accordingly had a table laid in the east room and led Granny Liu and Baner over to it.\n\n“Do look after them well, sister Zhou,” said Xifeng. “I can’t keep them company.” She called Mrs. Zhou back to ask, “What did Her Ladyship say when you reported to her just now?”\n\n“She said they’re not really one of the family, having just joined up with the old master’s branch when they were colleagues. She hasn’t seen them for several years, but in the old days when they called she never sent them away empty-handed. She’s glad they’ve come to see us today and hopes we’ve not let them feel neglected. She said, ‘Whatever happens, it’s for the young mistress to decide.’”\n\n“No wonder! If we’re relatives, how is it I’ve never heard of them?”\n\nBy now Granny Liu had finished her meal and pulled Baner over to express their thanks, smacking her lips together and beaming.\n\n“Sit down please,” said Xifeng smiling. “Let me explain. I know what you’ve come for. As relatives we should look after you without waiting for you to ask, but we’ve so much to attend to here that Her Ladyship’s getting on and may not think of everything. Besides, since I took over the management I’ve not got to know all our relatives. Then again, though we look prosperous you must realize that a big establishment has big difficulties of its own. People outside wouldn’t believe it if we told them. But since you’ve come such a long way and this is the first time you’ve asked for help, I can’t let you go away empty-handed. Luckily Her Ladyship gave me twenty taels of silver the other day to make clothes for the maids, and I’ve not touched it yet. If you don’t think it too little, please take it.”\n\nWhen Granny Liu heard her complain of difficulties she had assumed that there was no hope, and the promise of twenty taels made her smile from ear to ear.\n\n“Yes, I know what difficulties are,” she said. “But ‘A starved camel is bigger than a horse.’ However tight things are, a hair plucked from your waist is thicker than our waist.”\n\nMrs. Zhou, standing by, was disgusted by such vulgarity and glared at the old woman, but Xifeng smiled and took no notice. She told Pinger to fetch the silver and a string of cash, which she gave to Granny Liu.\n\n“Here are twenty taels,” she said. “Take this for the time being to make the children some winter clothes. If you’ve time to spare another day, do drop in again for old time’s sake. It’s growing late and I won’t keep you now. Give our regards to all your family when you get back.” With that she stood up.\n\nAfter profuse thanks Granny Liu took the silver and followed Mrs. Zhou out. As they left the compound the latter said:\n\n“For goodness’ sake! What made you so tongue-tied in front of her? Always talking about ‘your nephew.’ Let me tell you frankly, even a real nephew should keep a civil tongue in his head. Master Rong is her nephew. Where did this other nephew spring from?”\n\n“My dear sister,” cackled the old woman, “I was so overcome at sight of her, I couldn’t get a word out.”\n\nThey chatted a little longer in Mrs. Zhou’s room, and Granny Liu wanted to leave a piece of silver to buy the Zhou children sweets. But Mrs. Zhou, after all her airs, would not hear of this and saw the old woman out.\n\nAnd she slipped out through the back gate.\nWhat happened after she left is told in the following chapter."
}