{
  "index": "008",
  "title": "第8章 贾宝玉奇缘识金锁 薛宝钗巧合认通灵",
  "original": "话说宝玉和凤姐回家，见过众人，宝玉便回明贾母要约秦钟上家塾之事，自己也有个伴读的朋友，正好发愤。又着实称赞秦钟人品行事，最是可人怜爱的。凤姐又在一旁帮着说：“改日秦钟还来拜见老祖宗呢。”说的贾母喜欢起来。凤姐又趁势请贾母一同过去看戏。贾母虽年高，却极有兴头。后日，尤氏来请，遂带了王夫人、黛玉、宝玉等过去看戏。至晌午，贾母便回来歇息。王夫人本好清净，见贾母回来，也就回来了。然后凤姐坐了首席，尽欢至晚而罢。\n　　却说宝玉送贾母回来，待贾母歇了中觉，还要回去看戏，又恐搅的秦氏等人不便。因想起宝钗近日在家养病，未去看视，意欲去望他。若从上房后角门过去，恐怕遇见别事缠绕，又怕遇见他父亲，更为不妥，宁可绕个远儿。当下众嬷嬷丫鬟伺候他换衣服，见不曾换，仍出二门去了，众嬷嬷丫鬟只得跟随出来。还只当地去那边府中看戏，谁知到了穿堂儿，便向东北边绕过厅后而去。偏顶头遇见了门下清客相公詹光、单聘仁二人走来，一见了宝玉，便都赶上来笑着，一个抱着腰，一个拉着手，道：“我的菩萨哥儿！我说做了好梦呢，好容易遇见你了！”说着，又唠叨了半日才走开。老嬷嬷叫住，因问“你们二位是往老爷那里去的不是？”二人点头道：“是。”又笑着悦：“老爷在梦坡斋小书房里歇中觉呢，不妨事的。”一面说，一面走了，说的宝玉也笑了。于是转弯向北奔梨香院来。可巧管库房的总领吴新登和仓上的头目名叫戴良的，同着几个管事的头目，共七个人从帐房里出来，一见宝玉，赶忙都一齐垂手站立。独有一个买办名唤钱华，因他多日未见宝玉，忙上来打千儿请宝玉的安，宝玉含笑伸手叫他起来。众人都笑说：“前儿在一处看见二爷写的斗方儿，越发好了，多早晚赏我们几张帖帖。”宝玉笑道：“在那里看见了？”众人道：“好几处都有，都称赞的了不得，还和我们寻呢！”宝玉笑道：“不值什么，你们说给我的小么儿们就是了。”一面说，一面前走，众人待他过去，方都各自散了。\n　　闲言少述。且说宝玉来至梨香院中，先进薛姨妈屋里来，见薛姨妈打点针黹与丫鬟们呢。宝玉忙请了安，薛姨妈一把拉住，抱入怀中笑说：“这么冷天，我的儿，难为你想着来！快上炕来坐着罢。”命人沏滚滚的茶来。宝玉因问：“哥哥没在家么？”薛姨妈叹道：“他是没笼头的马，天天逛不了，那里肯在家一日呢？”宝玉道：“姐姐可大安了？”薛姨妈道：“可是呢，你前儿又想着打发人来瞧他。他在里间不是，你去瞧。他那里比这里暖和，你那里坐着，我收拾收拾就进来和你说话儿。”\n　　宝玉听了，忙下炕来到了里间门前，只见吊着半旧的红绸软帘。宝玉掀帘一步进去，先就看见宝钗坐在炕上作针线，头上挽着黑漆油光的儿，蜜合色的棉袄，玫瑰紫二色金银线的坎肩儿，葱黄绫子棉裙，一色儿半新不旧的，看去不见奢华，惟觉雅淡。罕言寡语，人谓装愚；安分随时，自云守拙。宝玉一面看，一面问：“姐姐可大愈了？”宝钗抬头看见宝玉进来，连忙起身含笑答道：“已经大好了，多谢惦记着。”说着，让他在炕沿上坐下，即令莺儿：“倒茶来。”一面又问老太太、姨娘安，又问别的姐妹们好，一面看宝玉：头上戴着累丝嵌宝紫金冠，额上勒着二龙棒珠抹额，身上穿着秋香色立蟒白狐腋箭袖，系着五色蝴供鸾绦，项上挂着长命锁、记名符，另外有那一块落草时衔下来的宝玉。宝钗因笑说道：“成日家说你的这块玉，究竟未曾细细的赏鉴过，我今儿倒要瞧瞧。”说着便挪近前来。宝玉亦凑过去，便从项上摘下来，递在宝钗手内。宝钗托在掌上，只见大如雀卵，灿若明霞，莹润如酥，五色花纹缠护。\n　　看官们须知道，这就是大荒山中青埂蜂下的那块顽石幻相。后人有诗嘲云：\n　　　　女娲炼石已荒唐，又向荒唐演大荒。\n　　　　失去本来真面目，幻来新就臭皮囊。\n　　　　好知运败金无彩，堪叹时乖玉不光。\n　　　　白骨如山忘姓氏，无非公子与红妆。\n那顽石亦曾记下他这幻相并癞僧所镌篆文，今亦按图画于后面。但其真体最小，方从胎中小儿口中衔下，今若按式画出，恐字迹过于微细，使观者大废眼光，亦非畅事，所以略展放些，以便灯下醉中可阅。今注明此故，方不至以胎中之儿口有多大、怎得衔此狼蠢大之物为诮。\n　　宝钗看毕，又从新翻过正面来细看，一里念道：“莫失莫忘，仙寿恒昌。”念了两遍，乃回头向莺儿笑道：“你不去倒茶，也在这里发呆作什么？”莺儿也嘻嘻的笑道：“我听这两句话，倒象和姑娘项圈上的两句话是一对儿。”宝玉听了，忙笑道：“原来姐姐那项圈上也有字？我也赏鉴赏鉴。”宝钗道：“你别听他的话，没有什么字。”宝玉央及道：“好姐姐，你怎么瞧我的呢！”宝钗被他缠不过，因说道：“也是个人给了两句吉利话儿，錾上了，所以天天带着。不然沉甸甸的，有什么趣儿？”一面说，一面解了排扣，从里面大红袄儿上将那珠宝晶莹、黄金灿烂的缨珞摘出来。宝玉托着锁看时，果然一面有四个字，两面八个字，共成两句吉谶。\n　　宝玉看了，也念了两遍，又念自己的两遍，因笑问：“姐姐，这八个字倒和我的是一对儿。”莺儿笑道：“是个癞头和尚送的，他说必须錾在金器上。”宝钗不等他说完，便嗔着：“不去倒茶！”一面又问宝玉从那里来。\n　　宝玉此时与宝钗挨肩坐着，只闻一阵阵的香气，不知何味，遂问：“姐姐熏的是什么香？我竟没闻过这味儿。”宝钗道：“我最怕熏香。好好儿的衣裳，为什么熏他？”宝玉道：“那么着这是什么香呢 ”宝钗想了想，说：“是了，是我早起吃了冷香丸的香气。”宝玉笑道：“什么‘冷香丸’，这么好闻？好姐姐，给我一丸尝尝呢。”宝钗笑道：“又混闹了。一个药也是混吃的？”\n　　一语未了，忽听外面人说：“林姑娘来了。”话犹未完，黛玉已摇摇摆摆的进来，一见宝玉，便笑道：“哎哟！我来的不巧了。”宝玉等忙起身让坐。宝钗笑道：“这是怎么说？”黛玉道：“早知他来，我就不来了。”宝钗道；“这是什么意思？”黛玉道：“什么意思呢：来呢一齐来，不来一个也不来！今儿他来，明儿我来，间错开了来，岂不天天有人来呢，也不至太冷落，也不至太热闹。姐姐有什么不解的呢？”宝玉因见他外面罩着大红羽缎对襟褂子，便问：“下雪了么？”地下老婆们说：“下了这半日了。”宝玉道：“取了我的斗篷来。”黛玉便笑道：“是不是？我来了他就该走了！”宝玉道：“我何曾说要去，不过拿来预备着。”宝玉的奶母李嬷嬷便说道：“天又下雪，也要看时候儿，就在这里和姐姐妹妹一处玩玩儿罢。姨太太那里摆茶呢，我叫丫鬟去取了斗篷来，说给小么儿们散了罢。”宝玉点头。李嬷嬷出去，命小厮们：“都散了罢。”\n　　这里薛姨妈已摆了几样细巧茶食，留他们喝茶吃果子。宝玉因夸前日在东府里珍大嫂子的好鹅掌。薛姨妈连忙把自己糟的取了来给他尝。宝玉笑道：“这个就酒才好！”薛姨妈便命人灌了上等酒来。李嬷嬷上来道：“姨太太，酒倒罢了。”宝玉笑央道：“好妈妈，我只喝一钟。”李妈道：“不中用，当着老太太、太太，那怕你喝一坛呢。不是那日我眼错不见，不知那个没调教的只图讨你的喜欢，给了你一口酒喝，葬送的我挨了两天骂。姨太太不知道你的性子呢，喝了酒更弄性。有一天老太太高兴，又尽着他喝，什么日子又不许他喝。何苦我白赔在里头呢？”薛姨妈笑道：“老货！只管放心喝你的去罢。我也不许他喝多了。就是老太太问，有我呢！”一面命小丫头：“来，让你奶奶去也吃一杯搪搪寒气。”那李妈听如此说，只得且和众人吃酒去。这里宝玉又说：“不必烫暖了，我只爱喝冷的。”薛妈妈道：“这可使不得：吃了冷酒，写字手打颤儿。”宝钗笑道：“宝兄弟，亏你每日家杂学旁收的，难道就不知道酒性最热，要热吃下去，发散的就快；要冷吃下去，便凝结在内。拿五脏去暖他，岂不受害？从此还不改了呢，快别吃那冷的了。”宝玉听这话有理，便放下冷的，令人烫来方饮。\n　　黛玉磕着瓜子儿，只管抿着嘴儿笑。可巧黛玉的丫头雪雁走来给黛玉送小手炉儿，黛玉因含笑问他说：“谁叫你送来的？难为他费心。那里就冷死我了呢。”雪雁道：“紫鹃姐姐怕姑娘冷，叫我送来的。”黛玉接了，抱在怀中，笑道：“也亏了你倒听他的话！我平日和你说的，全当耳旁风，怎么他说了你就依，比圣旨还快呢！”宝玉听这话，知是黛玉借此奚落，也无回复之词，只嘻嘻的笑了一阵罢了。宝钗素知黛玉是如此惯了的，也不理他。薛姨妈因笑道：“你素日身子单弱，禁不得冷，他们惦记着你倒不好？”黛玉笑道：“姨妈不知道：幸亏是姨妈这里，倘或在别人家，那不叫人家恼吗？难道人家连个手炉也没有，巴巴儿的打家里送了来。不说丫头们太小心，还只当我素日是这么轻狂惯了的呢。”薛姨妈道：“你是个多心的，有这些想头。我就没有这些心。”\n　　说话时，宝玉已是三杯过去了，李嬷嬷又上来拦阻。宝玉正在个心甜意洽之时，又兼姐妹们说说笑笑，那里肯不吃？只得屈意央告：“好妈妈，我再吃两杯就不了。”李嬷嬷道：“你可仔细今儿老爷在家，提防着问你的书！”宝玉听了此话，便心中大不悦，慢慢的放下酒，垂了头。黛玉忙说道：“别扫大家的兴。舅舅若叫，只说姨妈这里留住你。这妈妈，他又该拿我们来醒脾了。”一面悄悄的推宝玉，叫他赌赌气，一面咕哝说：“别理那老货，咱们只管乐咱们的。”那李妈也素知黛玉的为人，说道：“林姐儿，你别助着他了。你要劝他只怕他还听些。”黛玉冷笑道：“我为什么助着他？我也不犯着劝他。你这妈妈太小心了。往常老太太又给他酒吃，如今在姨妈这里多吃了一口，想来也不妨事。必定姨妈这里是外人，不当在这里吃，也未可知。”李嬷嬷听了，又是急，又是笑，说道：“真真这林姐儿，说出一句话来，比刀子还利害。”宝钦也忍不住笑着把黛玉腮上一拧，说道：“真真的这个犟丫头一张嘴，叫人恨又不是，喜欢又不是。”薛姨妈一面笑着，又说：“别怕，别怕，我的儿！来到这里没好的给你吃，别把这点子东西吓的存在心里，倒叫我不安。只管放心吃，有我呢！索性吃了晚饭去。要醉了，就跟着我睡罢。”因命：“再烫些酒来。姨妈陪你吃两杯，可就吃饭罢。”宝玉听了，方又鼓起兴来。李嬷嬷因吩咐小丫头：“你们在这里小心着，我家去换了衣裳就来。”悄悄的回薛姨妈道：“姨太太别由他尽着吃了。”说着便家去了。\n　　这里虽还有两三个老婆子，都是不关痛痒的，见李妈走了，也都悄悄的自寻方便去了。只剩下两个小丫头，乐得讨宝玉的喜欢。幸而薛姨妈千哄万哄，只容他吃了几杯，就忙收过了。作了酸笋鸡皮汤，宝玉痛喝了几碗，又吃了半碗多碧粳粥，一时薛、林二人也吃完了饭，又酽酽的喝了几碗茶。薛姨妈才放了心。雪雁等几个人，也吃了饭进来伺候。黛玉因问宝玉道：“你走不走？”宝玉乜斜倦眼道：“你要走我和你同走。”黛玉听说，遂起身道：“咱们来了这一日，也该回去了。”说着，二人便告辞。小丫头忙捧过斗笠来，宝玉把头略低一低，叫他戴上。丫头便将这大红猩毡斗笠一抖，才往宝玉头上一合，宝玉便说：“罢了，罢了！好蠢东西，你也轻些儿。难道没见别人戴过？等我自己戴罢。”黛玉站在炕沿上道：“过来，我给你戴罢。”宝玉忙近前来。黛玉用手轻轻笼住束发冠儿，将笠沿掖在抹额之上，把那一颗核桃大的绛绒簪缨扶起，颤巍巍露于笠外。整理已毕，端详了一会，说道：“好了，披上斗篷罢。”宝玉听了，方接了斗篷披上。薛姨妈忙道：“跟你们的妈妈都还没来呢，且略等等儿。”宝玉道：“我们倒等着他们！有丫头们跟着就是了。”薛姨妈不放心，吩咐两个女人送了他兄妹们去。\n　　他二人道了扰，一径回至贾母房中。贾母尚末用晚饭，知是薛姨妈处来，更加喜欢。因见宝玉吃了酒，遂叫他自回房中歇着，不许再出来了。又令人好生招呼着。忽想起跟宝玉的人来，遂问众人：“李奶子怎么不见？”众人不敢直说他家去了，只说：“才进来了，想是有事，又出去了。”宝玉踉跄着回头道：“他比老太太还受用呢，问他作什么！没有他只怕我还多活两日儿。”一面说，一面来至自己卧室。只见笔墨在案。晴雯先接出来，笑道：“好啊，叫我研了墨，早起高兴，只写了三个字，扔下笔就走了，哄我等了这一天。快来给我写完了这些墨才算呢！”宝玉方想起早起的事来，因笑道：“我写的那三个字在那里呢？”晴雯笑道：“这个人可醉了。你头里过那府里去，嘱咐我贴在门斗儿上的。我恐怕别人贴坏了，亲自爬高上梯，贴了半天，这会子还冻的手僵着呢。”宝玉笑道：“我忘了，你手冷，我替你握着。”便伸手拉着睛雯的手，同看门斗上新写的三个字。\n　　一时黛玉来了，宝玉笑道：“好妹妹，你别撒谎，你看这三个字那一个好？”黛玉仰头看见是“绛芸轩”三字，笑道：“个个都好，怎么写的这样好了！明儿也替我写个匾。”宝玉笑道：“你又哄我了。”说着又问：“袭人姐姐呢？”晴雯向里间炕上努嘴儿。宝玉看时，见袭人和衣睡着。宝玉笑道：“好啊！这么早就睡了。”又问晴雯道：“今我那边吃早饭，有一碟子豆腐皮儿的包子。我想着你爱吃，和珍大奶奶要了，只说我晚上吃，叫人送来的。你可见了没有？晴雯道：“快别提了。一送来我就知道是我的。偏才吃了饭，就搁在那里。后来李奶奶来了看见，说：‘宝玉未必吃了，拿去给我孙子吃罢。’就叫人送了家去了。”正说着，茜雪捧上茶来。宝玉还让：“林妹妹喝茶。”众人笑道；“林姑娘早走了，还让呢。”宝玉吃了半盏，忽又想起早晨的茶来，问茜雪道：“早起沏了碗枫露茶，我说过那茶是三四次后才出色，这会子怎么又斟上这个茶来？”茜雪道：“我原留着来着，那会子李奶奶来了，喝了去了。”宝玉听了，将手中茶杯顺手往地下一摔，豁琅一声打了个粉碎，拨了茜雪一裙子。又跳起来问着茜雪道：“他是你那一门子的‘奶奶’，你们这么孝敬他？不过是我小时候儿吃过他几日奶罢了，如今惯的比祖宗还大，撵出去大家干净！”说着立刻便要去回贾母。\n　　原来袭人未睡，不过是故意儿装睡，引着宝玉来怄他玩耍。先听见说字问包子，也还可以不必起来；后来摔了茶钟动了气，遂连忙起来解劝。早有贾母那边的人来问：“是怎么了？”袭人忙道：“我才倒茶，叫雪滑倒了，失手砸了钟子了。”一面又劝宝玉道：“你诚心要撵他也好，我们都愿意出去，不如就势儿连我们一齐撵了，你也不愁没有好的来伏侍你。”宝玉听了，方才不言语了。袭人等便搀至炕上，脱了衣裳，不知宝玉口内还说些什么，只觉口齿缠绵，眉眼愈加饧涩，忙伏侍他睡下。袭人摘下那“通灵宝玉”来，用绢子包好，塞在褥于底下，恐怕次日带时冰了他的脖子。那宝玉到枕就睡着了。彼时李嬷嬷等已进来了，听见醉了，也就不敢上前，只悄悄的打听睡着了，方放心散去。\n　　次日醒来，就有人回：“那边小蓉大爷带了秦钟来拜。”宝玉忙接出去，领了拜见贾母。贾母见秦钟形容标致，举止温柔，堪陪宝玉读书，心中十分喜欢，便留茶留饭，又叫人带去见王夫人等。众人因爱秦氏，见了秦钟是这样人品，也都欢喜，临去时都有表礼。贾母又给了一个荷包和一个金魁星，取“文星和合”之意。又嘱咐他道：“你家住的远，或一时冷热不便，只管住在我们这里。只和你宝二叔在一处，别跟着那不长进的东西们学。”秦钟一一的答应，回家禀知他父亲。他父亲秦邦业现任营缮司郎中，年近七旬，夫人早亡，因年至五旬时尚无儿女，便向养生堂抱了一个儿子和一个女儿。谁知儿子又死了，只剩下个女儿，小名叫可儿，又起个官名叫做兼美。长大时，生得形容袅娜，性格风流，因素与贾家有些瓜葛，故结了亲。秦邦业却于五十三岁上得了秦钟，今年十二岁了。因去岁业师回南，在家温习旧课，正要与贾亲家商议附往他家塾中去。可巧遇见宝玉这家商议附往他家垫中去。可巧遇见宝玉这个机会，又知贾家塾中司塾的乃现今之老儒贾代儒，秦钟此去，可望学业进益，从此成名，因十分喜悦。只是宦囊羞涩，那边都是一双富贵眼睛，少了拿不出来。因是儿子的终身大事所关，说不得东并西凑，恭恭敬敬封了二十四两进见礼，带了秦钟到代儒家来拜见，然后听宝玉拣的好日子一同入塾。塾中从此闹起事来。\n    未知如何，下回分解。",
  "translation": "After Baoyu and Xifeng returned home and had greeted the rest of the family, Baoyu told his grandmother that he wanted Qin Zhong to come and study with him in the family school. He would have a companion and this would spur him on to work harder. He spoke in glowing terms of Qin Zhong’s pleasing, lovable character, and Xifeng put in a word for him too.\n\n“One of these days Qin Zhong will be coming to pay his respects to the Old Ancestress,” she said.\n\nThis delighted the Lady Dowager, and Xifeng seized the opportunity to invite her to the theatre the next day. Although advanced in years, the old lady was always ready for a good time. So when Madam You came over the day after to escort her, she took Lady Wang, Daiyu and Baoyu along with her to watch the performances. She came back to rest at noon, and Lady Wang, who preferred quiet, returned at the same time.\n\nThen Xifeng took the seat of honour and enjoyed herself until evening.\n\nBut to return to Baoyu. Having come back with his grandmother, he waited until she was resting and then thought of returning to the other mansion for more of the show. However, he was afraid of disturbing Qin Keqing and the others. It occurred to him that Baochai had not been well recently and he had not called to inquire after her. Why not go to see her now? If he went by the back door of his father’s compound he might run into him, which would be troublesome, or get involved in other annoying business. Better take a longer way round.\n\nAs his nurses and maids helped him change his clothes, they saw him go out again in the same clothes he had on. They had to follow him through the inner gate, supposing that he was going back to the other mansion to watch the opera. But to their surprise, when he reached the passageway he turned north-east and skirted the rear hall.\n\nHe ran smack into two of his father’s proteges, Zhan Guang and Shan Renren. At sight of him they hurried forward, beaming. One clasped him round the waist and the other took his hand.\n\n“Divine boy!” they cried. “No wonder I had such a lucky dream today. This is a rare pleasure.”\n\nThey chattered away until the nurses stopped them to ask, “Were you two gentlemen on your way to see the master?”\n\nThey nodded. “Yes. His Honour is taking a nap in his small library, the Lodge of Sweet Dreams, so there’s no hurry.” They went on their way then, laughing, and Baoyu laughed too.\n\nHe turned north then to make for Pear Fragrance Court. And now the comptroller Wu Xindeng and the chief steward Dai Liang, followed by seven other stewards, came out of the counting-house. At sight of Baoyu they respectfully straightened up and stood at attention.\n\nOne of the stewards, a procurer named Qian Hua, who had not seen Baoyu for some time, stepped forward and fell on one knee to pay his respects. Smiling, Baoyu reached out to raise him up.\n\n“We saw some of your calligraphy the other day, sir,” said all the stewards with a smile. “It gets better and better. When are you going to let us have a few specimens?”\n\n“Where did you see it?” asked Baoyu.\n\n“In several places. Everyone’s full of praise for it. And they’ve been asking us for some.”\n\n“Nothing much about it. Just tell my pages to copy out some for you if you want.”\n\nAs he walked on the stewards dispersed.\n\nBut enough of this. When Baoyu reached Pear Fragrance Court he went first to see Aunt Xue, whom he found tidying up her embroidery with her maids. He paid his respects and she caught hold of him to hug him.\n\n“Fancy your coming to see me on such a cold day, my dear!” she cried. “You’re very thoughtful. Come and sit on the kang.” She ordered hot tea to be served.\n\n“Is Cousin Pan not at home?” asked Baoyu.\n\n“He’s like a horse without a halter,” sighed his aunt. “He’s off every day enjoying himself and never spends a day at home.”\n\n“Is Cousin Baochai better?”\n\n“Yes, thank you. It was kind of you the other day to send to ask after her. She’s in the other room. Why not go in and see her? It’s warmer there than here. I’ll join you as soon as I’ve put things away.”\n\n\"Come in and talk,\" she called.\n\nAt once Baoyu stepped from the kang and through the inner door, where a curtain of dark-red pongee hung. He lifted this and went in.\n\nBaochai was sewing on the kang. Her glossy black hair was knotted on top of her head. She was wearing a honey-coloured padded jacket, a rose-red sleeveless jacket lined with brown-and snow-weasel fur, and a skirt of leek-yellow silk. There was nothing ostentatious about her costume, which was none too new. Her lips needed no rouge, her blue-black eyebrows no brush; her face seemed a silver disk, her eyes almonds swimming in water. Some might think her reticence a cloak for stupidity; but circumspect as she was she prided herself on her simplicity.\n\nAs Baoyu observed her he asked, \"Are you better now, cousin?\"\n\nLooking up and seeing who it was she quickly rose to her feet.\n\n\"Quite better, thank you for coming.\" She smiled and invited him to be seated on the kang. As she called for tea, she cast a covert glance at her visitor.\n\nHe was wearing a golden coronet studded with jewels and a golden circlet in the form of two dragons fighting for a pearl. His red archer’s jacket, embroidered with golden butterflies and flowers, was lined with fox-fur. His sable-lined satin trousers were tucked into black and white striped socks and he wore thick-soled black shoes. Around his neck he had a golden torque in the likeness of a dragon, a woven cord of many colours, and a jade of the beautiful colour and shape, the very one that had come into the world with him.\n\n\"Everyone’s always talking about your jade,\" she said with a smile, \"but I’ve never had a good look at it. Do let me see it today.\"\n\nAs she spoke she drew near. Baoyu leaned forward too and, taking the jade from his neck, laid it in her hand.\n\nShe held it on her palm. It was the size of a sparrow’s egg, iridescent as clouds at sunrise, smooth as junket, and covered with coloured lines.\n\nThis, readers should know, was the form assumed by the stupid block of stone left at the foot of Blue Ridge Peak in Great Waste Mountain. Because a monk had stamped it with magic figures, it was able to attract the attention of Jia Baoyu in his mother’s womb so that he came into the world holding it in his mouth. It was in fact that very piece of nonsense which had been the subject of so much discussion. Later we find these lines mocking it:\n\nNonsense, to think that Nü Wa smelted stone to mend the sky!\nLike a fool it roamed the world when its task in heaven was done.\nIt never knew the charms of youth, the sweet taste of love,\nBut had to learn the pangs of longing and heartsickness.\nIts worth meant nothing to the world; a laughing-stock to all,\nIts love-dream came to grief, its grief was unrequited.\nThe stone may pass for millions on millions of years,\nYet silly, strange and sad its story still remains.\n\nThe stone itself had recorded all these stupidities, and a Buddhist monk had copied them down so that they might be known to men. Hence the monk’s inscription on the stone: “If you want to know the vain dreams of old, have pity on the griefs of today. The scholar of these later days is Jia Yucun.”\n\nBut to return to Baochai. She was studying the jade and at the same time read the inscription aloud:\n\n“Mislay me not, forget me not,\nAnd hale old age shall be your lot.”\n\nShe read this twice. “Why don’t you pour the tea, Ying’er?” she asked, turning with a smile. “What are you standing there gaping for?”\n\nYing’er giggled. “Those two lines sound like a pair to the ones on your locket, miss.”\n\n“So you have an inscription on your locket too, cousin?” cried Baoyu eagerly. “Do let me see it.”\n\n“Don’t listen to her.” Baochai smiled. “There are no characters on it.”\n\n“Dear cousin, I let you see mine,” he coaxed.\n\nSeeing that he would not take no for an answer, she said, “There are a couple of unlucky lines, that’s all. Otherwise, I wouldn’t wear the clumsy thing.” She unfastened the red silk coat next to her skin and took out a bright gold locket set with pearls and jewels. Baoyu eagerly took it from her. On the front was inscribed:\n\n“Never leave, never abandon,”\n\nAnd on the back:\n\n“Fresh and hale to a ripe old age.”\n\n“Why, this does match mine!” exclaimed Baoyu after reading it. “It says:\n\n‘Mislay me not, forget me not,\nAnd hale old age shall be your lot.’\n\nIsn’t that a pair?”\n\n“It was given by a scabby monk,” volunteered Ying’er. “He said it must be engraved on gold....”\n\n“It was given me by that scabby monk. He insisted it must be engraved on gold.” But before he could finish, Baochai cut him short by urging him to go and fetch some tea.\n\nShe then asked where Baoyu had come from.\n\nHe was sitting close to her now and caught the same faint, cool fragrance again.\n\n“What incense are you burning, cousin?” he asked. “I’ve never smelt this scent before.”\n\n“I’m not burning any incense. I don’t care for the way perfumes make good clothes smell.”\n\n“In that case, what is this perfume?”\n\nAfter a little thought she said, “I know. It must be the scent of the Cold Fragrance Pills I took this morning.”\n\n“What are Cold Fragrance Pills?” he asked. “Do let me have one to taste.”\n\n“Don’t be so silly. You can’t take medicine for fun.”\n\nJust then they heard someone outside say, “Miss Lin is here.” And in came Daiyu, looking rather amused.\n\n“Oh dear!” she cried at sight of Baoyu. “I’ve chosen a bad time to come.”\n\nBaoyu and the others rose and offered her a seat.\n\n“What do you mean?” asked Baochai.\n\n“If I’d known he was here, I wouldn’t have come.”\n\n“What are you getting at?”\n\n“What indeed? If I come every time he does, or don’t if he doesn’t, then there won’t be days when no one comes and days when every one comes. That would save us from being either too lonely or too much crowded. So don’t you see?”\n\nNoticing that she was wearing a red camlet cape, Baoyu asked, “Is it snowing outside?”\n\n“It’s been snowing for some time,” the old nurses told him.\n\n“Fetch my cape,” he ordered.\n\n“You see,” cried Daiyu. “As soon as I come, he must go.”\n\n“I never said I was going. I just want it ready.”\n\n“It’s snowing,” put in his nurse Nanny Li. “You’d better stay here and play with your cousins. Your aunt has prepared some snacks. I’ll tell them to fetch your cape and send the pages home.” Baoyu agreed.\n\nThen Aunt Xue served tea with all sorts of sweetmeats. Baoyu described the delicious goose-feet stewed in wine which he had tasted the day before in the East Mansion, and his aunt promptly brought out some of her own for him to try.\n\n“This calls for wine,” he cried.\n\nHis aunt sent for some of the best wine. But Nanny Li demurred, “Don’t give him wine, madam.”\n\n“Just one cup, dear nanny,” begged Baoyu.\n\n“No you don’t. If the Lady Dowager or your mother were here I wouldn’t mind your drinking a whole jar. I still haven’t got over the scolding I had the other day for not keeping an eye on you when some ignorant creature gave you a sip of wine to please you. I don’t know your disposition, madam, but he becomes even more headstrong after drinking. And on days when the old lady is in a good humour she lets him drink as much as he likes; on other days she won’t let him touch a drop. I’m the one who gets into trouble.”\n\n“You old silly,” said Aunt Xue with a laugh. “Go and have a drink to keep out the cold. I’ll see to it that he doesn’t drink too much. If the old lady says anything, I’ll take the blame.” She told a maid to take the nurse to have a drink and warm up.\n\nThen Baoyu remarked, “There’s no need to warm the wine. I prefer it cold.”\n\n“That won’t do,” said his aunt. “Cold wine hurts the hand when you write.”\n\n“Cousin Baoyu,” put in Baochai with a smile, “you’ve the chance every day to acquire\n\nThose who have picked up a little knowledge outside the classroom should know that wine has a very heating nature and must be drunk hot to disperse quickly. If drunk cold it congeals in the body and harms the organs warmed by it. So do stop drinking cold wine.\"\n\nThis made sense to Baoyu and he put down the wine to have it reheated.\n\nDaiyu, smiling quietly to herself, cracked melon-seeds. Just then her maid Xueyan brought her a small hand-stove.\n\n\"Who told you to bring this?\" Daiyu asked with a smile. \"Many thanks. But why should I freeze to death?\"\n\n\"Zijuan was afraid you might be cold, miss, so she told me to bring it.\"\n\nDaiyu took it and held it to her breast. \"So you do whatever she says,\" she teased. \"But all my usual instructions go in one ear and out the other. You jump to obey her commands faster than if they were an imperial edict.\"\n\nBaoyu knew this was a dig at him, but simply chuckled without retorting.\n\nBaochai, accustomed to Daiyu's ways, paid no attention.\n\nAunt Xue however remonstrated, \"You've always been delicate and can't stand the cold. Why complain because they're so thoughtful?\"\n\n\"You don't understand, aunt.\" Daiyu smiled. \"I don't mind here with you, but it wouldn't look well in someone else's home for them to send to my own quarters for a hand-stove instead of using one of theirs. It would seem as if their things weren't good enough. Instead of blaming the maids for being officious, people would think me a nuisance.\"\n\n\"You take things too much to heart,\" said Aunt Xue. \"Such an idea would never have entered my head.\"\n\nBy now Baoyu had drunk three cups and Nanny Li came in again to remonstrate.\n\n\"Now, my dear, that's enough.\"\n\nIn high spirits, enjoying the company of the girls, Baoyu was most reluctant to stop. He pleaded coaxingly, \"Just one more cup, nanny, and then I'll stop.\"\n\n\"Mind now, you must be careful,\" she warned. \"The master's at home today. He'll be examining you on your lessons.\"\n\nAt this Baoyu's face fell. He put down his wine-cup and hung his head.\n\n\"Don't spoil everyone's fun,\" cried Daiyu quickly. \"If your uncle sends for you, we can say Aunt Xue is keeping you. This nanny's been drinking again and is making a fuss over nothing.\" She gave him a secret nudge to go on being recalcitrant and muttered, \"Don't take any notice of the old woman. Let's go on enjoying ourselves.\"\n\nNanny Li knew Daiyu's ways too. \"Don't you egg him on, Miss Lin,\" she said. \"If you advised him to drink less, he might listen to you.\"\n\nDaiyu smiled scornfully. \"Why should I egg him on? There's no need for me to advise him either. If the old lady lets him drink, what does it matter if he has a cup or two here? I suppose you think Aunt Xue is an outsider and doesn't count.\"\n\nThis made Nanny Li laugh and exclaim in exasperation, \"Really, Miss Lin, the way you talk cuts like a knife.\"\n\nBaochai could not help laughing as she pinched Daiyu's cheek. \"What a tongue the girl has! One doesn't know whether to love her or hate her.\"\n\n\"Don't be afraid, my boy,\" said Aunt Xue, laughing too. \"I've nothing good to offer you, but don't let such trifles worry you and spoil my fun. Just drink as much as you like. I'll look after you. In fact, why not have supper here? If you get drunk, you can sleep it off with me.\" She ordered more wine to be heated. \"I'll have a couple of cups with you, then we'll have supper.\"\n\nBaoyu's spirits rose again then.\n\nNanny Li told his maids, \"Look after him carefully. I'm going home to change.\n\nShe’ll be back any time now.” She whispered to Aunt Xue, “Don’t let him go on drinking, madam.” With that she went home.\n\nThe two or three old nurses who were left, having no authority, slipped away to amuse themselves now that Nanny Li had gone, leaving only two young maids who were only too glad to curry favour with Baoyu. Luckily, however, Aunt Xue prevailed on him with many endearments to drink just a few cups more before she quickly put away the wine. Then she had some sour bamboo-shoot and chicken-skin soup prepared, of which Baoyu drank several bowls and ate more than half a bowl of green rice gruel. By the time Baochai and Daiyu had finished their meal and drunk several cups of strong tea, Aunt Xue felt easier in her mind.\n\nXueyan and the other maids came in then after their meal to wait on the young people.\n\n“Are you going or not?” Daiyu asked Baoyu.\n\nHe looked at her sleepily out of the corner of his eye. “I’ll go with you if you go.”\n\nShe rose to her feet at once. “We’ve been here the whole day. It’s time to go.” So they both took their leave.\n\nA young maid held out Baoyu’s hat. He bent his head slightly for her to put it on, but when she shook out the big red felt hat with the long scarlet fringe and prepared to clap it on his head he cried:\n\n“Hey, you stupid thing! Gently does it. Haven’t you ever seen anyone else put on a hat? Let me do it myself.”\n\nDaiyu, who was standing on the kang, cried, “Come here. I’ll do it for you.”\n\nBaoyu went over and she put the hat on him, carefully tucking in the fringe with her delicate fingers and adjusting the red woollen pompom the size of a walnut so that it trembled above the brim. Having made sure that all was in order, she inspected the effect.\n\n“There, that’s all right. Now put on your cape.”\n\nBaoyu took it and did as she said.\n\n“Your nurses aren’t back yet,” said Aunt Xue worriedly. “You’d better wait a little longer.”\n\n“We don’t need to wait for them,” he retorted. “We’ve got the maids with us.”\n\nNot altogether reassured, Aunt Xue told two women-servants to see them home, and so they left her with many thanks.\n\nUpon their return to the Lady Dowager’s apartments, they found that the old lady had not yet had her evening meal. She was pleased to learn that they had come from Aunt Xue’s, and pleased too to see that Baoyu had been drinking. But when he went to his room to rest she would not let him come out again, giving orders that he was to be well looked after. Then, suddenly remembering that his nurses were missing, she asked where Nanny Li was. Not daring to tell the truth, the others answered, “She just came in, but she must have gone out again on some business.”\n\n“She’s better off than I am,” Baoyu mumbled thickly over his shoulder. “Why ask about her? I’d live longer without her.” He went unsteadily to his bedroom and found writing materials on the desk.\n\nQingwen came out to meet him. “A fine one you are!” she cried. “You made me grind the ink for you this morning. But you were only in the mood to write three characters before throwing down your brush and rushing off, keeping me waiting for you the whole day. Well, now you must use up all this ink for me.”\n\nThis reminded Baoyu of the morning’s happenings.\n\n“Where are those three characters I wrote?” he asked.\n\n“You are drunk,” she giggled. “You told me to have them pasted over the lintel, and for fear someone else might spoil them I climbed up a ladder and did it myself. My hands are still numb with cold.”\n\n“I forgot. I’ll warm your hands for you.” He took her hands in his and they went out to look at the three characters he had written that morning.\n\nJust then Daiyu came in.\n\n“Don’t fib, cousin,” said Baoyu with a smile. “Which of these three characters do you think is the best?”\n\nDaiyu looked up and saw the inscription Red Rue Study.\n\n“They’re all good. I’ve never seen you write so well. You must do a placard for me some time.”\n\nShe laughed. “You’re fooling me again.” Then she asked, “Where is Xiren?”\n\nQingwen jerked her lips towards the kang in the inner room. Baoyu saw that Xiren was sleeping there in her clothes.\n\n“So that’s it,” he chuckled. “She’s gone to bed early.” He told Qingwen, “At breakfast today there was a plate of bean-curd dumplings. I know you like them, so I asked Madam Zhen for them on the pretext that I’d eat them this evening, and had them sent over to our place. Did you get them or not?”\n\n“Don’t remind me,” said Qingwen. “As soon as they came I knew they were for me. But I’d just finished my meal, so I put them aside meaning to eat them later. Then along came Nanny Li and saw them. ‘Baoyu won’t want these,’ said she. ‘I’ll take them for my grandson.’ And she made someone take them away for her.”\n\nJust then Qianxue brought in tea, and Baoyu invited, “Have some tea, cousin.”\n\nThe maids laughed. “Miss Lin’s been gone for some time. Who are you asking?”\n\nAfter sipping some tea himself, Baoyu remembered the tea he had brewed that morning.\n\n“I brewed some maple-dew tea first thing today,” he told Qianxue. “As I said, that kind of tea doesn’t show to advantage until it has been steeped three or four times. How is it you’re serving this other sort now?”\n\n“I did keep it for you,” she answered. “But then Nanny Li came and drank it.”\n\nBaoyu dashed his cup to the ground. It smashed with a crash, spattering Qianxue’s skirt with tea. He jumped up in a rage.\n\n“Is she your ‘nanny’ or mine?” he fumed. “You’re all so filial to her, just because she suckled me when I was small. Now you’ve pampered her till she’s more uppish than any of the masters. We’d be well rid of the whole lot if we packed her off.”\n\nHe started at once for the Lady Dowager’s apartment to have this done.\n\nNow Xiren was not really asleep. She had simply been pretending in order to fool Baoyu and keep him by her. She had heard all he said about the dumplings but saw no reason to get up. However, the smashing of the cup and his angry outburst made her jump up at once. Someone had already come from the Lady Dowager to find out what had happened.\n\n“I slipped on the snow just now when I was pouring tea,” Xiren told her. “I dropped the cup by accident.”\n\nShe urged Baoyu, “If you’re set on sending her away, we’d all like to leave. Why not take this chance to pack us all off? You can easily find better people to wait on you.”\n\nAt that Baoyu held his tongue. Xiren helped him back to the kang and took off his outer clothes. He was still muttering indistinctly, his eyes heavy with sleep. They hastily settled him on the pillow and tucked him up. Xiren took the Magic Jade from his neck, put it under the quilt so that it should not be cold against his skin, and he fell asleep as soon as his head touched the pillow.\n\nBy then Nanny Li had come in. Hearing that Baoyu was drunk, she did not like to approach him. And when she learned that he was asleep she left, reassured.\n\nThe next day, when Baoyu woke, he was told that young Master Rong from the other mansion had brought Qin Zhong to see him. He lost no time in welcoming them and taking Qin Zhong to pay his respects to the Lady Dowager, who was delighted by the boy’s good looks and gentle demeanour. Feeling sure that he would be a good study companion for Baoyu, she kept him to tea and a meal and sent him to see Lady Wang and others. All the ladies were so fond of Qin Keqing and so taken with Qin Zhong that they gave him presents on his departure. The Lady Dowager also made him a present of a purse and a small golden image of the God of Literature, expressing the wish that he would win success in the civil service examinations.\n\n“Your home’s some distance away,” she cautioned. “And in uncertain weather it may be inconvenient for you. You must stay with us here. Do study with your Uncle Bao, though, and not with those worthless creatures.”\n\nQin Zhong assented to all her instructions. When he went home he told his father, Qin Ye, who held the post of a secretary in the Board of Works. Now over seventy and having lost his wife in middle age, he was left with no son.\n\nSince he had no son, he had adopted an orphaned boy and girl from the foundlings’ home. The boy died, leaving only the girl called Keqing, whose other name was Jianmei. She grew up to be not only slender and graceful but captivatingly charming. Because of her family’s connections with the Jias, a match was arranged and she married into the house. Qin Bangye was fifty-three when his son Qin Zhong was born, and the boy was now twelve. His tutor had gone back south the previous year, and since the boy had been studying at home Qin Bangye had been meaning to ask his kinsman Jia to find him a tutor; and happening to meet Baoyu today he was delighted to learn that the teacher in the Jia family school was a worthy old scholar, Jia Dairu. Qin Zhong’s studies would benefit there and he would be able to make a name for himself. The only snag was that the school was run by the Jia family, who were not only wealthy and noble but worldly; and Qin Bangye being in straitened circumstances could hardly offer too parsimonious a visiting gift. However, since his son’s whole future was at stake he scraped together twenty-four taels of silver and then, taking Qin Zhong with him, called respectfully on Jia Dairu. Having asked Baoyu to choose an auspicious day for school to start, he sent his son to the Jia family school where such a commotion arose.\n\nTo know what followed, read the next chapter."
}