{
  "index": "009",
  "title": "第9章 训劣子李贵承申饬 嗔顽童茗烟闹书房",
  "original": "话说秦邦业父子专候贾家人来送上学之信。原来宝玉急于要和秦钟相遇，遂择了后日一定上学，打发人送了信。到了这天，宝玉起来时，袭人早已把书笔文物收拾停妥，坐在床沿上发闷，见宝玉起来，只得伏侍他梳洗。宝玉见他闷闷的，问道：“好姐姐，你怎么又不喜欢了？难道怕我上学去，撂的你们冷清了不成？”袭人笑道：“这是那里的话？念书是很好的事，不然就潦倒一辈子了，终久怎么样呢？但只一件，只是念书的时候儿想着书，不念的时候儿想着家，总别和他们玩闹，碰见老爷不是玩的。虽说是奋志要强，那工课宁可少些，一则贪多嚼不烂．二则身子也要保重。这就是我的意思，你好歹体谅些。”袭人说一句，宝玉答应一句。袭人又道：“大毛儿衣服我也包好了，交给小子们去了。学里冷，好歹想着添换，比不得家里有人照顾。脚炉手炉也交出去了，你可逼着他们给你笼上。那一起懒贼，你不说他们乐得不动，白冻坏了你。”宝玉道：“你放心，我自己都会调停的。你们也可别闷死在这屋里，长和林妹妹一处玩玩儿去才好。”说着俱已穿戴齐备，袭人催他去见贾母、贾政、王夫人。宝玉又嘱咐了睛雯、麝月几句，方出来见贾母。贾母也不免有几句嘱咐的话。然后去见王夫人，又出来到书房中见贾政。\n　　这日贾政正在书房中和清客相公们说闲话儿，忽见宝玉进来请安，回说上学去。贾政冷笑道：“你要再提‘上学’两个字，连我也羞死了。依我的话，你竟玩你的去是正经。看仔细站腌了我这个地，靠腌了我这个门！”众清客都起身笑道：“老世翁何必如此。今日世兄一去，二三年就可显身成名的，断不似往年仍作小儿之态了。天也将饭时了，世兄竟快请罢。”说着便有两个年老的携了宝玉出去。贾政因问：“跟宝玉的是谁？”只听见外面答应了一声，早进来三四个大汉，打千儿请安。贾政看时，是宝玉奶姆的儿子名唤李贵的，因向他道：“你们成日家跟他上学，他到底念了些什么书！倒念了些流言混话在肚子里，学了些精致的淘气。等我闲一闲，先揭了你的皮，再和那不长进的东西算帐！”吓的李贵忙双膝跪下，摘了帽子碰头，连连答应“是”，又回说：“哥儿已经念到第三本《诗经》，什么‘攸攸鹿鸣，荷叶浮萍’，小的不敢撒谎。”说的满坐哄然大笑起来，贾政也掌不住笑了。因说道：“那怕再念三十本《诗经》，也是‘掩耳盗铃’，哄人而已。你去请学里太爷的安，就说我说的：什么《诗经》、古文，一概不用虚应故事，只是先把《四书》一齐讲明背熟是最要紧的。”李贵忙答应“是”，见贾政无话，方起来退出去。\n　　此时宝玉独站在院外，屏声静候，等他们出来同走。李贵等一面掸衣裳，一面说道：“哥儿可听见了？先要揭我们的皮呢。人家的奴才跟主子赚些个体面，我们这些奴才白陪着挨打受骂的。从此也可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明儿请你。”李贵道：“小祖宗，谁敢望‘请’，只求听一两句话就有了。”\n　　说着又至贾母这边，秦钟早已来了，贾母正和他说话儿呢。于是二人见过，辞了贾母。宝玉忽想起未辞黛玉，又忙至黛玉房中来作辞。彼时黛玉在窗下对镜理妆听宝玉说上学去，因笑道：“好！这一去，可是要‘蟾宫折桂’了！我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭。那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。黛玉忙又叫住，问道：“你怎么不去辞你宝姐姐来呢？”宝玉笑而不答，一径同秦钟上学去了。\n　　原来这义学也离家不远，原系当日始祖所立，恐族中子弟有力不能延师者，即入此中读书。凡族中为官者皆有帮助银两，以为学中膏火之费，举年高有德之人为师塾。如今秦、宝二人来了，一一的都互相拜见过，读起书来。自此后，二人同来同往同起同坐，愈加亲密。兼贾母爱惜，也常留下秦钟一住三五天，和自己重孙一般看待。因见秦钟家中不甚宽裕，又助些衣服等物。不上一两月工夫，秦钟在荣府里便惯熟了。宝玉终是个不能安分守理的人，一味的随心所欲，因此发了脾性，又向秦钟悄说：“咱们两个人，一样的年纪，况又同窗，以后不必论叔侄，只论弟兄朋友就是了。”先是秦钟不敢，宝玉不从，只叫他“兄弟”，叫他表字“鲸卿”，秦钟也只得混着乱叫起来。\n　　原来这学中虽都是本族子弟与些亲戚家的子侄，俗语说的好：“一龙九种，种种各别。”未免人多了就有龙蛇混杂、下流人物在内。自秦、宝二人来了，都生的花朵儿一般的模样，又见秦钟腼腆温柔，未语先红，怯怯羞羞有女儿之风；宝玉又是天生成惯能作小服低，赔身下气，性情体贴，话语缠绵。因他二人又这般亲厚，也怨不得那起同窗人起了嫌疑之念，背地里你言我语，诟谇谣诼，布满书房内外。\n　　原来薛蟠自来王夫人处住后，便知有一家学，学中广有青年于弟。偶动了龙阳之兴，因此也假说来上学，不过是“三日打鱼，两日晒网”，白送些束礼物与贾代儒，却不曾有一点儿进益，只图结交些契弟。谁想这学内的小学生，图了薛蟠的银钱穿吃，被他哄上手了，也不消多记。又有两个多情的小学生，亦不知是那一房的亲眷，亦未考真姓名，只因生得妩媚风流，满学中都送了两个外号，一个叫“香怜”，一个叫“玉爱”。别人虽都有羡慕之意、“不利于孺子”之心，只是惧怕薛蟠的威势，不敢来沾惹。如今秦、宝二人一来了，见了他两个，也不免缱绻羡爱，亦知系薛蟠相知，未敢轻举妄动。香、玉二人心中，一般的留情与秦、宝，因此四人心中虽有情意，只未发出。每日一人学中，四处各坐，却八目勾留，或设言托意，或咏桑寓柳，遥以心照，却外面自为避人眼目，不料偏又有几个滑贼看出形景来，都背后挤眉弄眼，或咳嗽扬声，这也非止一日。\n　　可巧这日代儒有事回家，只留下一句七言对联，令学生对了明日再来上书，将学中之事又命长孙贾瑞管理。妙在薛蟠如今不大上学应卯了，因此秦钟趁此和香怜弄眉挤眼，二人假出小恭，走至后院说话。秦钟先问他：“家里的大人可管你交朋友不管？”一语未了，只听见背后咳嗽了一声。二人吓的忙回顾时，原来是窗友名金荣的。香怜本有些性急，便羞怒相激，问他道：“你咳嗽什么？难道不许我们说话不成？”金荣笑道：“许你们说话，难道不许我咳嗽不成？我只问你们，有话不分明说，许你们这样鬼鬼祟祟的干什么故事？我可也拿住了，还赖什么？先让我抽个头儿，咱们一声儿不言语。不然大家就翻起来！”秦、香二人就急得飞红的脸，便问道：“你拿住什么了？”金荣笑道：“我现拿住了是真的。”说着又拍着手笑嚷道：“贴的好烧饼！你们都不买一个吃去？”秦钟、香怜二人又气又急。忙进来向贾瑞前告金荣，说金荣无故欺负他两个。\n　　原来这贾瑞是个图便宜没行止的人，每在学中以公报私，勒索子弟们请他，后又助着薛蟠图些银钱酒肉，一任薛蟠横行霸道，他不但不去管约，反助纣为虐讨好儿。偏那薛蟠本是浮萍心性，今日爱东，明日爱西，近来有了新朋友，把香、玉二人丢开一边。就连金荣，也是当日的好友，自有了香、玉二人，便见弃了金荣。近日连香、玉亦已见弃。故贾瑞也无了提携帮衬之人，不怨薛蟠得新厌故，只怨香、玉二人不在薛蟠跟前提携了。因此贾瑞、金荣等一干人，也正醋妒他两个。今见秦、香二人来告金荣，贾瑞心中便不自在起来，虽不敢呵叱秦钟，却拿着香怜作法，反说他多事，着实抢白了几句。香怜反讨了没趣，连秦钟也讪讪的各归坐位去了。\n　　金荣越发得了意，摇头咂嘴的，口内还说许多闲话。玉爱偏又听见，两个人隔坐咕咕唧唧的角起口来。金荣只一口咬定说：“方才明明的撞见他两个在后院里亲嘴摸屁股，两个商议，定了一对儿。”论长道短，那里只顾得志乱说，却不防还有别人。谁知早又触怒了一个人。你道这一个人是谁？原来这人名唤贾蔷，亦系宁府中正派玄孙，父母早亡，从小儿跟着贾珍过活，如今长了十六岁，比贾蓉生得还风流俊俏。他兄弟二人最相亲厚，常共起居，宁府中人多口杂，那些不得志的奴仆，专能造言诽谤主人，因此不知又有什么小人诟谇谣诼之辞。贾珍想亦风闻得些口声不好，自己也要避些嫌疑，如今竟分与房舍，命贾蔷搬出宁府，自己立门户过活去了。这贾蔷外相既美，内性又聪，虽然应名来上学，亦不过虚掩眼目而已，仍是斗鸡走狗、赏花阅柳为事。上有贾珍溺爱，下有贾蓉匡助，因此族中人谁敢触逆于他？他既和贾蓉最好，今见有人欺负秦钟，如何肯依？如今自己要挺身出来报不平，心中且付度一番：“金荣、贾瑞一等人，都是薛大叔的相知，我又与薛大叔相好，倘或我一出头，他们告诉了老薛，我们岂不伤和气呢。欲要不管，这谣言说的大家没趣。如今何不用计制伏，又止息了口声，又不伤脸面。”想毕，也装出小恭去，走至后面瞧瞧，把跟宝玉书童茗烟叫至身边，如此这般，调拨他几句。”\n　　这茗烟乃是宝玉第一个得用且又年轻不谙事的，今听贾蔷说：“金荣如此欺负秦钟，连你们的爷宝玉都干连在内，不给他个知道，下次越发狂纵。”这茗烟无故就要欺压人的，如今得了这信，又有贾蔷助着，便一头进来找金荣。也不叫“金相公了”了，只说：“姓金的，你什么东西！”贾蔷遂跺一跺靴子，故意整整衣服，看看日影说：“正时候了。”遂先向贾瑞说有事要早走一步。贾瑞不敢止他，只得随他去了。\n　　这里茗烟走进来，便一把揪住金荣问道：“我们屁股不，管你相干？横竖没你的爹罢了！说你是好小子，出来动一动你茗大爷！”吓的满屋中子弟都忙忙的痴望。贾瑞忙喝：“茗烟不得撤野！”金荣气黄了脸，说：“反了！奴才子都敢如此，我只和你主子说。”便夺手要去抓打宝玉。秦钟刚转出身来，听得脑后飕的一声，早见一方砚瓦飞来，并不知系何人打来，却打了贾蓝、贾菌的座上。这贾蓝、贾菌亦系荣府近派的重孙。这贾菌少孤，其母疼爱非常，书房中与贾蓝最好，所以二人同坐。谁知这贾菌年纪虽小，志气最大，极是淘气不怕人的。他在位上，冷眼看见金荣的朋友暗助金荣，飞砚来打茗烟，偏打错了落在自己面前，将个磁砚水壶儿打粉碎，溅了一书墨水。贾菌如何依得，便骂：“好囚攘的们，这不都动了手了么！”骂着，也便抓起砚台来要飞。贾蓝是个省事的，忙按住砚台，忙劝道：“好兄弟，不与咱们相干。”贾菌如何忍得住，见按住砚台，他便两手抱起书箧子来照这边扔去。终是身小力薄，却扔不到，反扔到宝玉、秦钟案上就落下来了。只听豁嘲一响，砸在桌上，书本、纸片、笔、砚等物撤了一桌，又把宝玉的一碗茶也砸得碗碎茶流。那贾菌即使跳出来，要揪打那飞砚的人。金荣此时随手抓了一根毛竹大板在手，地狭人多，那里经得舞动长板。茗烟早吃了一下，乱嚷：“你们还不来动手？”宝玉还有几个小厮，一名扫红，一名锄药，一名墨雨，这三个岂有不淘气的，一齐乱嚷：“小妇养的，动了兵器了！”墨雨遂掇起一根门闩，扫红、锄药手中都是马鞭子，蜂拥而上。贾瑞急得拦一回这个，劝一回那个，谁听他的话，肆行大乱。众顽童也有帮着打太平拳助乐的，也有胆小藏过一边的，也有立在桌上拍着手乱笑，喝着声儿叫打的，登时鼎沸起来。\n　　外边几个大仆人李贵等听见里边作反起来，忙都进来一齐喝住，问是何故，众声不一，这一个如此说，那一个又如彼说。李贵且喝骂了茗烟等四个一顿，撵了出去。秦钟的头早撞在金荣的板上，打去一层油皮，宝玉正拿褂襟子替他揉，见喝住了众人，便命：“李贵，收书，拉马来！我去回太爷去！我们被人欺负了，不敢说别的，守礼来告诉瑞大爷，瑞大爷反派我们的不是，听着人家骂我们，还调唆人家打我们。茗烟见人欺负我，他岂有不为我的，他们反打伙儿打了茗烟，连秦钟的头也打破了。还在这里念书么！”李贵劝道：“哥儿不要性急，太爷既有事回家去了，这会子为这点子事去聒噪他老人家，倒显的咱们没礼似的。依我的主意，那里的事情那里了结，何必惊动老人家。这都是瑞大爷的不是，太爷不在家里，你老人家就是这学里的头脑了，众人看你行事。众人有了不是，该打的打，该罚的罚，如何等闹到这步田地还不管呢？”贾瑞道：“我吆喝着都不听。”李贵道：“不怕你老人家恼我，素日你老人家到底有些不是，所以这些兄弟不听。就闹到太爷跟前去，连你老人家也脱不了的，还不快作主意撕掳开了罢！”宝玉道！“撕掳什么？我必要回去的！”秦钟哭道：“有金荣在这里，我是要回去的了。”宝玉道：“这是为什么？难道别人家来得，咱们倒来不得的？我必回明白众人，撵了金荣去！”又问李贵：“这金荣是那一房的亲戚？”李贵想一想，道：“也不用问了。若说起那一房亲戚，更伤了兄弟们的和气了。”\n　　茗烟在窗外道：“他是东府里璜大奶奶的侄儿，什么硬挣仗腰子的，也来吓我们！璜大奶奶是他姑妈。你那姑妈只会打旋磨儿，给我们琏二奶奶跪着借当头，我眼里就看不起他那样主子奶奶么。”李贵忙喝道：“偏这小狗攘知道，有这些蛆嚼！”宝玉冷笑道：“我只当是谁亲戚，原来是璜嫂子侄儿。我就去向他问问。”说着便要走，叫茗烟进来包书。茗烟进来包书，又得意洋洋的道：“爷也不用自己去见他，等我去找他，就说老太太有话问他呢。雇上一辆车子拉进去，当着老太太问他，岂不省事？”李贵忙喝道：“你要死啊！仔细回去我好不好先捶了你，然后回老爷、太太，就说宝哥儿全是你调唆。我这里好容易劝哄的好了一半，你又来生了新法儿！你闹了学堂，不说变个法儿压息了才是，还往火里奔！”茗烟听了，方不敢做声。\n    此时贾瑞也生恐闹不清，自己也不干净。只得委曲着来央告秦钟，又央告宝玉。先是他二人不肯，后来宝玉说：“不回去也罢了，只叫金荣赔不是便罢。”金荣先是不肯，后来经不得贾瑞也来逼他权赔个不是，李贵等只得好劝金荣，说：“原来是你起的头儿，你不这样，怎么了局呢？”金荣强不过，只得与秦钟作了个揖。宝玉还不依，定要磕头。贾瑞只要暂息此事，又悄俏的劝金荣说：“俗语说‘忍得一时忿，终身无恼闷。’”\n未知金荣从也不从，下回分解。",
  "translation": "Now Qin Bangye and his son were waiting to hear from the Jia family about the school. And since Baoyu was eager to be with Qin Zhong, he had chosen the day after next for the boy to start his studies and sent a servant to announce this.\n\nWhen Baoyu got up that day, Xiren had already prepared his books, brushes and other accessories. She was sitting disconsolate on the edge of his bed, but at his rising she helped him to wash and comb his hair.\n\n“Why so sad again, dear sister?” he asked. “Are you afraid that once I start school I shall neglect you and you’ll be lonely?”\n\n“What an idea!” She smiled. “Studying is an excellent thing. Otherwise you’ll waste your whole life and never get anywhere. But mind you think of your books in school and of us at home. Don’t get up to mischief with the other boys. If you annoy your father, that will be no joke. I know you’re set on making good, but don’t overdo it. Too much study is bad for the digestion, and you must take care of your health. That’s my advice, and I hope you’ll pay attention to it.”\n\nBaoyu murmured assent to all she said.\n\n“I’ve wrapped up your fur clothes and sent them on ahead with the pages,” she continued. “Mind you change into them when it gets cold in the school. It’s not like being at home with us to look after you. I’ve sent your foot—warmer and hand—warmer too. See that those lazy scamps light them for you. If you don’t, they’re only too glad to do nothing and let you freeze.”\n\n“Don’t worry, I shall manage. And you mustn’t mope all the time in this room but go and have some fun with Cousin Daiyu.”\n\nBy now he was fully dressed. Xiren urged him to go and pay his respects to the Lady Dowager, Jia Zheng and Lady Wang. He gave a few instructions to Qingwen and Sheyue before going to his grandmother, who also had some words of advice for him. Then he went to see his mother and finally to his father’s study.\n\nJia Zheng happened to be chatting with some literary gentlemen when Baoyu entered to announce that he was going to school.\n\n“If you mention that word ‘school’ again,” sneered his father, “I’ll die of shame. My advice to you is to waste no time but go and amuse yourself. That’s all you’re fit for. Mind you don’t dirty my floor here, leaning against my door.”\n\nThe other gentlemen rose to their feet.\n\n“Why be so hard on him, sir?” they demurred. “In a year or two, when our young friend has entered society, he’s bound to distinguish himself and do you credit. He won’t behave like a child any more. It’s nearly time for breakfast, so he had better be going.”\n\nTwo of the older men took Baoyu out.\n\n“Who is with the young master?” called Jia Zheng.\n\nThis was answered from outside by the entrance of four or five stout fellows, who knelt to pay their respects. Jia Zheng saw that one of them was Baoyu’s nurse’s son Li Gui, now his chief attendant.\n\n“You people who go with him to school all day,” said Jia Zheng, “what do you suppose he studies? Nothing but nonsense and rubbish, I’ll be bound. He’s learned to be sly. Wait till I have time to get to the bottom of this, then I’ll have the hide off the lot of you, you good—for—nothings, before I deal with that worthless young puppy.”\n\nLi Gui fell on both knees.\n\n“Please don’t be angry, sir,” he begged. “Master Bao has already studied three volumes of the Book of Songs, up to the part which says, ‘Yew yew cry the deer, / lotus leaves and duckweed.’ I wouldn’t dare tell a lie.”\n\nThis set the whole room laughing, even Jia Zheng himself.\n\n“Even if he studies thirty volumes, it’s only so much ‘stuffing the ears to steal a bell.’ I suggest you go and pay your respects to the teacher on my behalf and tell him from me that I want him to concentrate on the Four Books and make Baoyu learn them by heart. That’s the main thing.”\n\nLi Gui assented and withdrew.\n\nWith that she left him and went inside.\n\nBaoyu stood alone in the courtyard and waited in silence until they came out to set off together. Li Gui and the others were brushing their clothes.\n\n“Did you hear that, young master?” they asked. “First she threatens to have us flayed. Other servants win credit for their masters, but we just get cursed and beaten for nothing. We’d be much obliged if you’d show us a little consideration.”\n\n“Don’t be upset, my dear fellows,” said Baoyu cheerfully. “I’ll make it up to you another day.”\n\n“My young ancestor!” cried Li Gui. “Who dares expect that? Just do as we ask and pay a little attention to what we say, that’s all we beg.”\n\nBy the time they reached the Lady Dowager’s apartments, Qin Zhong had already arrived and she was chatting with him. The two boys paid their respects to the old lady and took their leave, but Baoyu suddenly remembered that he had not said goodbye to Daiyu and hurried to her room.\n\nShe was in front of the mirror by the window doing her hair when he came in to tell her he was off to school.\n\n“Good!” she said with a smile. “So you’re going to ‘pluck fragrant osmanthus in the palace of the moon.’ I can’t see you off.”\n\n“Just wait for me to have supper with you after school, dear cousin,” he said. “And keep that rouge for me to mix.”\n\nAfter a good deal of fussing he finally tore himself away.\n\n“Aren’t you going to say goodbye to Cousin Baochai?” she called after him.\n\nHe made no reply but went off with Qin Zhong.\n\nThe family school was not far from the Rong Mansion. It had been started by the first Duke of Rongguo to provide instruction for young clansmen who could not afford a tutor. All officials belonging to the clan contributed to the expenses, and a worthy old gentleman of the clan was chosen to be the school’s tutor. Later, as more and more boys were enrolled and some of them turned out to be good-for-nothings, the school began to go downhill. Still, it kept going.\n\nWhen Qin Zhong and Baoyu arrived they introduced themselves to the tutor Jia Dairu and took their seats to begin studying. From that day on the two boys were constantly together and became the best of friends. And the Lady Dowager, for her part, was so fond of Qin Zhong that she often kept him for three or four days running and gave him clothes and other presents, treating him as one of her own great-grandsons. Finding that his family was not too well off, she also helped with money and other necessaries. Thus in less than two months Qin Zhong was quite at home in the Rong Mansion.\n\nBaoyu, being wayward and self-willed as always, insisted on disregarding the difference in their ages and addressing Qin Zhong as his younger brother instead of nephew. For Qin Zhong, who was so bashful and gentle, had a girlish charm which made it natural for Baoyu to be so free with him. And Qin Zhong, for his part, admiring Baoyu’s qualities, felt so close to him that there was nothing he would not do to please him. So intimate did they become that they were on the best of terms. This naturally gave rise to a good deal of ill-natured gossip in the school.\n\nAlthough most of the pupils were members of the Jia clan or relations by marriage, as the proverb says, “One dragon begets nine offspring, each one different.” And inevitably where so many were gathered together there were low types too.\n\nAfter the arrival of Qin Zhong and Baoyu, both as handsome as budding flowers, the other boys were intrigued to see how shy, how easily Qin Zhong blushed, how timid and girlish he was; and as for Baoyu, heaven had endowed him with a tendency to toady to other boys and humble himself, to be considerate and affectionate. Small wonder, then, that the close friendship between the two should set the whole school whispering and making insinuations, which spread inside and outside the classroom.\n\nNow Xue Pan, who had come to stay with his aunt Lady Wang, had learned of the existence of this school which contained a number of young boys. The discovery had excited his baser instincts and he enrolled as a student, but his sole object was to find some “sweethearts.” He played truant all the time, studying nothing but waste his money on presents for the tutor Jia Dairu, his only aim being to secure some boy favourites. And in this school, as it happened, there were a couple of worthless young pupils only too ready to be bought with his money and presents. Who these two were and to which branch of the family they belonged need not detain us here.\n\nTwo of the boys had been given nicknames: “Fragrant Comrade” and “Jade Love.” Although the other boys were smitten with them and would have liked to molest them, they were too afraid of Xue Pan’s power to make advances. Now that Qin Zhong and Bao-yu had appeared on the scene and become acquainted with the two, they too were greatly taken with them; but knowing that they were both friends of Xue Pan, they did not dare to make any advances either. For their part, Fragrant Comrade and Jade Love were greatly attracted to Qin Zhong and Bao-yu. Thus although all four were mutually attracted, no words had yet passed between them. Every day when they were at school, the four of them would sit in different parts of the room, but their eight eyes would often be fixed on each other; and sometimes, by means of hinted remarks or verses about mulberries or willows ostensibly on some other subject, they would communicate their feelings from afar — though always taking care that no one should observe them. Unfortunately a few sharp-eyed young rascals had noticed what was going on and were forever winking and coughing or making some other kind of noise to embarrass them.\n\nIt so happened that this day old Dai-ru had some business to attend to at home and, having set the boys a couplet to work on, told them that he would not be returning to hear their lessons until the following day, leaving his grandson Jia Rui in charge of the class during his absence. By a fortunate coincidence Xue Pan had not turned up at school that day, so Qin Zhong seized the opportunity to make eyes at Fragrant Comrade. The two of them slipped outside on the pretext of wanting to relieve themselves and went into the backyard for a private conversation.\n\n“Does your family mind you having friends?” Qin Zhong asked him.\n\nHe had hardly got the words out when they heard someone cough behind them. Startled, they turned round and found that it was their classmate Jin Rong. Fragrant Comrade was of a somewhat impatient disposition and, being both angry and embarrassed at being discovered, he rounded aggressively on the intruder.\n\n“What are you coughing about? Haven’t we got a right to talk if we want to?”\n\n“Of course you have,” said Jin Rong with a grin. “But what if I want to cough? — I’ll tell you what I want to know, though. Why can’t you say what you have to say out in the open? Why all this creeping off into corners? But there’s no point in denying it. I’ve caught you at it. If you’ll let me have a bit of the same, I’ll keep my mouth shut. If not, I shall have to tell everyone.”\n\nThe faces of the other two turned scarlet with anger and embarrassment.\n\n“What have you caught us at?” they demanded.\n\n“I’ve caught you all right,” said Jin Rong. “Why bother to deny it? I’ve caught you having it off. If you’ll give me something, I’ll say no more about it. If not, I shall have to tell everyone.”\n\nClapping his hands together and laughing, he went on:\n\n“Nice little hotcakes! Shan’t we have a share then?”\n\nQin Zhong and Fragrant Comrade were boiling with rage but too embarrassed to say anything. They went back inside and complained to Jia Rui that Jin Rong was bullying them.\n\nNow this Jia Rui was an unscrupulous sort who was always abusing his position to get things out of the boys — either by threatening them or by making them buy him presents. And recently, in return for money and tasty snacks, he had given Xue Pan a free hand to do as he pleased. Not content with failing to restrain him, he had actually encouraged him in his misdeeds in order to curry favour. But Xue Pan’s fancy was as fickle as a floating water-weed, and after a while his affections had drifted elsewhere. Having recently acquired a couple of new friends, he had already dropped Fragrant Comrade and Jade Love. Even Jin Rong, who had been a former favourite, had been dropped by Xue Pan when Fragrant Comrade and Jade Love first came on the scene, and now these two in their turn had been discarded. Thus deprived of the handsome perquisites which he had come to expect, Jia Rui blamed, not the fickleness of Xue Pan, but the negligence of Fragrant Comrade and Jade Love in failing to “put in a word” for him. He and Jin Rong and a few others were in fact extremely jealous of the two boys. So when Qin Zhong and Fragrant Comrade came to him with their complaint, he was not very sympathetic. Not daring to take it out on Qin Zhong, he made Fragrant Comrade the scapegoat, accusing him of making trouble and giving him a very rough dressing-down. Fragrant Comrade was covered with shame and, as Qin Zhong too retired sheepishly to his place, Jin Rong began to feel rather pleased with himself. Wagging his head and smirking, he began holding forth in a loud voice and making a number of unpleasant remarks. Unfortunately Jade Love overheard some of them and soon he and Jin Rong were having a slanging-match from their respective places.\n\n“I saw them with my own eyes,” Jin Rong insisted. “He had his hand on his thing and they were having it off. I don’t see what there is to argue about.”\n\nHe was too busy airing his grievance to notice that he was being overheard by someone else. But already his words had given offence to another of the boys.\n\nWho was this? Jia Qiang, a great-great-grandson of the Duke of Ningguo in the direct line of descent. Both his parents had died when he was small and he had been brought up by Jia Zhen. Now sixteen, he was even more handsome than Jia Rong. The two of them were on the best of terms and shared all their meals and amusements. But since the Ning Mansion was a hotbed of gossip, disgruntled servants there spread scandalous stories about them. Jia Zhen, having heard some of these rumours and wanting to avoid suspicion, had given Jia Qiang his own establishment and set him up independently outside.\n\nJia Qiang was not only good-looking but intelligent too. Although he enrolled at the school, this was only a pretext for escaping supervision. His real interests were cock-fighting, dog-racing, and pleasure-seeking. Spoilt by Jia Zhen and abetted by Jia Rong, none of the clan dared to cross him. Being such a close friend of Jia Rong’s, how could he ignore the insult to Qin Zhong? He decided to take up the cudgels but reflected:\n\n“Jin Rong and Jia Rui are friends of Uncle Xue Pan, and I’m friendly with him too. If I put in my oar and they report it to him, it may lead to bad feeling. Still, if I do nothing, this talk will make us all lose face. I must think of a way to squash this without becoming involved myself.”\n\nHis mind made up, he pretended to slip out to relieve himself. Going to the back, he called over Mingyan, Baoyu’s page, and stirred him up with an account of the affair.\n\nNow Mingyan was Baoyu’s favourite page but too young to know any better. When Jia Qiang told him, “Jin Rong is insulting Qin Zhong and even your master is involved. If he isn’t taught a lesson, next time he may go too far,” the boy was only too eager to intervene. And having Jia Qiang to back him made him bolder. He charged inside.\n\n“What do you think you’re doing, Jin?” he yelled. “Just you come out and have a taste of my fists!”\n\nJia Qiang stamped one foot to shake down his boot, deliberately straightened his clothes, and glanced at the sun to see if it was time to leave. Then he told Jia Rui he had some business and must go early. Not venturing to stop him, Jia Rui let him go.\n\nMingyan had rushed in and seized Jin Rong. “Whether we fuck arse or not, what’s it to you?” he cried. “You’ve no claim on our arses anyway. If you’ve any guts, come and take on your master Mingyan.”\n\nAll the other boys gazed in consternation.\n\n“Mingyan, don’t be insolent here!” shouted Jia Rui.\n\nJin Rong, his face livid with anger, retorted, “The rebellion’s on, is it? Slaves dare to hit people? I’ll settle this with your master.” He tried to break loose to go and beat Baoyu.\n\nQin Zhong had just jumped up when a whizzing inkstone, flying from behind his head, missed him but landed on the desk of Jia Lan and Jia Jun — two great-grandsons of the Duke of Rongguo in the direct line of descent. Jia Jun, an orphan, was his mother’s darling. As he and Jia Lan were good friends they shared one desk. Now although Jia Jun was young he had plenty of spirit and was a fearless young scamp. From his seat he had watched one of Jin Rong’s friends sneakily help him by hurling this inkstone at Mingyan. But it had missed its mark and landed right in front of him, smashing his porcelain inkwell to smithereens and splashing ink all over his book.\n\n“Are you bandits all raising your fists?” he swore. “Why should we be out of it?” With that he grabbed the inkstone to hurl it back.\n\nJia Lan, a quiet, sensible boy, held it down with both hands.\n\n“Dear cousin, keep out of it,” he urged.\n\nBut Jia Jun, unable to contain himself, had already picked up his satchel.\n\nShe was too small and weak to throw it so far. It landed instead on the desk of Bao-yu and Qin Zhong, scattering books, paper, brushes and inkstone all over the table, and smashing Bao-yu’s teacup so that tea went everywhere and the cup itself was shattered.\n\nJia Jun promptly leapt up to seize the boy who had thrown the inkstone. Jin Rong had by now snatched up a heavy bamboo pointer and was brandishing it around him in the narrow aisle between the desks. Ming-yan, who had already been struck by it once, yelled to the other three:\n\n“What are you waiting for? Come on! Let’s get at him!”\n\nThe other three, Sweeper, Ploughboy and Inky, were as big scamps as Ming-yan. They now joined in the yelling.\n\n“Son of a bitch! Using weapons, is he?”\n\nInky snatched up a door-bar, while Sweeper and Ploughboy armed themselves with horsewhips, and the three of them rushed forward. Jia Rui in desperation tried to hold first one back, then another; but no one took any notice of him, and the scene rapidly deteriorated into a free-for-all. Some of the boys, more timid, drew back in fright; others, cheering and clapping their hands, stood on their desks to get a better view; while a few of the bolder spirits joined in the fighting, aiming blows indiscriminately at the combatants.\n\nThe noise of the battle was by now considerable, and Li Gui and some of the other older servants outside, hearing that a rebellion had broken out in the school, came rushing in to quell it. It was some time, however, before they could get the boys calmed down enough to ask them what the trouble was. Everyone had a different story to tell. Li Gui roundly scolded the four pages, Ming-yan, Sweeper, Ploughboy and Inky, and turned them out of the room. Qin Zhong’s head had been grazed in the course of the fighting by a blow from Jin Rong’s pointer. Bao-yu was holding the skirt of his gown against the place and rubbing it. When order had been restored, he called Li Gui to him.\n\n“Pack the books up and bring the horses round!” he said. “I am going to tell Great-granpa about this. We have been subjected to monstrous unprovoked attacks, and when we complained to Mr Jia Rui, instead of doing anything about it, he had the impertinence to tell us that we were in the wrong. He actually encouraged them to go on insulting us and joined in the attack on us himself. When Ming-yan saw what was happening, of course he came in to defend me; and then they all set on him and beat him. They have even wounded Qin Zhong’s head. There is no question of our staying on at this school any longer.”\n\n“Now don’t be hasty, young master!” said Li Gui. “The Reverend Gentleman has got business at home today. If we go bothering him with a trifle like this, it will look as though we don’t know how to behave. In my opinion, the best way is to settle the business here and now without troubling the old gentleman. It is all Mr Jia Rui’s fault, anyway. While the Reverend Gentleman is away, you, sir, are in charge here. Everyone looks to you to see that things are properly managed. You ought to punish anyone who does wrong, either with a beating or in some other way. How could you let things get as far as this?”\n\n“I shouted at them to stop,” said Jia Rui, “but no one would listen to me.”\n\n“If you’ll pardon my saying so,” said Li Gui, “it’s because you haven’t been very strict in the past that the young gentlemen won’t listen to you now. If this gets to the Reverend Gentleman’s ears, you are going to be in trouble yourself, sir, as well as the others. I should act quickly now, if I were you, and try to patch things up.”\n\n“Patch nothing!” said Bao-yu. “I am going to tell, whatever you say.”\n\n“I’m not staying here, if Jin Rong is staying,” said Qin Zhong tearfully.\n\n“Of course you are,” said Bao-yu. “Why should we be the ones to go? We’ll both stay on, and I shall have Jin Rong expelled.” He turned to Li Gui. “Who is this Jin Rong, anyway? And who is he connected with here?”\n\n“Don’t you bother about that,” said Li Gui, after reflecting a moment. “If we start going into that, we shall make more bad feeling.”\n\n“He is nephew of Mrs Huang in the Ning-guo mansion,” said Ming-yan through the window. “The blackguard! What does he think he’s doing, throwing his weight about like this? I know all about his Auntie Huang. She’s always toadying to Mrs Lian and getting loans out of her on things she’s pawned. I’ve no respect for that lot!”\n\n“You shut your mouth!” said Li Gui, shouting angrily through the window. “You’ve caused quite enough trouble already, you little pest!”\n\n\"Faugh! The filthy talk such vermin come out with!\" sneated Baoyu. \"So it’s your nephew, is it, sister-in-law Huang? Well, I’m going to have this out with him.\"\n\nHe started off to find Jinguan, summoning Mingyan to put his books away. Mingyan, entering to do this, proposed cheerfully:\n\n“No need for you to go, sir. Let me go and fetch him. I’ll say the old lady wants a word with him. We can hire a carriage to take him in and question him before Her Ladyship. Wouldn’t that be simpler?”\n\n“You dog!” cried Li Gui in consternation. “Are you tired of living? Wait till we get back and see if I don’t give you a good hiding first, then tell the master and the mistress that you put the young master up to all this mischief. I’ve been doing my best to smooth things down, and here you are starting new trouble. Instead of thinking up some way to hush this business up, you’re adding fuel to the flames.”\n\nMingyan subsided.\n\nBy now Jia Rui was afraid that if the affair grew more serious he might be involved. So he was forced to plead with Qin Zhong and Baoyu. At first they would not listen, but then Baoyu agreed to let the matter drop if Jinguan would apologize.\n\nJinguan, however, was unwilling. In the end, as Jia Rui kept urging him to make the best of a bad job, and Li Gui and the other servants reasoned with him, saying, “It all started with you. If you don’t apologize, how are we to end this?” — he had to give in. He bowed to Qin Zhong.\n\nBut Baoyu insisted that he should kowtow.\n\nJia Rui, anxious to settle the business, quietly advised Jinguan, “As the proverb says, ‘A little thing is soon done.’ What does it matter?”\n\nBut whether Jinguan complied or not will be seen in the next chapter."
}