{
  "index": "014",
  "title": "第14章 林如海灵返苏州郡 贾宝玉路遏北静王",
  "original": "话说宁国府中都总管赖升闻知里面委请了凤姐，因传齐同事人等，说道：“如今请了西府里琏二奶奶管理内事，倘或他来支取东西，或是说话，小心伺候才好。每日大家早来晚散，宁可辛苦这一个月，过后再歇息，别把老脸面扔了。那是个有名的烈货，脸酸心硬，一时恼了不认人的。”众人都道：“说的是。”又有一个笑道：“论理，我们里头也得他来整治整治，都忒不象了。”正说着，只见来旺媳妇拿了对牌来领呈文经文榜纸，票上开着数目。众人连忙让坐倒茶，一面命人按数取纸。来旺抱着同来旺媳妇一路来至仪门，方交与来旺媳妇自己抱进去了。\n凤姐即命彩明钉造册簿，即时传了赖升媳妇，要家花名册查看，又限明日一早传齐家人媳妇进府听差。大概点了一点数目单册，问了赖升媳妇几句话，便坐车回家。至次日卯正二刻，便过来了。那宁国府中老婆媳妇早已到齐，只见凤姐和赖升媳妇分派众人执事，不敢擅入，在窗外打听。听见凤姐和赖升媳妇道：“既托了我，我就说不得要你们嫌了。我可比不得你们奶奶好性儿，造事由得你们。再别说你们‘这府里原是这么样’的话，如今可要依着我行。错我一点儿，管不得谁是有脸的，谁是没脸的，一例清白处治。”说罢，便吩咐彩明念花名册，按名一个一个叫进来看视。一时看完，又吩咐道：“这二十个分作两班，一班十个，每日在内单管亲友来往倒茶，别的事不用管。这二十个也分作两班，每日单管本家亲戚茶饭，也不管别的事。这四十个人也分作两班，单在灵前上香、添油、挂幔、守灵、供饭、供茶、随起举哀，也不管别的事。这四个人专在内茶房收管杯碟茶器，要少了一件，四人分赔。这四个人单管酒饭器皿，少一件也是分赔。这八个人单管收祭礼。这八个单管各处灯油、蜡烛、纸札，我一总支了来，交给你们八个人，然后按我的数儿往各处分派。这二十个每日轮流各处上夜，照管门户，监察火烛，打扫地方。这下剩的按房分开，某人守某处，某处所有桌椅古玩起，至于痰盒掸子等物，一草一苗，或丢或坏，就问这看守的赔补。赖升家的每日揽总查看，或有偷懒的，赌钱吃酒、打架拌嘴的，立刻拿了来回我。你要徇情，叫我查出来，三四辈子的老脸，就顾不成了。如今都有了定规，以后那一行乱了，只和那一行算账。素日跟我的人，随身俱有钟表，不论大小事，都有一定的时刻。横竖你们上房里也有时辰钟。卯正二刻我来点卯；巳正吃早饭；凡有领牌回事，只在午初二刻；戌初烧过黄昏纸，我亲到各处查一遍，回来上夜的交明钥匙。第二日还是卯正二刻过来。说不得咱们大家辛苦这几日罢，事完了你们大爷自然赏你们。”\n说毕，又吩咐按数发茶叶、油烛、鸡毛掸子、笤帚等物，一面又搬取家伙，桌面、椅搭、坐褥、毡席、痰盒、脚踏之类。一面交发，一面提笔登记，某人管某处，某人领物件，开的十分清楚。众人领了去，也都有了投奔，不似先时只拣便宜的做，剩下苦差没个招揽。各房中也不能趁乱迷失东西。便是人来客住，也都安静了，不比先前紊乱无头绪，一切偷安窃取等弊，一概都蠲了。\n　　凤姐自己威重令行，心中十分得意。因见尤氏犯病，贾珍也过于悲哀，不大进饮食，自己每日从那府中熬了各样细粥，精美小菜，令人送过来。贾珍也另外吩咐，每日送上等菜到抱厦内，单预备凤姐。凤姐不畏勤劳，天天按时刻过来，点卯理事，独在抱厦内起坐，不与众妯娌合群，便有女眷来往也不迎送。\n　　这日乃五七正五日上，那应佛僧正开方破狱，传灯照亡，参阎君，拘都鬼，延请地藏王，开金桥，引幢蟠；那道士们正伏章申表，朝三清，叩玉帝；神僧们行香，放焰口，拜水忏；又有十二众青年尼僧，搭绣衣，红鞋，在灵前默诵接引诸咒，十分热闹。那凤姐知道今日的客不少，寅正便起来梳洗。及收拾完备，更衣盥手，喝了几口奶子，漱口已毕，正是卯正二刻了。来旺媳妇率领众人伺候已久。凤姐出至厅前，上了车，前面一对明角灯，上写“荣国府”三个大字。来至宁府大门首，门灯朗挂，两边一色绰灯，照如白昼，白汪汪穿孝家人两行侍立。请车至正门上，小厮退去，众媳妇上来揭起车帘。凤姐下了车，一手扶着丰儿，两个媳妇执着手把灯照着，簇拥凤姐进来。宁府诸媳妇迎着请安。凤姐款步入会芳园中登仙阁灵前，一见棺材，那眼泪恰似断线之珠，滚将下来。院中多少小厮垂手侍立，伺候烧纸。凤姐吩咐一声：“供茶烧纸。”只听一律锣鸣，诸乐齐奏，早有人请过一张大圈椅来，放在灵前。凤姐坐下，放声大哭，于是里外上下男女接声嚎哭。贾珍、尤氏忙令人劝止，凤姐才止住了哭。来旺媳妇倒茶漱口毕，方起身，别了族中诸人，自入抱厦来，按名查点。各项人数，俱已到齐，只有迎送亲友上的一人未到，即令传来。那人惶恐，凤姐冷笑道：“原来是你误了，你比他们有体面，所以不听我的话！”那人回道：“奴才天天都来的早，只有今儿来迟了一步，求奶奶饶过初次。”正说着，只见荣国府中的王兴媳妇来了，往里探头儿。凤姐且不发放这人，却问：“王兴媳妇来作什么？”王兴家的近前说：“领牌取线，打车轿网络。”说着将帖儿递上，凤姐令彩明念道：“大轿两顶，小轿四顶，车四辆，共用大小络子若干根，每根用珠儿线若干斤。”凤姐听了数目相合，便命彩明登记，取荣国府对牌发下。王兴家的去了。\n凤姐方欲说话，只见荣国府的四个执事人进来，都是支取东西领牌的，凤姐问他们要了帖，念过听了，一共四件，因指两件道：“这个开销错了，再算清了来领。”说着将帖子摔下来。那二人扫兴而去。凤姐因见张材家的在旁，便问：“你有什么事？”张材家的忙取帖子回道：“就是方才车轿围子做成，领取裁缝工银若干两。”凤姐听了，收了帖子，命彩明登记，待王兴交过，得了买办的回押相符，然后与张材家的去领。一面又命念那一件，是为宝玉外书房完竣，支领买纸料糊裱祷，凤姐听了，即命收帖儿登记，待张材家的缴清再发。\n　　凤姐便说道：“明儿他也来迟了，后儿我也来迟了，将来都没有人了。本来要饶你，只是我头一次宽了，下次就难管别人了，不如开发了好。”登时放下脸来，叫“带出去打他二十板子！”众人见凤姐动怒，不敢怠慢，拉出去照数打了，进来回覆。凤姐又掷下宁府对牌：“说与赖升，革他一个月的钱粮。”吩咐“散了罢。”众人方各自办事去了。那被打的也含羞饮泣而去。彼时荣宁两处领牌交牌人往来不绝，凤姐又一一开发了。于是宁府中人才知凤姐利害，彼此俱各兢兢业业，不敢偷安，不在话下。\n　　如今且说宝玉，因见人众，恐秦钟受委曲，遂同他往凤姐处坐坐。凤姐正吃饭，见他们来了，笑道：“好长腿子，快上来罢。”宝玉道：“我们偏了。”凤姐道：“在这边外头吃的，还是那边吃的？”宝玉道：“同那些浑人吃什么！还是那边跟着老太太吃了来的。”说着，一面归坐。\n　　凤姐饭毕，就有宁府一个媳妇来领牌，为支取香灯，凤姐笑道：“我算着你今儿该来支取，想是忘了。要终久忘了，自然是你包出来，都便宜了我。”那媳妇笑道：“何尝不是忘了，方才想起来，再迟一步也领不成了。”说毕，领牌而去。一时登记交牌。秦钟因笑道：“你们两府里都是这牌，倘别人私造一个，支了银子去．怎么好！”凤姐笑道：“依你说，都没王法了！”宝玉因道：“怎么咱们家没人来牌子支东西？”凤姐道：“他们来领的时候，你还做梦呢。我且问你，你们多早晚才念夜书呢？”宝玉道：“巴不得今日就念才好。只是他们不快给收拾书房，也是没法儿。凤姐笑道：“你请我请儿，包管就快了。”宝玉道：“你也不中用，他们该做到那里的时候，自然有了。”凤姐道：“就是他们做也得要东西，搁不住我不给对牌是难的。”宝玉听说，便猴向凤姐身上立刻要牌，说：“好姐姐，给他们牌，好支东西去收拾。”凤姐道：“我乏的身上生疼，还搁的住你这么揉搓？你放心罢，今儿才领了裱糊纸去了，他们该要的还等叫去呢，可不傻了？”宝玉不信，凤姐便叫彩明查册子给他看。\n　　正闹着，人来回：“苏州去的昭儿来了。”凤姐急命进来。昭儿打千儿请安，凤姐便问：“回来做什么？”昭儿道：“二爷打发回来的。林姑老爷是九月初三巳时没的。二爷帮了林姑娘同送林姑老爷的灵到苏州，大约赶年底回来。二爷打发奴才来报个信儿请安，讨老太太的示下。还瞧瞧奶奶家里好，叫把大毛衣裳带几件去。”凤姐道：“你见过别人了没有？”昭儿道：“都见过了。”说毕，连忙退出。凤姐向宝玉笑道：“你林妹妹可在咱们家住长了。”宝玉道：“了不得，想来这几日他不知哭的怎么样呢！”说着蹙眉长叹。\n　　凤姐见昭儿回来，因当着人不及细问贾琏，心中七上八下。待要回去，奈事未毕，少不得耐到晚上回来，又叫进昭儿来，细问一路平安。连夜打点大毛衣服，和平儿亲自检点收拾，再细细追想所需何物，一并包裹交给昭儿。又细细儿的吩咐昭儿：“在外好生小心些伏侍，别惹你二爷生气。时常劝他少喝酒，别勾引他认得混账女人。我知道了，回来打折了你的腿！”昭儿笑着答应出去。那时天已四更，睡下，不觉早又天明，忙梳洗过宁府来。\n　　那贾珍因见发引日近，亲自坐车，带了阴阳司吏，往铁槛寺来踏看寄灵之所。又一一嘱咐住持色空好生预备新鲜陈设，多请名僧，以备接灵使用。色空忙备晚斋。贾珍也无心茶饭，因天晚不及进城，就在净室胡乱歇了一夜。次日一早，赶忙的进城来料理出殡之事，一面又派人先往铁槛寺，连夜另外修饰停灵之处，并厨茶等项，接灵人口。\n　　凤姐见发引日期在迩，也预先逐细分派料理，一面又派荣府中车轿人从跟王夫人送殡，又顾自己送殡去占下处。目今正值缮国公诰命亡故，邢、王二夫人又去吊祭送殡。西安郡妃华诞，送寿礼。又有胞兄王仁连家眷回南，一面写家信并带往之物。又兼迎春染疾，每日请医服药，看医生的启帖，讲论症源，斟酌药案。各事冗杂，亦难尽述，因此忙的凤姐茶饭无心，坐卧不宁。到了宁府里，这边荣府的人跟着；回到荣府里，那边宁府的人又跟着。凤姐虽然如此之忙，只因素性好胜，惟恐落人褒贬，故费尽精神，筹划的十分整齐，于是合族中上下无不称叹。\n　　这日伴宿之夕，亲朋满座，尤氏犹卧于内室，一切张罗款待，都是凤姐一人周全承应。合族中虽有许多妯娌，也有言语钝拙的，也有举止轻浮的，也有羞口羞脚不惯见人的，也有惧贵怯官的，越显得凤姐洒爽风流，典则俊雅，真是“万绿丛中一点红”了，那里还把众人放在眼里？挥霍指示，任其所为。那一夜中，灯明火彩，客送官迎，百般热闹自不用说。至天明吉时，一般六十四名青衣请灵，前面铭旌上大书：“诰封一等宁国公冢孙妇防护内廷紫禁道御前侍卫龙禁尉享强寿贾门秦氏宜人之灵柩。”一应执事陈设，皆系现赶新做出来的，一色光彩夺目。宝珠自行未嫁女之礼，摔丧驾灵，十分哀苦。\n　　那时官客送殡的，有镇国公牛清之孙现袭一等伯牛继宗，理国公柳彪之孙现袭一等子柳芳，齐国公陈翼之孙世袭三品威镇将军陈瑞文，治国公马魁之孙世袭三品威远将军马尚德，修国公侯晓明之孙世袭一等子侯孝康。缮国公诰命亡故，其孙石光珠守孝不得来。这六家与荣、宁二家，当日所称“八公”的便是。馀者更有南安郡王之孙，西宁郡王之孙，忠靖侯史鼎，平原侯之孙世袭二等男蒋子宁，定城侯之孙世袭二等男兼京营游击谢鲸，襄阳侯之孙世袭二等男戚建辉，景田侯之孙五城兵马司裘良，馀者锦乡伯公子韩奇、神武将军公子冯紫英、陈也俊、卫若兰等，诸王孙公子，不可枚数。堂客也共有十来顶大轿，三四十顶小轿，连家下大小轿子车辆，不下百十余乘。连前面各色执事陈设，接连一带摆了有三四里远。\n　　走不多时，路上彩棚高搭，设席张筵，和音奏乐，俱是各家路祭：第一棚是东平郡王府的祭，第二棚是南安郡王的祭，第三棚是西宁郡王的祭，第四棚便是北静郡王的祭。原来这四王，当日惟北静王功最高，及今子孙犹袭王爵。现今北静王世荣年未弱冠，生得美秀异常，性情谦和。近闻宁国府冢孙妇告殂，因想当日彼此祖父有相与之情，同难同荣，因此不以王位自居，前日也曾探丧吊祭，如今又设了路奠，命麾下的各官在此伺候。自己五更入朝，公事一毕，便换了素服，坐着大轿，鸣锣张伞而来，到了棚前落轿，手下各官两旁拥侍，军民人众不得往还。\n　　一时只见宁府大殡，浩浩荡荡，压地银山一般从北而至。早有宁府开路传事人报与贾珍，贾珍急命前面执事扎住，同贾赦、贾政三人连忙迎上来，以国礼相见。北静王轿内欠身，含笑答礼，仍以世交称呼接待，并不自大。贾珍道：“犬妇之丧，累蒙郡驾下临，荫生辈何以克当。”北静王笑道：“世交至谊，何出此言。”遂回头令长府官主祭代奠。贾赦等一旁还礼，复亲身来谢。北静王十分谦逊。因问贾政道：“那一位是衔玉而诞者？久欲一见为快，今日一定在此，何不请来？”贾政忙退下来，命宝玉更衣，领他前来遇见。\n那宝玉素闻北静王的贤德，且才貌俱全，风流跌宕，不为官俗国体所缚，每思相会，只是父亲拘束，不克如愿。今见反来叫他，自是喜欢。一面走，一面瞥见那北静王坐在轿内，好个仪表。\n不知近前又是怎样，且听下回分解。",
  "translation": "Lai Sheng, the chief steward of the Ning Mansion, having heard that Xifeng had been invited to take charge, summoned all his fellow servants.\n\n“Now that Mrs. Lian from the West Mansion has been put in charge here,” he said, “mind you’re all very careful. If she asks for anything or gives any orders, just do as she says. And we must all come earlier and leave later from now on. It’s only for one month, so even if we put ourselves out a bit we can take a rest after. Let’s not lose our reputations. She’s well known for her fiery temper. If she takes offence she shows no mercy.”\n\n“Quite right,” they all agreed.\n\nOne of them added with a smile, “Still, a disciplinarian is just what we need. We’ve been getting out of hand.”\n\nAs they were talking a servant came in with a tally to fetch a certain amount of paper for notices and sacrificial labels. They made him sit down and offered him tea, then fetched the right amount of paper. He and his wife carried it to the inner gate, where she took it from him to carry inside.\n\nXifeng ordered Caiming to make a register and sent for Lai Sheng’s wife to bring her the list of the staff. She gave instructions that all the servants were to assemble the next morning in the Ning Mansion to receive their orders. Having glanced through the list and asked Lai Sheng’s wife a few questions, she went home by carriage.\n\nShe arrived the next day at half past six. All the older servants of the Ning Mansion had assembled. Not venturing to go in, they waited outside the window to hear what was going on. Presently Xifeng sent for Lai Sheng’s wife.\n\n“Since I’ve been asked to take charge I’ll have to offend some people,” Xifeng told her. “I’m not as good-natured as your mistress, who lets you have your own way in everything. Don’t tell me, ‘That’s how we’ve always done things here.’ From now on, whatever I say goes. No matter who makes a mistake, no matter how long she’s been here or what she’s like, I shall punish her just the same.”\n\nShe ordered Caiming to read out the list of names. As each name was called the servant concerned came in for her inspection. When she had seen them all she announced:\n\n“I’m dividing you into groups with different tasks. These twenty are to work in two shifts of ten. Your job is to see to the tea for visitors. Nothing else.\n\n“These twenty are also to work in two shifts to serve the meals of the family. Nothing else.\n\n“These forty are to work in two shifts. When not on duty at the sacrifice they are to look after the incense, oil and hangings, keep watch by the coffin, and offer tea and meals at sacrifices. When the mourners wail, they must wail too. Nothing else.\n\n“These four are to keep the tea-service in the inner tea-room. If anything is missing, they’ll have to make it good.\n\n“These four are to keep the dinner-service in the inner mess. If anything is missing, they’ll have to make it good.\n\n“These eight are to receive the sacrificial offerings.\n\n“These eight are to look after the lamps, candles and paper offerings in different places. I shall draw a fixed amount for all these and give it to you eight to share out as required.\n\n“These twenty are to take it in turns to keep watch at night, patrolling the grounds, seeing to the fires and cleaning.\n\n“The rest are to be divided up between the different houses to look after the furniture, curios, and so forth down to the spittoons and dusters. If the least things is lost or damaged, you’ll have to make it good.\n\n“Lai Sheng’s wife will make a daily inspection. If she finds anyone lazy, drinking, gambling or fighting, she’s to report them to me at once. If she lets anyone off, and I find out, it will be the worse for her. She may be an old servant of three or four generations’ standing, but that won’t help her.\n\n“Now everything’s been assigned and from now on, if anyone makes a mistake, I shall hold the head of that group responsible. Those who work for me in the other house all have watches. They do everything at fixed times, big things and small. You have a clock in your master’s apartments, so you’ve no excuse for not knowing the time.\n\n“I shall come every day at half past six. At ten I shall go to breakfast. Then any of you who have tallies to show or business to report can do so. At half past one I shall have supper. When I’ve burnt the sacrificial paper at seven I shall make a tour of inspection, and those on night duty can then hand over the keys. I shall be back again the next day at half past six.\n\n“So let’s all do our best.”\n\n‘I know you’ve all been working very hard these last few days,’ said Xi-feng. ‘When this is over, your master will see that you are all rewarded.’\n\nShe gave orders for the tea, oil, candles, feather dusters, brooms and other daily requisitions to be issued in the proper quantities, and at the same time supervised the moving-in and distribution of the tables, chair-covers, cushions, rugs, spittoons and footstools that would be needed in the various offices. As the things were issued, she made a careful note of the issue in a book which she held in her hand, showing which servant had been put in charge of which room and what each had received. The servants, now that each had been assigned a particular responsibility and no one had any longer any opportunity of picking the soft options for himself and leaving the unpleasant jobs for others, and now that there was no more of the former muddle and confusion and pilfering and skrimshanking, went off to their various duties in a much more willing frame of mind. Even the visiting relatives were impressed by the new orderliness, so unlike the previous chaos.\n\nXi-feng was delighted that her authority was now so clearly established. Observing that You-shi was still unwell and that Cousin Zhen was too prostrate with grief to eat anything much, she had a variety of specially prepared gruels and delicacies made every day in the other mansion and sent across to them. Cousin Zhen for his part gave orders that a selection of the finest dishes was to be sent to Xi-feng daily in the penthouse where she took her meals. Untiring in her exertions, Xi-feng arrived punctually every morning at the hour of mǎo to direct the operations of the staff. She took her meals and spent the greater part of the day in the penthouse, avoiding the company of the other young married women and excusing herself from the duty of receiving and seeing off the female visitors.\n\nThe day in question was the fifth day of the fifth week of the mourning period. That morning the Buddhist monks were to ‘open the exits and break through the hells’, ‘hold a lantern service for the souls of the dead’, ‘have audience with Yama, King of Hell’, ‘arrest the malicious demons’, ‘invoke the help of Kṣitigarbha’, ‘raise the golden bridge’ and ‘lead the way with banners’; the Taoist priests on their side were to ‘humble themselves with written petitions’, ‘worship the Three Pure Ones’ and ‘kowtow to the Jade Emperor’; while the holy sūramgama monks were to ‘burn incense’, ‘perform the Mouth-opening Ceremony’ and ‘worship the Watery Penitence’. In addition to these, there were twelve young nuns in embroidered scarves and red shoes to be stationed in front of the coffin, where they would recite inaudibly the various spells for conducting the soul into Paradise. It was, in short, a day of great activity.\n\nXi-feng was aware that there would be many visitors that day and had got up at four o’clock to do her hair and wash. Having completed her toilet, she took a few sips of milk and rinsed out her mouth, and by half past five was ready to start. Brightie’s wife and the other women-servants who were to accompany her had already been waiting some time for her to appear. She now came out into the courtyard and got into her carriage. A pair of great horn lanterns bearing the words\n\nROSTGUO MANSION\n\nin large characters preceded the carriage on its way. When it arrived at the Ning-guo entrance, the gate-lanterns shone with a brilliant light and a double row of tall ornamental lanterns on either side of the gateway made the scene as light as day. A crowd of white-clad servants stood on either hand to welcome the carriage as it drove through the great central gate. The men-servants withdrew as it entered, and the women came forward, raised the curtain of the carriage, and helped Xi-feng to alight.\n\nA maid supported her on one side as she walked and two women with hand-lanterns preceded her. The Ning-guo women pressed around her as she advanced, paying their respects and inquiring after her health. Slowly, slowly, with dignified step, she entered the Garden of Concentrated Fragrance and approached the Ascension Pavilion, in which the coffin was laid. At the sight of the coffin the tears gushed from her eyes like pearls from a broken string. There was a row of pages drawn up in the courtyard outside the pavilion, waiting to burn the paper offerings at the word of command. Xi-feng gave the command:\n\n‘Tea and paper-offerings!’\n\nA gong struck and the various groups of musicians began to play all at once. A large carved lacquer armchair was hurriedly brought forward and placed in front of the coffin for Xi-feng to sit on. She sat down and now began to cry in earnest, and at once the whole family, high and low, inside the pavilion and out, men and women alike, joined in sympathetically with a great wailing and roaring.\n\nCousin Zhen and You-shi could be heard remonstrating with her and urging her not to give way, and presently she desisted. When Brightie’s wife had served her with tea and she had rinsed out her mouth, she rose to her feet and took her leave of the various members of the clan, after which she went off to her penthouse to begin the day’s business by checking the attendance of the servants. All of them appeared to be present with the exception of one whose duties lay at the outer gate receiving and seeing off male guests. Xi-feng sent for him. The man arrived in a state of some apprehension.\n\n‘So you are the one who is late!’ said Xi-feng. ‘I suppose you think that because you have a more respectable job than the others you can afford to ignore my orders.’\n\n‘Every day I have been here early,’ said the man. ‘This is the first time I have ever been late. I beg you, madam, to let me off this once.’\n\nJust at that moment Wang Xing’s wife from the Rong-guo mansion arrived and could be seen peeping round the door of the office. Xi-feng ignored the man for the moment and asked her what she wanted. Wang Xing’s wife came up to her and handed her a delivery note.\n\n‘It’s for the net-coverings for the sedans,’ she said. ‘I’ve come for the tallies so that I can get the materials.’\n\nXi-feng told Sunshine to read the note out. It requested:\n\nTwo large sedans  \nFour small sedans  \nTwo carrying-chairs  \nFour large net-coverings (plain)  \nFour small net-coverings (plain)  \nFour large net-coverings (with coloured patterns)  \nFour small net-coverings (with coloured patterns)\n\n\"Four carriages altogether, and so many tassels for each, each tassel requiring so many ounces of pearl thread.\" Xifeng found the figures correct and ordered Brightie to enter them in the book and issue a Rong Mansion tally. Mrs. Wang Xing then left.\n\nXifeng was about to speak again when four stewards from the Rong Mansion came in to ask for tallies for the issue of materials. She asked for their requisition forms and after hearing them read out — there were four altogether — pointed to two of them.\n\n\"These figures are wrong. Work them out again and then come for your tallies.\" She tossed the forms down. The two stewards had to leave disappointed.\n\nNoticing Mrs. Zhang Cai's wife standing on one side, Xifeng asked her her business. The woman promptly presented her form.\n\n\"The covers for the carriages and sedan-chairs are finished,\" she announced. \"I've come for the tailors' wages.\"\n\nXifeng took the form and told Brightie to enter it in the book. Not until Wang Xing had reported his errand done and the purchases had been checked would she tell Mrs. Zhang Cai to go and draw the money. Meanwhile, the next form was read out. It was for the purchase of paper to paste over the windows of Baoyu's new outer study.\n\nXifeng had this entered too, to be issued after Mrs. Zhang Cai had settled her account.\n\n\"Tomorrow he comes late, the day after tomorrow I come late,\" remarked Xifeng. \"Soon there'll be no one coming at all. I'd like to let you off, but if I'm lenient this first time others may take advantage. I'd better make an example of you.\"\n\nHer face hardened.\n\n\"Take him out and give him twenty strokes,\" she ordered.\n\nSeeing that she meant business, the servants hastily obeyed. The man was dragged out and given twenty strokes, then they came in to report the punishment done. Xifeng threw down the Ning Mansion tally.\n\n\"Tell Lai Sheng to dock him one month's stipend,\" she said. \"Now you may all disperse.\"\n\nThe servants withdrew to go about their business. The man who had been punished went off in shame to nurse his resentment. And as the stewards from both mansions kept coming to collect or return tallies, Xifeng was kept busy dealing with them. It was only now that the Ning Mansion servants realized how formidable she was. Thereafter they all went about their duties in fear and trembling, not daring to idle.\n\nBut let us return to Baoyu. Fearing that Qin Zhong might be slighted in this crowd, he took him to see Xifeng, who was having a meal.\n\n\"You've come just at the right time,\" she cried with a smile. \"Quick, sit down and have some with me.\"\n\nBaoyu declined. \"We've already eaten. Thanks all the same.\"\n\n\"Were you served in the other house or here?\"\n\n\"Who wants to eat with that crew?\" he retorted. \"We had our meal with the old lady.\"\n\nHe took a seat.\n\nJust then a servant from the Ning Mansion came for a tally to fetch incense and lanterns.\n\n\"I was reckoning you'd be coming for this today,\" remarked Xifeng. \"I thought you'd forgotten. If you had, of course I'd have made you pay for it out of your own pocket. That would have suited me nicely.\"\n\n\"You're right, I did forget,\" the woman admitted cheerfully. \"I only just remembered. If I'd been a bit later, I'd have been too late.\"\n\nShe took the tally and left after the entry had been made.\n\n\"Do both mansions use these tallies?\" asked Qin Zhong. \"What if someone made a counterfeit one to get money? That would be a fine how-do-you-do.\"\n\n\"In that case we'd have no rule at all!\" Xifeng laughed.\n\n\"How is it no one from our house ever comes for tallies to get things?\" asked Baoyu.\n\n\"You're still half asleep when they come for them,\" she told him. \"Let me ask you now, when are you going to start your evening lessons?\"\n\n\"I can't wait to start today. But they're so slow getting my study ready, there's nothing I can do about it.\"\n\n\"If you ask me to hurry them up, I guarantee it will be ready soon.\"\n\n\"That wouldn't be any use. They'll have it ready in their own good time.\"\n\n\"Even if they do the work they need materials. They can't do a thing if I don't issue tallies.\"\n\nHearing this, Baoyu started coaxing Xifeng and at once asked for a tally.\n\nShe cried, “Do give them the tally, dear sister, so that they can get what they need to clear up.”\n\n“I’m so tired, every bone in my body aches,” retorted Xifeng. “How can you maul me about like this? Don’t worry. I’ve just issued the paper for pasting. If they want anything else they’ll have to wait to be sent for. Don’t be such a simpleton.”\n\nBut Baoyu would not believe her until she told Caiming to fetch the record book and show him.\n\nIn the middle of this argument a servant announced, “Zhao’er is back from Soochow.”\n\nXifeng immediately ordered him to be brought in.\n\nZhao’er knelt to pay his respects.\n\n“Why have you come back?” she asked.\n\n“The Second Master sent me. Master Lin passed away on the third of the ninth month at the hour of si.1 The Second Master has taken Miss Lin to see his coffin back to Soochow. They expect to be home again by the end of the year. The Second Master sent me to report this, to pay his respects and ask the Old Lady’s instructions. He also wanted to know how you are, madam, and to ask you to send some fur clothes with me.”\n\n“Have you seen anyone else yet?”\n\n“Yes, I’ve paid my respects to everybody.” With that he withdrew.\n\nXifeng turned with a smile to Baoyu. “Now your Cousin Lin will be staying with us for some time.”\n\n“Poor thing!” he exclaimed. “How she must have been crying all these days.” He knit his brows and sighed.\n\nXifeng, having to hide her anxiety on Jia Lian’s account in the presence of others, was on tenterhooks. She would have liked to go home, but could not leave before the party broke up. She had to wait until the evening. Upon her return she sent for Zhao’er to ask whether all had gone well on the journey. Then she worked late into the night, with Pinger’s help, packing fur clothes. After careful thought she included whatever else might be needed, and had all bundled up and given to Zhao’er. She also gave him detailed instructions.\n\n“Take good care of your master outside,” she charged him. “Don’t get him angry. Keep urging him not to drink too much, and don’t you go leading him astray with any loose women. If I find out, I’ll break your legs when you get back.”\n\nZhaoer assented laughingly and withdrew. By now it was the fourth watch. Xifeng lay down to sleep but soon it was dawn. She washed and dressed hastily and went over to the Ning Mansion.\n\nThe day for the funeral was approaching, and Jia Zhen in his carriage with the officers of the Imperial Astrological Department went to Prospect Garden to inspect the place where the coffin was to be deposited. He told the abbot Se Kong to prepare new hangings and invite more famous monks to be in attendance at the ceremony for the reception of the spirit. Se Kong hastily prepared a vegetarian meal for him, but Jia Zhen had no heart to eat and as it was too late to go back to the city he rested that night in a quiet room. The next morning he hurried back to town to make arrangements for the funeral, sending men at the same time to the Iron Threshold Temple to prepare rooms for those accompanying the coffin and to get the kitchen and tea-service ready.\n\nXifeng, seeing that the funeral was near, made careful preparations in advance. She assigned carriages, sedans and servants from the Rong Mansion to accompany Lady Wang to the funeral, and found herself a place from which to watch the procession. Just at this time the wife of the Duke of Shan died, and Lady Xing as well as Lady Wang had to go to offer condolences and attend the funeral. The consort of the Prince of Xian had a birthday, for which presents had to be sent. And Xifeng’s elder brother Wang Ren was going back south with his family, so she had to write a letter home and prepare gifts to send with him. In addition, Yingchun was ill and doctors had to be called in every day to examine her and study the prescriptions, discuss the origin of her illness and decide on the treatment. It is impossible to enumerate all her tasks. Xifeng, too busy to eat or sleep peacefully, had no time to relax either in the Ning Mansion or at home. But so anxious was she not to incur any criticism, being by nature extremely strong-willed, that she strained every nerve to plan so carefully that everyone in both mansions was loud in her praise.\n\nThe night before the funeral the hall was thronged with friends and relatives, but Madam You remained in her inner room leaving Xifeng alone to see to everything and entertain the guests. Although there were many young married women in the clan, some were tongue-tied and shy, others flighty and undignified — not one of them was any use at a big function like this.\n\nSome of the women were too bashful to join in, others were afraid of the Lady Dowager or Lady Wang; but their very timidity set off Xifeng’s dashing informality and the dignified, stylish way in which she carried out her duties. She stood out from the rest like a single red blossom amid clusters of green leaves. Paying no attention to the rest, she gave orders right and left as she pleased. And that night, with the place ablaze with lanterns and candles and a constant stream of visitors and officials coming and going, the excitement and hubbub need not be described.\n\nAt dawn, when the auspicious hour arrived, sixty-four bearers in blue bore the coffin out. On the great funeral streamer in front was inscribed in large characters:\n\nThe bier of the Lady Qin of the Jia Family, Wife of the Imperial Guards Officer Jia Rong who is a Defender of the Inner Palace and Commissioned by the Emperor to Enter the Presence, Eldest Great-Grandson of the Duke of Ningguo Enfeoffed with the First Rank, who lived to a Great Age.\n\nAll the paraphernalia was new and made for the occasion, dazzlingly splendid. Baozhu, acting the part of an unmarried daughter, smashed the bowl with the paper money at the start of the procession and then accompanied the coffin, weeping and wailing.\n\nThe gentlemen present to see the cortege off included: Niu Jizong, grandson of the Duke of Zhenguo Niu Qing, who had inherited the rank of first-class baron; Liu Fang, grandson of the Duke of Liguo Liu Biao, who had inherited the rank of first-class viscount; Chen Ruiwen, grandson of the Duke of Qiguo Chen Yi, who had inherited the post of general of the third rank; Ma Shangde, grandson of the Duke of Zhiguo Ma Kui, who had inherited the post of general of the third rank; and Hou Xiaokang, grandson of the Duke of Xiuguo Hou Xiaoming, who had inherited the rank of first-class viscount. As the Duke of Shanguo’s wife had died, his grandson Shi Guangzhu was in mourning and unable to come. These six families together with the Ning and Rong Mansions had formerly been known as the “Eight Dukes.”\n\nThen there were the grandsons of the Prince of Nan’an and the Prince of Xining; Shi Ding, Marquis of Zhongjing; Jiang Zining, grandson of the Marquis of Pingyuan, who had inherited the rank of second-class baron; Xie Jing, grandson of the Marquis of Dingcheng, who had inherited the rank of second-class baron and was captain of the Metropolitan Garrison; Qi Jianhui, grandson of the Marquis of Xiangyang, who had inherited the rank of second-class baron; and Qiu Liang, grandson of the Marquis of Jingtian, who was commander of the Five Metropolis Military Headquarters. Besides these, Han Qi, son of the Earl of Jinxiang; Feng Ziying, son of General Shenwu; and Chen Yejun and Wei Ruolan — scions of princely and noble houses too many to enumerate. There were also some ten large sedan-chairs and thirty or forty small ones, as well as over one hundred large and small carriages belonging to the family, so that the procession of funeral paraphernalia stretched for three or four li.\n\nThey had not gone far when they came to a shed by the roadside where a feast was spread and music was being played. This was a sacrificial offering from one family. The first shed was that of the Prince of Dongping, the second that of the Prince of Nan’an, the third that of the Prince of Xining, the fourth that of the Prince of Beijing. In fact, of the four princes the Prince of Beijing had in the old days won the greatest distinction and his descendants still held the title of prince. The present prince, Shui Rong, was a young man still in his teens, an exceptionally handsome and modest gentleman. When he heard that the eldest great-granddaughter-in-law of the Ning mansion had died, remembering his grandfathers’ friendship and the fact that their families had shared weal and woe, he had not stood on his dignity as a prince but the previous day had come to offer condolences. And now he had set up a roadside sacrifice with all his officers in attendance.\n\nHe had gone to Court at the fifth watch. After official business was over he changed into mourning and, mounting his great sedan-chair with its canopy, had come with sounding gongs to the shed where his officers ranged themselves on either side to keep back civilians and soldiers who tried to pass.\n\nSoon the imposing funeral procession of the Ning Mansion was seen approaching like a silver mountain bearing down on them. The messengers in advance reported to Jia Zhen, who ordered the vanguard to halt while he, Jia She and Jia Zheng hurried forward to pay their respects to the prince in the manner prescribed for subjects.\n\nThe prince from his chair inclined his body and with a smile returned their greeting. He addressed them as old family friends, making no show of haughtiness.\n\nJia Zhen said, “We are overwhelmed by the favour Your Highness has shown in condescending to attend the funeral of my daughter-in-law. How can I such a commoner presume to accept this honour?”\n\nThe prince smiled.\n\n“What need for such formalities between old family friends?” he replied.\n\nThen he turned to order his chief steward to take charge of the sacrifice, and Jia She and the rest returned the courtesy and came forward to express their thanks.\n\nThe prince was most affable. He asked Jia Zheng, “Which is the young gentleman born with a piece of jade? I have long wanted to meet him, and am sure he must be here today. May I ask to see him?”\n\nJia Zheng withdrew at once and, having changed Baoyu out of his mourning, brought him forward. The boy had been watching the prince with admiration.\n\nNow Pao-yu had long heard that the Prince of Peiching was an admirable man, “accomplished in mind and body, free and easy in his ways,” unconstrained by official conventions; and he had often wished to meet him. But his father’s strictness had made this impossible. He was delighted, therefore, by this summons. As he walked along he stole a glance at the prince in his sedan-chair. He saw that he had a handsome, clear-cut face with a fine skin and a well-groomed beard.\n\nWhat he would see when they met is recorded in the next chapter."
}