{
  "index": "015",
  "title": "第15章 王凤姐弄权铁槛寺 秦鲸卿得趣馒头庵",
  "original": "话说宝玉，举目见北静王世荣，头上戴着净白簪缨银翅王帽，穿着江牙海水五爪龙白蟒袍，系着碧玉红带，面如美玉，目似明星，真好秀丽人物。宝玉忙抢上来参见，世荣从轿内伸手搀住。见宝玉戴着束发银冠，勒着双龙出海抹额，穿着白蟒箭袖，围着攒珠银带，面若春花，目如点漆。北静王笑道：“名不虚传，果然如‘宝’似‘玉’。”问：“衔的那宝贝在那里？”宝玉见问，连忙从衣内取出，递与北静王细细看了，又念了那上头的字，因问：“果灵验否？”贾政忙道：“虽如此说，只是未曾试过。”北静王一面极口称奇，一面理顺彩绦，亲自与宝玉带上，又携手问宝玉几岁，现读何书。宝玉一一答应。北静王见他语言清朗，谈吐有致，一面又向贾政笑道：“令郎真乃龙驹凤雏，非小王在世翁前唐突，将来‘雏凤清于老凤声’，未可量也。”贾政陪笑道：“犬子岂敢谬承金奖。赖藩郡馀恩，果如所言，亦荫生辈之幸矣。”北静王又道：“只是一件，令郎如此资质，想老太夫人自然钟爱。但吾辈后生，甚不宜溺爱，溺爱则未免荒失了学业。昔小王曾蹈此辙，想令郎亦未必不如是也。若令郎在家难以用功，不妨常到寒坻，小王虽不才，却多蒙海内众名士凡至都者，未有不垂青目的。是以寒坻高人颇聚，令郎常去谈谈会会，则学问可以日进矣。”贾政忙躬身答道：“是。”北静王又将腕上一串念珠卸下来，递与宝玉道：“今日初会，仓卒无敬贺之物，此系圣上所赐苓香念珠一串，权为贺敬之礼。”宝玉连忙接了，回身奉与贾政。贾政带着宝玉谢过了。于是贾赦、贾珍等一齐上来，叩请回舆。北静王道：“逝者已登仙界，非你我碌碌尘寰中人。小王虽上叨天恩，虚邀郡袭，岂可越仙而进呢？”贾赦等见执意不从，只得谢恩回来，命手下人掩乐停音，将殡过完，方让北静王过去。不在话下。\n　　且说宁府送殡，一路热闹非常。刚至城门，又有贾赦、贾政、贾珍诸同寅属下各家祭棚接祭，一一的谢过，然后出城，竟奔铁槛寺大路而来。彼时贾珍带着贾蓉来到诸长辈前让坐轿上马，因而贾赦一辈的各自上了车轿，贾珍一辈的也将要上马。凤姐因惦记着宝玉，怕他在郊外纵性不服家人的话，贾政管不着，惟恐有闪失，因此命小厮来唤他。宝玉只得到他车前。凤姐笑道：“好兄弟，你是个尊贵人，和女孩儿似的人品，别学他们猴在马上。下来，咱们姐儿两个同坐车好不好？”宝玉听说，便下了马，爬上凤姐车内，二人说笑前进。\n　　不一时，只见那边两骑马直奔凤姐车来，下马扶车回道：“这里有下处，奶奶请歇歇更衣。”凤姐命请邢、王二夫人示下，那二人回说：“太太们说不歇了，叫奶奶自便罢。”凤姐便命歇歇再走。小厮带着轿马岔出人群，往北而来。宝玉忙命人去请秦钟。那时秦钟正骑着马随他父亲的轿，忽见宝玉的小厮跑来请他去打尖。秦钟远看着宝玉所骑的马，搭着鞍笼，随着凤姐的车往北而去，便知宝玉同凤姐一车，自己也带马赶上来，同入一庄门内。\n那庄农人家，无多房舍，妇女无处回避。那些村姑野妇见了凤姐、宝玉、秦钟的人品衣服，几疑天人下降。凤姐进入茅屋，先命宝玉等出去玩玩。宝玉会意，因同秦钟带了小厮们各处游玩。凡庄家动用之物，俱不曾见过的，宝玉见了，都以为奇，不知何名何用。小厮中有知道的，一一告诉了名色并其用处。宝玉听了，因点头道：“怪道古人诗上说：‘谁知盘中餐，粒粒皆辛苦。’正为此也。”一面说，一面又到一间房内。见炕上有个纺车儿，越发以为稀奇。小厮们又说：“是纺线织布的。”宝玉便上炕摇转。只见一个村妆丫头，约有十七八岁，走来说道：“别弄坏了！”众小厮忙上来吆喝。宝玉也住了手，说道：“我因没有见过，所以试一试玩儿。”那丫头道：“你不会转，等我转给你瞧。”秦钟暗拉宝玉道：“此卿大有意趣。”宝玉推他道：“再胡说，我就打了！”说着，只见那丫头纺起线来，果然好看。忽听那边老婆子叫道：“二丫头，快过来！”那丫头丢了纺车，一径去了。宝玉怅然无趣。只见凤姐打发人来，叫他两个进去。凤姐洗了手，换了衣服，问他换不换，宝玉道：“不换。”也就罢了。仆妇们端上茶食果品来，又倒上香茶来，凤姐等吃了茶，待他们收拾完备，便起身上车。外面旺儿预备赏封赏了那庄户人家，那妇人等忙来谢赏。宝玉留心看时，并不见纺线之女。走不多远，却见这二丫头怀里抱着个小孩子，同着两个小女孩子，在村头站着瞅他。宝玉情不自禁，然身在车上，只得眼角留情而已。一时电卷风驰，回头已无踪迹了。\n　　说笑间，已赶上大殡。早又前面法鼓金铙，幢幢宝盖，铁槛寺中僧众摆列路旁。少时到了寺中，另演佛事，重设香坛。安灵于内殿偏室之中，宝珠安理寝室为伴。外面贾珍款待一应亲友，也有坐住的，也有告辞的，一一谢了乏，从公、侯、伯、子、男，一起一起的散，至未末方散尽了。里面的堂客皆是凤姐接待，先从诰命散起，也到未正上下方散完了。只有几个近亲本族，等做过三日道场方去的。那时邢、王二夫人知凤姐必不能回家，便要带了宝玉同进城去。那宝玉乍到郊外，那里肯回去？只要跟着凤姐住着，王夫人只得交与凤姐而去。\n　　原来这铁槛寺是宁、荣二公当日修造的，现今还有香火地亩，以备京中老了人口，在此停灵。其中阴阳两宅俱是预备妥贴的，好为送灵人口寄居。不想如今后人繁盛，其中贫富不一，或性情参商。有那家道艰难的，便住在这里了，有那有钱有势尚排场的，只说这里不方便，一定另外或村庄或尼庵寻个下处，为事毕宴退之所。即今秦氏之丧，族中诸人，也有在铁槛寺的，也有别寻下处的。凤姐也嫌不方便，因遣人来和馒头庵的姑子静虚说了，腾出几间房来预备。原来这馒头庵和水月寺一势，因他庙里做的馒头好，就起了这个浑号，离铁槛寺不远。当下和尚工课已完，奠过晚茶，贾珍便命贾蓉请凤姐歇息。凤姐见还有几个妯娌们陪着女亲，自己便辞了众人，带着宝玉秦钟往馒头庵来。只因秦邦业年迈多病，不能在此，只命秦钟等待安灵罢，所以秦钟只跟着凤姐宝玉。一时到了庵中，静虚带领智善、智能两个徒弟出来迎接，大家见过。凤姐等至净室更衣净手毕，因见智能儿越发长高了，模样儿越发出息的水灵了，因说道：“你们师徒怎么这些日子也不往我们那里去？”静虚道：“可是这几日因胡老爷府里产了公子，太太送了十两银子来这里，叫请几位师父念三日《血盆经》，忙的就没得来请奶奶的安。”\n　　不言老尼陪着凤姐。且说那秦钟宝玉二人正在殿上玩耍，因见智能儿过来，宝玉笑道：“能儿来了。”秦钟说：“理他作什么？”宝玉笑道：“你别弄鬼儿，那一日在老太太屋里，一个人没有，你搂着他作什么呢？这会子还哄我！”秦钟笑道：“这可是没有的话。”宝玉道：“有没有也不管你，你只叫他倒碗茶来我喝，就撂过手。”秦钟笑道：“这又奇了，你叫他倒去，还怕他不倒？何用我说呢！”宝玉道：“我叫他倒的是无情意的，不及你叫他倒的是有情意的。”秦钟没法，只得说道：“能儿倒碗茶来。”那能儿自幼在荣府走动，无人不识，常和宝玉、秦钟玩笑，如今长大了，渐知风月，便看上了秦钟人物风流，那秦钟也爱他妍媚，二人虽未上手，却已情投意合了。智能走去倒了茶来。秦钟笑说：“给我。”宝玉又叫：“给我。”智能儿抿着嘴儿笑道：“一碗茶也争，难道我手上有蜜！”宝玉先抢着了，喝着，方要问话，只见智善来叫智能去摆果碟子，一时来请他两个去吃果茶。他两个那里吃这些东西？略坐坐仍出来玩耍。\n凤姐也便回至净室歇息，老尼相伴。此时众婆子媳妇见无事，都陆续散了自去歇息，跟前不过几个心腹小丫头，老尼便趁机说道：“我有一事，要到府里求太太，先请奶奶的示下。”凤姐问道：“什么事？”老尼道：“阿弥陀佛！只因当日我先在长安县善才庵里出家的时候儿，有个施主姓张，是大财主。他的女孩儿小名金哥，那年都往我庙里来进香，不想遇见长安府太爷的小舅子李少爷。那李少爷一眼看见金哥就爱上了，立刻打发人来求亲，不想金哥已受了原任长安守备公子的聘定。张家欲待退亲，又怕守备不依，因此说已有了人家了。谁知李少爷一定要娶，张家正在没法，两处为难。不料守备家听见此信，也不问青红皂白，就来吵闹，说：‘一个女孩儿你许几家子人家儿？’偏不许退定礼，就打起官司来。女家急了，只得着人上京找门路，赌气偏要退定礼。我想，如今长安节度云老爷，和府上相好，怎么求太太和老爷说说，写一封书子，求云老爷和那守备说一声，不怕他不依。要是肯行，张家那怕倾家孝顺，也是情愿的。”凤姐听了笑道：“这事倒不大。只是太太再不管这些事。”老尼道：“太太不管，奶奶可以主张了。”凤姐笑道：“我也不等银子使，也不做这样的事。”静虚听了，打去妄想。半晌叹道：“虽这么说，只是张家已经知道求了府里。如今不管，张家不说没工夫、不希图他的谢礼，倒象府里连这点子手段也没有似的。”\n凤姐听了这话，便发了兴头，说道：“你是素日知道我的，从来不信什么阴司地狱报应的，凭是什么事，我说要行就行。你叫他拿三千两银子来，我就替他出这口气。”老尼听说，喜之不胜，忙说：“有！有！这个不难。”凤姐又道：“我比不得他们扯篷拉纤的图银子。这三千两银子，不过是给打发说去的小厮们作盘缠，使他赚几个辛苦钱儿，我一个钱也不要。就是三万两我此刻还拿的出来。”老尼忙答应道：“既如此，奶奶明天就开恩罢了。”凤姐道：“你瞧瞧我忙的，那一处少的了我？我既应了你，自然给你了结啊。”老尼道：“这点子事要在别人，自然忙的不知怎么样；要是奶奶跟前，再添上些，也不够奶奶一办的。俗语说的：‘能者多劳。’太太见奶奶这样才情，越发都推给奶奶了。只是奶奶也要保重贵体些才是。”一路奉承，凤姐越发受用了，也不顾疲乏，更攀谈起来。\n　　谁想秦钟趁黑晚无人，来寻智能儿。刚到后头房里，只见智能儿独在那儿洗茶碗，秦钟便搂着亲嘴。智能儿急的跺脚说：“这是做什么？”就要叫唤。秦钟道：“好妹妹，我要急死了。你今儿再不依我，我就死在这里。”智能儿道：“你要怎么样，除非我出了这牢坑，离了这些人才好呢。”秦钟道：“这也容易，只是‘远水解不得近渴’。”说着一吹了灯，满屋里漆黑，将智能儿抱到炕上。那智能儿百般的扎挣不起来，又不好嚷，不知怎么样就把中衣儿解下来了。这里刚才入港，说时迟，那时快，猛然间一个人从身后冒冒失失的按住，也不出声。二人唬的魂飞魄散。只听“嗤”的一笑，这才知是宝玉。秦钟连忙起来抱怨道：“这算什么？”宝玉道：“你倒不依？咱们就嚷出来。”羞的智能儿趁暗中跑了。宝玉拉着秦钟出来道：“你可还强嘴不强？”秦钟笑道：“好哥哥，你只别嚷，你要怎么着都使的。”宝玉笑道：“这会子也不用说，等一会儿睡下咱们再慢慢儿的算账。”\n一时宽衣安歇的时节，凤姐在里间，宝玉秦钟在外间，满地下皆是婆子们打铺坐更。凤姐因怕通灵玉失落，等宝玉睡下，令人拿来在自己枕边。却不知宝玉和秦钟如何算账，未见真切，此系疑案，不敢创纂。\n　　且说次日一早，便有贾母、王夫人打发了人来看宝玉，命多穿两件衣服，无事宁可回去。宝玉那里肯？又兼秦钟恋着智能儿，调唆宝玉求凤姐再住一天。凤姐想了一想，丧仪大事虽妥，还有些小事，也可以再住一日。一则贾珍跟前送了满情，二则又可以完了静虚的事，三则顺了宝玉的心。因此便向宝玉道：“我的事都完了。你要在这里逛，少不得索性辛苦了。明儿是一定要走的了。”宝玉听说，千姐姐万姐姐的央求：“只住一日，明儿必回去的。”于是又住了一夜。凤姐便命悄悄将昨日老尼之事说与来旺儿。旺儿心中俱已明白，急忙进城，找着主文的相公，假托贾琏所嘱，修书一封，连夜往长安县来。不过百里之遥，两日工夫，俱巳妥协。那节度使名唤云光，久悬贾府之情，这些小事岂有不允之理，给了回书。旺儿回来，不在话下。\n且说凤姐等又过了一日，次日方别了老尼，着他三日后往府里去讨信。那秦钟和智能儿两个，百般的不忍分离，背地里设了多少幽期密约，只得含恨而别，俱不用细述。凤姐又到铁槛寺中照望一番。宝珠执意不肯回家，贾珍只得派妇女相伴。\n后事如何，且听下回分解。",
  "translation": "Looking up, Baoyu saw the Prince of Beijing Shui Rong. On his head a princely cap with white tassels and silver wings; on his body a robe of white python silk embroidered with five-clawed dragons and waves; round his waist a jade-buckled red girdle. His face was beautiful as jade, his eyes flashed like stars. He was, in fact, a dazzling figure.\n\nBaoyu started forward to pay his respects and the prince reached out a hand from his palanquin to raise him up. He observed that Baoyu was wearing a silver cap in the form of two dragons rising from the sea, a red archer’s coat embroidered with serpents and a silver sash studded with pearls. His face seemed a flower in spring, his eyes black as lacquer.\n\nThe prince exclaimed with a smile, “Your fame does you justice. You really are like precious jade.” He asked, “Why don’t you wear the gem you were born with?”\n\nAt this Baoyu hurriedly drew it from inside his clothes and handed it to the prince, who examined it carefully and read the inscription.\n\n“Does it really work?” he asked.\n\n“So they say, sir,” Jia Zheng answered hastily. “But we have never put it to the test.”\n\nThe prince was loud in his praises as he smoothed the tassel and with his own hands put the stone on Baoyu’s neck. Then taking the boy’s hand he asked how old he was and what he was studying. Baoyu answered clearly and politely.\n\n“Your son is truly a dragon’s colt or young phoenix,” the prince observed to Jia Zheng. “May I venture to predict that in time to come this young phoenix may even surpass the old one?”\n\n“My worthless son does not deserve such high praise,” rejoined Jia Zheng with a courteous smile. “If thanks to the grace of Your Highness such proves the case, that will be our good fortune.”\n\n“There is just one thing,” said the prince. “With such gifts your son is no doubt the apple of his grandmother’s eye. But too much indulgence is bad for young people, as it may hold up their studies. Because I was too pampered as a boy I fear I have failed to acquit myself well. No doubt your son is the same. If he finds study irksome at home, he is welcome to come as often as he likes to my humble house; for although untalented myself, I am honoured by visits from scholars of note from all parts of the empire when they come to the capital. Hence many eminent men are to be found in my poor abode. By constant intercourse with them your son could greatly improve his knowledge.”\n\nJia Zheng bowed and assented.\n\nThe prince now took from his wrist a string of beads and gave it to Baoyu saying, “This first meeting is a hurried one. I have brought no suitable gift, but this string of scented beads given me by the Emperor must serve as a token of my regard.”\n\nBaoyu took it and turned to present it to his father, after which Jia Zheng and his son offered thanks.\n\nThen Jia She and Jia Zhen stepped forward and invited the prince to return to his palanquin, which he did only after repeated refusals. At last he consented to leave. His retinue fell into place and they swept off, while the Jias, having seen him out of sight, ordered the musicians to stop and the cortege to proceed to the temple.\n\nBut let us return to the Ning Mansion. The funeral procession made a fine spectacle as it wound along. At the city gate other marquees had been set up by colleagues and subordinates of Jia She, Jia Zheng and Jia Zhen to make sacrificial offerings, and these were acknowledged one by one before the procession left the city and took the highway to Iron Threshold Temple.\n\nAt this point Jia Zhen, with Jia Rong, urged the older men to take the palanquins or horses prepared for them. Thus Jia She’s generation mounted their carriages or palanquins, while Jia Zhen’s generation mounted horses. And now Xifeng, worried about Baoyu and afraid that in the country, out of his parents’ control, he might get up to mischief or have some accident, sent a page to call him to her carriage.\n\nBaoyu reined in his horse and rode up to it.\n\n“Dear cousin,” said Xifeng with a smile, “You’re a gentleman, as delicate as any girl. You mustn’t ride with those apes. Dismount and come with me.”\n\nHe promptly got down and climbed into her carriage, and they drove on chatting together.\n\nPresently two horsemen galloped up and alighted to report, “We have reached a halting-place. Will you stop to change your clothes, madam?”\n\nXifeng ordered them to ask Lady Xing and Lady Wang whether they wished to rest.\n\nMadame Wang’s messengers came back to report, “Their Ladyships say they won’t stop, but you are to please yourself, madam.”\n\nXi-feng accordingly ordered a halt. The pages conducted the chairs and horses out of the crush and they proceeded northwards.\n\nBaoyu at once sent to ask Qin Zhong to join them. Qin Zhong was riding along beside his father’s chair when one of Baoyu’s pages ran up and invited him to stop for refreshments. Catching sight in the distance of Baoyu’s horse with its saddle and bridle following Xi-feng’s carriage north, he realized that Baoyu must be in the carriage with her. He urged his own horse forward to catch up with them and they entered the gate of a farm together.\n\nThe farm had few buildings and no place where the womenfolk could take refuge. And the village girls and women who stared at Xi-feng, Baoyu and Qin Zhong in their splendid clothes and jewels imagined that they must be immortals.\n\nXi-feng went into a thatched cottage and told Baoyu and the others to amuse themselves outside. Taking the hint, he went off with Qin Zhong and the pages to look around.\n\nBaoyu was fascinated by all the farm implements he had never set eyes on before. Not knowing their names or uses, he questioned the pages and they explained them to him one by one.\n\n“No wonder the ancients said, ‘Who knows that each grain of rice we eat/Is the fruit of intensive toil?’” observed Baoyu, nodding. “It’s certainly true.”\n\nAs he was speaking they came to another room where a spinning-wheel on the kang struck him as even more curious.\n\n“That’s for spinning yarn and weaving cloth,” the pages told him.\n\nBaoyu started turning it to see how it worked, when a girl of seventeen or eighteen, dressed like the other villagers, came in.\n\n“Don’t!” she cried. “You’ll break it.”\n\nThe pages at once shouted at her and Baoyu desisted.\n\n“I’ve never seen one before. I just wanted to try it out,” he explained.\n\n“You don’t know how. Let me show you.”\n\nQin Zhong plucked Baoyu’s sleeve and whispered, “This is a most amusing girl.”\n\n“If you talk such nonsense I’ll hit you,” warned Baoyu.\n\nJust then the girl started spinning and sure enough it was a pretty sight. But an old woman called from the next room:\n\n“Number Two! Come here at once!”\n\nThe girl jumped up and ran off, leaving Baoyu rather disappointed.\n\nThen Xi-feng sent to summon the two boys. She had washed her hands and changed her clothes, and asked if they meant to change too. When Baoyu said no, she made no further comment. The serving-women brought in tea and refreshments, and soon after they had finished and everything had been cleared away, they mounted their carriage to leave.\n\nOutside, Brightie had prepared a tip for the farm people, and the women came to thank them for it. Baoyu looked hard but could not see the spinning-girl. They had not gone far, however, when he spotted her holding a small child and with two little girls watching them from the edge of the village. Unable to restrain himself, he could only gaze back at her from the carriage until they were out of sight.\n\nChatting and laughing, they soon caught up with the cortege. And now from ahead came the beating of drums and cymbals and the chanting of the monks from the Iron Threshold Temple, who were drawn up on both sides of the road. On reaching the temple more masses were chanted and incense burned before the coffin was installed in a side hall, with Bao-zhu to keep it company in the inner room.\n\nOutside, Jia Zhen entertained the relatives and friends. Some sat down to a meal, others took their leave. He thanked them all for their trouble, and they dispersed group by group in order of rank, not leaving until the afternoon. The ladies inside were entertained by Xi-feng, and they too left in order of rank about the same time. Only a few close relatives remained to keep vigil for three days before departing.\n\nLady Xing and Lady Wang, knowing that Xi-feng would have to stay behind, wanted to take Baoyu back to the city with them. But having just come to the country he was unwilling to return. He insisted on staying with Xi-feng. So Lady Wang had to leave him in her charge and go back without him.\n\nNow this Iron Threshold Temple...\n\nThis temple had been built by the Duke of Ningguo and the Duke of Rongguo, who had endowed it with land on which incence was burned and sacrifices were offered for the souls of deceased members of the clan in the capital. Both temporary and permanent lodgings had been prepared for the use of those accompanying the coffin. The present clan, however, had grown so numerous and there were such disparities of wealth and differences of temperament that not all of them could be accommodated here. Some of the poorer ones had to stay in the temple, while those with money and influence who liked to put on airs considered it inconvenient and looked for other lodgings in a nearby village or convent where they could rest after the funeral. Thus on the occasion of Keqing’s funeral some members of the clan were in the Iron Threshold Temple, others in different places. And Xifeng, too, finding the temple inconvenient, had sent to ask the abbess of the Steamed-Bun Convent, Euergesia, to have some rooms cleared for her.\n\nThis convent, which belonged to the same order as the Water Moon Convent, had been nicknamed Steamed-Bun Convent because of the good steamed bread made there. It was not far from the Iron Threshold Temple.\n\nBy the time the monks had finished their sutras and the evening sacrifice of tea had been made, Jia Zhen told Jia Rong to urge Xifeng to retire. As some of the ladies of the clan were keeping the female relatives company, she took her leave and went with Baoyu and Qin Zhong to the convent. Old Qin Yesui was too frail and ill to stay, but had told his son to wait until the coffin was installed; so Qin Zhong accompanied Xifeng and Baoyu. On their arrival, Euergesia came out with her two disciples, Wisdom and Intelligence, to welcome them. And after they had exchanged greetings Xifeng retired to a room to change her clothes and wash.\n\nNoticing that Intelligence had grown even taller and prettier, she remarked,“Why is it so long since you and your disciples came to our house?”\n\n“We’ve been busy the last few days,”replied Euergesia.“A son was born to Mr. Hu, and his lady sent us ten taels of silver to beg us to recite the Blood Pool Sutra for three days. So we couldn’t come to pay our respects to you, madam.”\n\nBut let us return to Baoyu and Qin Zhong, who were amusing themselves in the hall. When Intelligence came in Baoyu said with a smile,“So here you are!”\n\n“What do you want with her?”demanded Qin Zhong.\n\n“Don’t try to fool me.”Baoyu chuckled.“That day in the old lady’s room, when there was no one about, what were you doing cuddling her? Why pretend to me now?”\n\n“That’s nonsense.”\n\n“All right, whether it’s nonsense or not, just ask her to pour me a cup of tea and we’ll say no more about it.”\n\n“That’s ridiculous. If you ask her to pour you some tea, she will. Why should I ask for you?”\n\n“I’d rather you asked her. She’d do it more willingly for you than for me.”\n\nUnable to stand out against this, Qin Zhong said,“Pour us a cup of tea, Intelligence.”\n\nAs a child she had often visited the Rong Mansion and knew everyone there. She had always joked with Baoyu and Qin Zhong. But now that she was older she had learned the facts of life. Qin Zhong’s good looks attracted her and she was drawn to him. He for his part was captivated by her charm. Although nothing had passed between them, they were already attracted to each other. Intelligence went to pour the tea.\n\n“Give it to me,”said Qin Zhong with a smile.\n\n“No, give it to me,”cried Baoyu.\n\nIntelligence pursed her lips.“Even one cup of tea must be fought over! Is there honey on my hands?”She handed the cup first to Baoyu.\n\nHe was just raising it to his lips when in came Wisdom to ask Intelligence to help lay out the dessert. Soon she came back to invite the two boys to have tea and sweetmeats. But they were not interested and after a short while went out again to amuse themselves.\n\nXifeng too had retired to rest in her room, and the abbess kept her company. As there was nothing to do, the matrons and serving-women had gradually dispersed to rest, leaving only a few of Xifeng’s young personal maids. The abbess seized this chance to say:\n\n“I have a favour to ask of Her Ladyship, madam, and would like your advice before I approach her.”\n\n“What is it?”asked Xifeng.\n\nAmitabha! When I first entered orders in the Good Talent Convent in Changan county, there was a benefactor named Zhang, a very rich man, whose daughter Jinge came to the temple one year to offer incense. Unfortunately she happened to meet young Mr. Li, the brother of the wife of the prefect of Changan. The young man fell in love with her at first sight and sent to ask for her hand; but she was already betrothed to the son of the former garrison commander of Changan. When the Zhangs wanted to cancel the engagement, they were afraid the commander would object, so they told the Lis that she was already promised. Who could have foreseen that Mr. Li would insist on having her? The Zhangs were at their wits’ end, caught between two fires. Then the commander’s family heard the news. Without even finding out the truth they started storming and accusing the Zhangs of promising their daughter to two different families. They refused to take back the betrothal gifts and started a lawsuit.\n\nIn desperation the girl’s family sent to the capital to ask for help, and they’re determined to have the betrothal cancelled. It occurs to me that Defence Minister Yun of Changan is a friend of your family. Could I trouble you, madam, to have a word with the master and ask him to write a letter to Minister Yun, requesting him to speak to the garrison commander? I’m sure he’ll agree. If you’re willing to do this, the Zhangs are prepared to spend their whole fortune to show their gratitude.”\n\n“It’s not a very difficult matter,” said Xifeng with a smile. “But Her Ladyship doesn’t attend to such things nowadays.”\n\n“Since she doesn’t, madam, you can take it on.”\n\nXifeng smiled.\n\n“I don’t need their money, and this isn’t the sort of thing I care to do.”\n\nThe abbess realized that her scheme had failed and withdrew into herself. After a pause she sighed.\n\n“Even so, the Zhangs know they’ve appealed to your house. If you do nothing, they won’t think it’s because you’re too busy or don’t want their money; they’ll just assume your family isn’t able to carry it off.”\n\nThis speech put Xifeng on her mettle.\n\n“You know me,” she said. “I’ve never believed all that talk about hell and punishment. I do whatever I choose, regardless. Let them bring me three thousand taels and I’ll see to it for them.”\n\nThe abbass was overjoyed.\n\n“Yes, yes,” she cried. “That’s easy.”\n\n“I’m not one of your go-betweens out for money,” Xifeng went on. “But this three thousand taels is just to cover travelling expenses for the messengers I send. I shan’t keep a cent for myself. I could lay my hands on thirty thousand if I wanted.”\n\n“Of course, of course. Will you be so gracious as to do it tomorrow then, madam?”\n\n“You can see for yourself how rushed I am, with so many claims on me. But since I’ve promised, I’ll naturally see it through for you.”\n\n“Just a small thing like this would keep anyone else busy for days, but you, madam, could deal with much more at the same time. As the proverb says, ‘The able man gets little leisure.’ That’s why Her Ladyship leaves everything to you. But you must take good care of your health, madam.”\n\nFlattery of this sort pleased Xifeng so much that, tired as she was, she chatted on with growing animation.\n\nMeanwhile, taking advantage of the dark and the absence of others, Qin Zhong had gone to look for Zhi Neng. He found her alone in the back room washing tea-things, and seizing her he gave her a kiss.\n\n“What are you doing?” She stamped with anger and was about to call out.\n\n“Dear sister,” he begged, “I’m dying for love of you. If you refuse me today, I’ll die on the spot.”\n\n“Do you want to ruin me?”\n\n“Not that. But if we’re to do as we please, we must get out of this hole and away from these people.”\n\n“That’s easier said than done. ‘Distant water can’t quench a present thirst.’”\n\nWith that he blew out the lamp. The room was in total darkness. He carried her to the kang, but though she struggled she could not break free and was too afraid of a scandal to make an outcry.\n\nBefore they knew it, their underclothes were off. They had just got down to business when — quick as lightning — someone bobbed up behind them and pounced, holding them fast without a word. The two of them were scared out of their wits, but a splutter of laughter revealed that their assailant was Baoyu.\n\nQin Zhong scrambled to his feet complaining, “What do you think you’re doing?”\n\n“If you won’t do as I say, I’ll yell,” retorted Baoyu.\n\nZhi Neng-erh fled in mortification while it was dark.\n\nBaoyu dragged Qin Zhong out demanding, “Now will you still argue with me?”\n\n“Do be a good brother and not shout,” begged Qin Zhong with a smile. “I’ll do whatever you want.”\n\n“We’ll say no more just now. Wait until we’ve bedded down, then I’ll settle accounts with you slowly.”\n\nSoon it was time to undress for the night. Xifeng had the inner room, Baoyu and Qin Zhong the outer one, and the floor was spread with pallets on which the serving-women, who were to keep watch, sat. Xifeng was afraid the Magic Jade might get lost, so after Baoyu had gone to bed she had it fetched and placed under her own pillow. How Baoyu settled accounts with Qin Zhong we do not know. As there were no eyewitnesses, this must remain an open question.\n\nThe next morning the Lady Dowager and Lady Wang sent servants to see how Baoyu was and to tell him to put on more clothes. If there was nothing to detain him, they said, he had better come back. But he was unwilling to return. And Qin Zhong, who was loath to leave Zhi Neng-erh, urged him to beg Xifeng to stay one more day.\n\nXifeng reflected that although the main funeral ceremonies were over she had a few small matters to settle and could spare another day. This would enable her to do Jia Zhen a good turn, settle Jingxu’s business and please Baoyu.\n\nSo she said to him, “I’ve finished all I had to do. If you want to amuse yourself here, you’ll just have to put up with another day of it. But we really must leave tomorrow.”\n\nBaoyu begged her so hard, calling her “dear cousin” a thousand times, and promising to go home the next day, that she agreed to stay another night. Then Xifeng quietly instructed Lai Wang what the old nun had asked. He understood and hurried to the city to find a secretary and dictate a letter to the military governor of Changan County in Jia Lian’s name. As the distance was not much over a hundred li, the matter was settled in two days. The military governor, Yun Kuang, who had long been indebted to the Jia family, could hardly refuse such a trifle. He sent a reply, and Lai Wang came back. But no more of this.\n\nXifeng stayed one more day and the next morning took her leave of the old nun, telling her to come to the mansion in three days for news. As for Qin Zhong and Zhi Neng-erh, they were most loath to part and made all sorts of secret assignations, but finally had to separate. Nor did Xifeng neglect to pay another visit to the Iron Threshold Temple. And since Baozhu was determined not to go home, Jia Zhen had to leave some women there to look after her.\n\nBut to know what followed, you must read the next chapter."
}