{
  "index": "019",
  "title": "第19章 情切切良宵花解语 意绵绵静日玉生香",
  "original": "话说贾妃回宫，次日见驾谢恩，并回奏归省之事。龙颜甚悦，又发内帑彩缎金银等物以赐贾政及各椒房等员，不必细说。\n　　且说荣、宁二府中连日用尽心力，真是人人力倦，各各神疲，又将园中一应陈设动用之物，收拾了两三天方完。第一个凤姐事多任重，别人或可偷闲躲静，独他是不能脱得的，二则本性要强，不肯落人褒贬，只扎挣着与无事的人一样。第一个宝玉是极无事最闲暇的。偏这一早，袭人的母亲又亲来回过贾母，接袭人家去吃年茶，晚上才得回来。因此，宝玉只和众丫头们掷骰子赶围棋作戏。正在房内玩得没兴头，忽见丫头们来回说：“东府里珍大爷来请过去看戏，放花灯。”宝玉听了，便命换衣裳。才要去时，忽又有贾妃赐出糖蒸酥酪来。宝玉想上次袭人喜吃此物，便命留与袭人了，自己回过贾母，过去看戏。\n　　谁想贾珍这边唱的是《丁郎认父》、《黄伯央大摆阴魂阵》，更有《孙行者大闹天宫》、《姜太公斩将封神》等类的戏文。倏尔神鬼乱出，忽又妖魔毕露。内中扬幡过会、号佛行香、锣鼓喊叫之声，闻于巷外。弟兄子侄，互为献酬；姊妹婢妻，共相笑语。独有宝玉见那繁华热闹到如此不堪的田地，只略坐了一坐，便走往各处闲耍。先是进内去和尤氏并丫头姬妾鬼混了一回，便出二门来。尤氏等仍料他出来看戏，遂也不曾照管。贾珍、贾琏、薛蟠等只顾猜谜行令，百般作乐，纵一时不见他在座，只道在里边去了，也不理论。至于跟宝玉的小厮们，那年纪大些的，知宝玉这一来了必是晚上才散，因此偷空儿也有会赌钱的，也有往亲友家去的，或赌或饮，都私自散了，待晚上再来；那些小些的，都钻进戏房里瞧热闹儿去了。\n　　宝玉见一个人没有，因想：“素日这里有个小书房内曾挂着一轴美人，画的很得神。今日这般热闹，想那里自然无人，那美人也自然是寂寞的．须得我去望慰他一回。”想着，便往那里来。刚到窗前，听见屋里一片喘息之声。宝玉倒唬了一跳，心想：“美人活了不成？”乃大着胆子，舐破窗纸。向内一看，那轴美人却不曾活，却是茗烟按着个女孩子，也干那警幻所训之事，正在得趣，故此呻吟。\n　　宝玉禁不住，大叫“了不得”一脚踹进门去。将两个唬的抖衣而颤。茗烟见是宝玉，忙跪下哀求。宝玉道：“青天白日，这是怎么说！珍大爷要知道了，你是死是活？”一面看那丫头，倒也白白净净儿的有些动人心处，在那里羞的脸红耳赤，低首无言。宝玉跺脚道：“还不快跑！”一语提醒，那丫头飞跑去了。宝玉又赶出去叫道：“你别怕，我不告诉人！”急的茗烟在后叫：“祖宗，这是分明告诉人了！”宝玉因问：“那丫头十几岁了？”茗烟道：“不过十六七了。”宝玉道：“连他的岁数也不问问，就作这个事，可见他白认得你了。可怜，可怜！”又问：“名字叫什么？”茗烟笑道：“若说出名字来话长，真正新鲜奇文。他说他母亲养他的时节，做了一个梦，梦得一匹锦，上面是五色富贵不断头的‘卍’字花样，所以他的名字叫做万儿。”宝玉听了笑道：“想必他将来有些造化。等明儿说了给你作媳妇，好不好？”茗烟也笑了。因问：“二爷为何不看这样的好戏？”宝玉道：“看了半日，怪烦的，出来逛逛，就遇见你们了。这会子作什么呢？”茗烟微微笑道：“这会子没人知道，我悄悄的引二爷城外逛去，一会儿再回这里来。”宝玉道：“不好，看仔细花子拐了去。况且他们知道了，又闹大了。不如往近些的地方去，还可就来。”茗烟道：“就近地方谁家可去？这却难了。”宝玉笑道：“依我的主意，咱们竟找花大姐姐去，瞧他在家作什么呢。”茗烟笑道：“好！好！倒忘了他家。”又道：“他们知道了，说我引着二爷胡走，要打我呢。”宝玉道：“有我呢！”茗烟听说，拉了马，二人从后门就走了。\n　　幸而袭人家不远，不过一半里路程，转眼已到门前。茗烟先进去叫袭人之兄花自芳。此时袭人之母接了袭人与几个外甥女儿几个侄女儿来家，正吃果茶，听见外面有人叫“花大哥”，花自芳忙出去看时，见是他主仆两个，唬的惊疑不定，连忙抱下宝玉来，至院内嚷道：“宝二爷来了！别人听见还可，袭人听了，也不知为何。忙跑出来迎着宝玉，一把拉着问：“你怎么来了？”宝玉笑道：“我怪闷的，来瞧瞧你作什么呢。”袭人听了，才把心放下来，说道：“你也胡闹了！可作什么来呢？”一面又问茗烟：“还有谁跟了来了？”茗烟笑道：“别人都不知道。”袭人听了，复又惊慌道：“这还了得，倘若碰见人或是遇见老爷，街上人挤马碰，有个失闪，这也是玩得的吗？你们的胆子比斗还大呢！都是茗烟调唆的，等我回去告诉嬷嬷们，一定打个贼死。”茗烟撅了嘴道：“爷骂着打着叫我带了来的，这会子推到我身上。我说别来罢！要不，我们回去罢。”花自芳忙劝道：“罢了，已经来了也不用多说了。只是茅檐草舍，又窄又不干净，爷怎么坐呢？”\n　　袭人的母亲也早迎出来了。袭人拉着宝玉进去。宝玉见房中三五个女孩儿，见他进来，都低了头，羞的脸上通红。花自芳母子两个恐怕宝玉冷，又让他上炕，又忙另摆果子，又忙倒好茶。袭人笑道：“你们不用白忙，我自然知道，不敢乱给他东西吃的。”一面将自己的坐褥拿了来，铺在一个杌子上，扶着宝玉坐下，又用自己的脚炉垫了脚，向荷包内取出两个梅花香饼儿来，又将自己的手炉掀开焚上，仍盖好，放在宝玉怀里，然后将自己的茶杯斟了茶，送与宝玉。彼时他母兄已是忙着齐齐整整的摆上一桌子果品来，袭人见总无可吃之物，因笑道：“既来了，没有空回去的理，好歹尝一点儿，也是来我家一趟。”说着，捻了几个松瓤，吹去细皮，用手帕托着给他。\n　　宝玉看见袭人两眼微红，粉光融滑，因悄问袭人道：“好好的哭什么？”袭人笑道：“谁哭来着？才迷了眼揉的。”因此便遮掩过了。因见宝玉穿着大红金蟒狐腋箭袖，外罩石青貂裘排穗褂，说道：“你特为往这里来，又换新衣裳，他们就不问你往那里去吗？”宝玉道：“原是珍大爷请过去看戏换的。”袭人点头，又道：“坐一坐就回去罢，这个地方儿不是你来的。”宝玉笑道：“你就家去才好呢，我还替你留着好东西呢。”袭人笑道：“悄悄儿的罢！叫他们听着作什么？”一面伸手从宝玉项上将通灵玉摘下来，向他妹妹们笑道：“你们见识见识。时常说起来都当稀罕，恨不能一见，今儿可尽力儿瞧瞧。再瞧什么稀罕物儿，也不过是这么着了。”说毕递与他们，传看了一遍，仍与宝玉挂好。又命他哥哥去雇一辆干干净净、严严紧紧的车，送宝玉回去。花自芳道：“有我送去，骑马也不妨了。”袭人道：“不为不妨，为的是碰见人。”花自芳忙去雇了一辆车来，众人也不好相留，只得送宝玉出去。袭人又抓些果子给茗烟，又把些钱给他买花爆放，叫他：“别告诉人，连你也有不是。”一面说着，一直送宝玉至门前，看着上车，放下车帘。茗烟二人牵马跟随。来至宁府街，茗烟命住车，向花自芳道：“须得我和二爷还到东府里混一混，才过去得呢，看大家疑惑。”花自芳听说有理，忙将宝玉抱下车来，送上马去。宝玉笑说：“倒难为你了。”于是仍进了后门来，俱不在话下。\n却说宝玉自出了门，他房中这些丫环们都索性恣意的玩笑，也有赶围棋的，也有掷骰抹牌的，磕了一地的瓜子皮儿。偏奶母李嬷嬷拄拐进来请安，瞧瞧宝玉；见宝玉不在家，丫环们只顾玩闹，十分看不过。因叹道：“自从我出去了不大进来，你们越发没了样儿了，别的嬷嬷越不敢说你们了。那宝玉是个‘丈八的灯台，照见人家，照不见自己’的，只知嫌人家腌。这是他的房子，由着你们遭塌，越不成体统了。”这些丫头们明知宝玉不讲究这些，二则李嬷嬷已是告老解事出去的了，如今管不着他们。因此，只顾玩笑，并不理他。那李嬷嬷还只管问：“宝玉如今一顿吃多少饭？什么时候睡觉？”丫头们总胡乱答应，有的说：“好个讨厌的老货！”\n    李嬷嬷又问道：“这盖碗里是酪，怎么不送给我吃？”说毕，拿起就吃。一个丫头道：“快别动！那是说了给袭人留着的，回来又惹气了。你老人家自己承认，别带累我们受气．”李嬷嬷听了，又气又愧，便说道：“我不信他这么坏了肠子。别说我吃了一碗牛奶，就是再比这个值钱的，也是应该的。难道待袭人比我还重？难道他不想想怎么长大了？我的血变了奶，吃的长这么大，如今我吃他碗牛奶，他就生气了？我偏吃了，看他怎么着！你们看袭人不知怎么样，那是我手里调理出来的毛丫头，什么阿物儿！”一面说，一面赌气把酪全吃了。又一个丫头笑道：“他们不会说话，怨不得你老人家生气。宝玉还送东西给你老人家去，岂有为这个不自在的？”李嬷嬷道：“你也不必妆狐媚子哄我，打量上次为茶撵茜雪的事我不知道呢！明儿有了不是，我再来领。”说着，赌气去了。\n　　少时，宝玉回来，命人去接袭人，只见晴雯躺在床上不动，宝玉因问：“可是病了？还是输了呢？”秋纹道：“他倒是赢的，谁知李老太太来了混输了，他气的睡去了。”宝玉笑道：“你们别和他一般见识，由他去就是了。”说着，袭人已来，彼此相见。袭人又问宝玉何处吃饭，多早晚回来：又代母妹问诸同伴妹妹好。一时换衣卸妆。宝玉命取酥酪来，丫鬟们回说：“李奶奶吃了。”宝玉才要说话，袭人便忙笑说道：“原来留的是这个，多谢费心。前儿我因为好吃，吃多了，好肚子疼，闹的吐了才好了。他吃了倒好，搁在这里白遭塌了。我只想风干栗子吃，你替我剥栗子，我去铺炕。”宝玉听了，信以为真，方把酥酪丢开，取了栗子来，自向灯下检剥。一面见众人不在房中，乃笑向袭人道：“今儿那个穿红的是你什么人？”袭人道：“那是我两姨姐姐。”宝玉听了，赞叹了两声。袭人道：“叹什么？我知道你心里的缘故。想是说，他那里配穿红的？”宝玉笑道：“不是不是。那样的人不配穿红的，谁还敢穿？我因为见他实在好的很，怎么也得他在咱们家就好了。”袭人冷笑道：“我一个人是奴才命罢了，难道我的亲戚都是奴才命不成？定还要拣实在好的丫头才往你们家来？“宝玉听了，忙笑道：“你又多心了！我说往咱们家来，必定是奴才不成，说亲戚就使不得？”袭人道：“那也搬配不上。”\n　　宝玉便不肯再说，只是剥栗子。袭人笑道：“怎么不言语了？想是我才冒撞冲犯了你？明儿赌气花几两银子买进他们来就是了。”宝玉笑道：“你说的话怎么叫人答言呢？我不过是赞他好，正配生在这深宅大院里，没的我们这宗浊物倒生在这里！”袭人道：“他虽没这样造化，倒也是娇生惯养的，我姨父姨娘的宝贝儿似的，如今十七岁，各样的嫁妆都齐备了，明年就出嫁。”宝玉听了“出嫁”二字，不禁又嗐了两声。正不自在，又听袭人叹道：“我这几年，妹妹们都不大见。如今我要回去了，他们又都去了！”宝玉听这话里有文章，不觉吃了一惊，忙扔下栗子，问道：“怎么着，你如今要回去？”袭人道：“我今儿听见我妈和哥哥商量，教我再耐一年，明年他们上来就赎出我去呢。”宝玉听了这话，越发忙了，因问：“为什么赎你呢？”袭人道：“这话奇了！我又比不得是这里的家生子儿，我们一家子都在别处，独我一个人在这里，怎么是个了手呢？”宝玉道：“我不叫你去也难哪！”袭人道：“从来没这个理。就是朝廷宫里，也有定例，几年一挑，几年一放，没有长远留下人的理，别说你们家！”\n　　宝玉想一想，果然有理，又道：“老太太要不放你呢？”袭人道：“为什么不放呢？我果然是个难得的，或者感动了老太太、太太不肯放我出去，再多给我们家几两银子留下，也还有的；其实我又不过是个最平常的人，比我强的多而且多。我从小儿跟着老太太，先伏侍了史大姑娘几年，这会子又伏侍了你几年，我们家要来赎我，正是该叫去的，只迫连身价不要就开恩放我去呢。要说为伏侍的你好不叫我去，断然没有的事。那伏侍的好，是分内应当的，不是什么奇功；我去了仍旧又有好的了，不是没了我就使不得的。”宝玉听了这些话，竟是有去的理无留的理，心里越发急了，因又道：“虽然如此说，我的一心要留下你，不怕老太太不和你母亲说，多多给你母亲些银子，他也不好意思接你了。”袭人道：“我妈自然不敢强。且慢说和他好说，又多给银子；就便不好和他说，一个钱也不给，安心要强留下我，他也不敢不依。但只是咱们家从没干过这倚势仗贵霸道的事。这比不得别的东西，因为喜欢，加十倍利弄了来给你，那卖的人不吃亏，就可以行得的：如今无故平空留下我，于你又无益，反教我们骨肉分离，这件事，老太太、太太肯行吗？”宝玉听了，思忖半晌，乃说道：“依你说来说去，是去定了？”袭人道：“去定了。”宝玉听了自思道：“谁知这样一个人，这样薄情无义呢！”乃叹道：“早知道都是要去的，我就不该弄了来。临了剩我一个孤鬼儿！”说着便赌气上床睡了。\n　　原来袭人在家，听见他母兄要赎他回去，他就说：“至死也不回去。”又说：“当日原是你们没饭吃，就剩了我还值几两银子，要不叫你们卖，没有个看着老子娘饿死的理；如今幸而卖到这个地方儿，吃穿和主子一样，又不朝打暮骂。况如今爹虽没了，你们却又整理的家成业就，复了元气。若果然还艰难，把我赎出来再多掏摸几个钱，也还罢了，其实又不难了。这会子又赎我做什么？权当我死了，再不必起赎我的念头了！”因此哭了一阵。他母兄见他这般坚执，自然必不出来的了。况且原是卖倒的死契，明仗着贾宅是慈善宽厚人家儿，不过求求，只迫连身价银一并赏了还是有的事呢；二则贾府中从不曾作践下人，只有恩多威少的，且凡老少房中所有亲侍的女孩子们，更比待家下众人不同，平常寒薄人家的女孩儿也不能那么尊重，因此他母子两个就死心不赎了。次后忽然宝玉去了，他两个又是那个光景儿，母子二人心中更明白了，越发一块石头落了地，而且是意外之想，彼此放心，再无别意了。\n　　且说袭人自幼儿见宝玉性格异常，其淘气憨顽出于众小儿之外，更有几件千奇百怪口不能言的毛病儿。近来仗着祖母溺爱，父母亦不能十分严紧拘管，更觉放纵弛荡，任情恣性，最不喜务正。每欲劝时，谅不能听。今日可巧有赎身之论，故先用骗词以探其情，以压其气，然后好下箴规。今见宝玉默默睡去，知其情不忍，气已馁堕。自己原不想栗子吃，只因怕为酥酪生事，又象那茜雪之茶，是以假要栗子为由，混过宝玉不提就完了。于是命小丫头子们将栗子拿去吃了，自己来推宝玉。只见宝玉泪痕满面，袭人便笑道：“这有什么伤心的？你果然留我，我自然不肯出去。”宝玉见这话头儿活动了，便道：“你说说我还要怎么留你？我自己也难说了！”袭人笑道：“咱们两个的好，是不用说了。但你要安心留我，不在这上头。我另说出三件事来，你果然依了，那就是真心留我了，刀搁在脖子上我也不出去了。”\n　　宝玉忙笑道：“你说那几件？我都依你。好姐姐，好亲姐姐！别说两三件，就是两三百件我也依的。只求你们看守着我，等我有一日化成了飞灰；飞灰还不好，灰还有形有迹，还有知识的。等我化成一股轻烟，风一吹就散了的时候儿，你们也管不得我，我也顾不得你们了，凭你们爱那里去那里去就完了。”急的袭人忙握他的嘴，道：“好爷，我正为劝你这些个，更说的狠了！”宝玉忙说道：“再不说这话了。”袭人道：“这是头一件要改的。”宝玉道：“改了，再说你就拧嘴！还有什么？”袭人道：“第二件，你真爱念书也罢，假爱也罢，只在老爷跟前，或在别人跟前，你别只管嘴里混批，只作出个爱念书的样儿来，也叫老爷少生点儿气，在人跟前也好说嘴。老爷心里想着，我家代代念书，只从有了你，不承望不但不爱念书，已经他心里又气又恼了，而且背前面后混批评。凡读书上进的人，你就起个外号儿，叫人家‘禄蠹’；又说只除了什么‘明明德’外就没书了，都是前人自己混编纂出来的。这些话你怎么怨得老爷不气，不时时刻刻的要打你呢？”宝玉笑道：“再不说了。那是我小时候儿不知天多高地多厚信口胡说的，如今再不敢说了。还有什么呢？”袭人道：“再不许谤僧毁道的了。还有更要紧的一件事，再不许弄花儿，弄粉儿，偷着吃人嘴上擦的胭脂，和那个爱红的毛病儿了。”宝玉道：“都改！都改！再有什么快说罢。”袭人道：“也没有了，只是百事检点些，不任意任性的就是了。你要果然都依了，就拿八人轿也抬不出我去了。”宝玉笑道：“你这里长远了，不怕没八人轿你坐。”袭人冷笑道：“这我可不希罕的。有那个福气，没有那个道理，纵坐了也没趣儿。”\n　　二人正说着，只见秋纹走进来，说：“三更天了，该睡了。方才老太太打发嬷嬷来问，我答应睡了。”宝玉命取表来看时，果然针已指到子初二刻了，方从新盥漱，宽衣安歇，不在话下。\n　　至次日清晨，袭人起来，便觉身体发重，头疼目胀，四肢火热。先时还扎挣的住，次后捱不住，只要睡，因而和衣躺在炕上。宝玉忙回了贾母，传医诊视，说道：“不过偶感风寒，吃一两剂药疏散疏散就好了。”开方去后，令人取药来煎好，刚服下去，命他盖上被窝渥汗，宝玉自去黛玉房中来看视。\n　　彼时黛玉自在床上歇午，丫鬟们皆出去自便，满屋内静悄悄的。宝玉揭起绣线软帘，进入里间，只见黛玉睡在那里，忙上来推他道：“好妹妹，才吃了饭，又睡觉！”将黛玉唤醒。黛玉见是宝玉，因说道：“你且出去逛逛，我前儿闹了一夜，今儿还没歇过来，浑身酸疼。”宝玉道：“酸疼事小，睡出来的病大，我替你解闷儿，混过困去就好了。”黛玉只合着眼，说道：“我不困，只略歇歇儿，你且别处去闹会子再来。”宝玉推他道：“我往那里去呢，见了别人就怪腻的。”黛玉听了，“嗤”的一笑道：“你既要在这里，那边去老老实实的坐着，咱们说话儿。”宝玉道：“我也歪着。”黛玉道：“你就歪着。”宝玉道：“没有枕头。咱们在一个枕头上罢。”黛玉道：“放屁！外头不是枕头？拿一个来枕着。”宝玉出至外间，看了一看，回来笑道：“那个我不要，也不知是那个腌老婆子的。”黛玉听了，睁开眼，起身笑道：“真真你就是我命中的‘魔星’。请枕这一个！”说着，将自己枕的推给宝玉，又起身将自己的再拿了一个来枕上，二人对着脸儿躺下。\n　　黛玉一回眼，看见宝玉左边腮上有钮扣大小的一块血迹，便欠身凑近前来，以手抚之细看道：“这又是谁的指甲划破了？”宝玉倒身，一面躲，一面笑道：“不是划的，只怕是才刚替他们淘澄胭脂膏子溅上了一点儿。”说着，便找绢子要擦。黛玉便用自己的绢子替他擦了，顺着嘴儿说道：“你又干这些事了。干也罢了，必定还要带出幌子来。就是舅舅看不见，别人看见了，又当作奇怪事新鲜话儿去学舌讨好儿，吹到舅舅耳朵里，大家又该不得心净了。”宝玉总没听见这些话，只闻见一股幽香，却是从黛玉袖中发出，闻之令人醉魂酥骨。宝玉一把便将黛玉的衣袖拉住，要瞧瞧笼着何物。黛玉笑道：“这时候谁带什么香呢？”宝玉笑道：“那么着，这香是那里来的？”黛玉笑道：“连我也不知道，想必是柜子里头的香气熏染的，也未可知。”宝玉摇头道：“未必。这香的气味奇怪，不是那些香饼子、香球子、香袋儿的香。”黛玉冷笑道：“难道我也有什么‘罗汉’‘真人’给我些奇香不成？就是得了奇香，也没有亲哥哥亲兄弟弄了花儿、朵儿、霜儿、雪儿替我炮制。我有的是那些俗香罢了！”宝玉笑道：“凡我说一句，你就拉上这些。不给你个利害也不知道，从今儿可不饶你了！”说着翻身起来，将两只手呵了两口，便伸向黛玉膈肢窝内两胁下乱挠。黛玉素性触痒不禁，见宝玉两手伸来乱挠，便笑的喘不过气来。口里说：“宝玉！你再闹，我就恼了！”\n宝玉方住了手，笑问道：“你还说这些不说了？”黛玉笑道：“再不敢了。”一面理鬓笑道：“我有奇香，你有‘暖香’没有？”宝玉见问，一时解不来，因问：“什么‘暖香’？”黛玉点头笑叹道：“蠢才，蠢才！你有玉，人家就有金来配你；人家有‘冷香’，你就没有‘暖香’去配他？”宝玉方听出来，因笑道：“方才告饶，如今更说狠了！”说着又要伸手。黛玉忙笑道：“好哥哥，我可不敢了。”宝玉笑道：“饶你不难，只把袖子我闻一闻。”说着便拉了袖子笼在面上，闻个不住。黛玉夺了手道：“这可该去了。”宝玉笑道：“要去不能。咱们斯斯文文的躺着说话儿。”说着复又躺下，黛玉也躺下，用绢子盖上脸。\n　　宝玉有一搭没一搭的说些鬼话，黛玉总不理。宝玉问他几岁上京，路上见何景致，扬州有何古迹，土俗民风如何，黛玉不答。宝玉只怕他睡出病来，便哄他道：“嗳哟！你们扬州衙门里有一件大故事，你可知道么？”黛玉见他说的郑重，又且正言厉色，只当是真事，因问：“什么事？”宝玉见问，便忍着笑顺口诌道：“扬州有一座黛山，山上有个林子洞。”黛玉笑道：“这就扯谎，自来也没听见这山。”宝玉道：“天下山水多着呢，你那里都知道？等我说完了你再批评。”黛玉道：“你说。”宝玉又诌道：“林子洞里原来有一群耗子精。那一年腊月初七老耗子升座议事，说：‘明儿是腊八儿了，世上的人都熬腊八粥，如今我们洞里果品短少，须得趁此打劫些个来才好。’乃拔令箭一枝，遣了个能干小耗子去打听。小耗子回报：‘各处都打听了，惟有山下庙里果米最多。’老耗子便问：‘米有几样？果有几品？’小耗子道：‘米豆成仓。果品却只有五样：一是红枣，二是栗子，三是落花生，四是菱角，五是香芋。’老耗子听了大喜，即时拔了一枝令箭，问：‘谁去偷米？’一个耗子便接令去偷米。又拔令箭问：‘谁去偷豆？’又一个耗子接令去偷豆。然后一一的都各领令去了。只剩下香芋。因又拔令箭问：‘谁去偷香芋？’只见一个极小极弱的小耗子应道：‘我愿去偷香芋。’老耗子见众耗见他这样，恐他不谙练，又怯懦无力，不准他去。小耗子道：‘我虽年小身弱，却是法术无边，口齿伶俐，机谋深远。这一去，管比他们偷的还巧呢！’众耗子忙问：”怎么比他们巧呢？’小耗子道：‘我不学他们直偷，我只摇身一变，也变成个香芋，滚在香芋堆里．叫人瞧不出来，却暗暗儿的搬运，渐渐的就搬运尽了，这不比直偷硬取的巧吗？”众耗子听了，都说：“妙却妙，只是不知怎么变？你先变个我们瞧瞧。”小耗子听了，笑道：‘这个不难，等我变来。’说毕，摇身说：‘变。’竟变了一个最标致美貌的一位小姐。众耗子忙笑说：‘错了，错了！原说变果子，怎么变出个小姐来了呢？’小耗子现了形笑道：‘我说你们没见世面，只认得这果子是香芋，却不知盐课林老爷的小姐才是真正的“香玉”呢！’”\n　　黛玉听了，翻身爬起来，按着宝玉笑道：“我把你这个烂了嘴的！我就知道你是编派我呢。”说着便拧。宝玉连连央告：“好妹妹，饶了我罢，再不敢了。我因为闻见你的香气，忽然想起这个故典来。”黛玉笑道：“饶骂了人，你还说是故典呢。”\n    一语未了，只见宝钗走来，笑问：“谁说故典呢？我也听听。”黛玉忙让坐，笑道：“你瞧瞧，还有谁？他饶骂了，还说是故典。”宝钗笑道：“哦！是宝兄弟哟！怪不得他。他肚子里的故典本来多么。就只是可惜一件，该用故典的时候儿他就偏忘了。有今儿记得的，前儿夜里的芭蕉诗就该记得呀，眼面前儿的倒想不起来。别人冷的了不得，他只是出汗。这会子偏又有了记性了。”黛玉听了笑道：“阿弥陀佛！到底是我的好姐姐。你一般也遇见对子了。可知一还一报，不爽不错的。刚说到这里，只听宝玉房中一片声吵嚷起来。\n未知何事。下回分解。",
  "translation": "The Imperial Consort returned to the Palace. The next day she had an audience with the Emperor to thank him for his kindness and reported on her visit home. He was delighted and made her a gift of silver and gold as well as silks from the imperial treasury to be distributed among Chia Cheng and the other officials of the Inner Court. But no more of this.\n\nTo return to the two mansions of Jung and Ning. After the tremendous efforts of the last few days everyone was worn out, mentally and physically. It took them two or three days to clear away all the decorations and other objects that had been used in the garden. His-feng, as the one with the heaviest responsibilities, had more to do than anyone else. The others might snatch a little time off, but not she. Besides, eager to shine and unwilling to give anyone a chance to find fault, she forced herself to work as hard as ever. Pao-yu, on the contrary, had nothing to do and all the time in the world.\n\nOne morning Hsi-jen’s mother came and asked the Lady Dowager’s permission to take her daughter home for the day to feast with the family on the New Year tea; so Hsi-jen would not be back until the evening. Left to amuse himself with the other maids, Pao-yu started a game of dice with them but soon lost interest. Just then some maids came in to announce:\n\n“Master Chen from the East Mansion has sent to invite you over to see the opera and the lantern display.”\n\nPao-yu told them to help him change his clothes and was on the point of setting out when a present of sweet steamed cheese was brought from the Imperial Consort. Remembering how fond Hsi-jen was of this, he asked to have it kept for her. Then, having informed his grandmother, he went over to the other mansion.\n\nThe operas being performed for Chia Chen were Ding Lang Acknowledges His Father, Huang Boyang Deploys His Ghost Army, The Monkey King Raises Havoc in Heaven, and Jiang Ziya Invests the Gods. On the stage gods and devils were flying about, brandishing banners and streaming with light. The din of gongs and drums, the chanting of sutras and burning of incense could be heard outside the lane. All the menfolk, young and old, of both mansions were there, drinking and toasting each other, while the women and girls were laughing and chatting together. But Pao-yu, disgusted by such a vulgar show, soon slipped away to amuse himself elsewhere.\n\nFirst he went inside to fool about for a while with Madam Yu and her maids and concubines, then went out again by the second gate. Madam Yu and the others assumed that he had returned to the theatre and took no notice. Chia Chen, Lien, Hsueh Pan and the rest were so engrossed in games, drinking and merry-making that they paid no attention either, simply assuming that he was inside whenever they noticed his absence. As for his pages, the older ones, knowing that he would not be leaving until the evening, seized this chance to slip away. Some went gambling, others to visit their friends or relations, either to drink or gamble, arranging to come back later. The younger pages all crowded into the green-room to watch the excitement.\n\nFinding himself alone, Pao-yu reflected, “There’s a small study here with a very life-like painting of a beautiful woman. With all this excitement today, the place is bound to be deserted and that beauty must be feeling lonely. I must go and cheer her up.”\n\nHe walked towards the study. But as he reached the window he heard sounds of panting. Startled, he thought, “Can the beauty in the picture have come to life?” He screwed up his courage to lick a hole in the window-paper and put his eye to it. The beauty in the picture had not come to life. But Ming-yen could be seen holding a girl and doing his best to imitate what he had been taught by the Goddess of Disenchantment. Pao-yu could not help bursting in upon them with a cry of dismay. The two of them, trembling with fear, started pulling their clothes together. When Ming-yen saw who it was he fell on his knees to beg for mercy.\n\n“What do you mean by this in broad daylight?” demanded Pao-yu. “If Lord Chen hears of it, it will be as much as your life is worth.”\n\nHe saw that the girl — who was blushing furiously and hanging her head in silence — had a certain charming appeal.\n\n“Why don’t you run for it?” he cried, stamping his foot.\n\nThis brought the girl to her senses. She fled.\n\n“Don’t be afraid,” he called after her. “I won’t tell anyone.”\n\nTurning back he saw Ming-yen on his feet again brushing the dust from his clothes.\n\n“I don’t care so much about you,” said Pao-yu sternly. “But how did you lure that young girl here? Tell me the truth, or I’ll have your father give you a good beating.”\n\nMing-yen fell on his knees again. “Please don’t raise such a storm, young master,” he begged. “That girl was the daughter of my wet-nurse. She’s not supposed to come here, but I pestered her until she agreed to meet me here today. I never dreamt you’d come, sir. Please have pity on us.”\n\nPao-yu stamped one foot in exasperation. “For shame! Her mother’s milk ran through your veins, yet you try to seduce her daughter. This is an outrage.” Then he asked, “How old is the girl?”\n\n“About sixteen, I think.”\n\n“You may not even have reached your sixteenth birthday, you young monkey, but do you know her name even?”\n\n“To tell the truth, she’s sweeter to me than any sister, so I call her Sister Sweetie.”\n\nThis made Pao-yu laugh in spite of himself.\n\n“You deserve a whipping, you rascal. Now get up and clear out.”\n\nMing-yen promptly did so.\n\n“Don’t you dare call her Sister Sweetie if you meet outside.”\n\n“I wouldn’t dare. This time I slipped up, that’s why I called her that.”\n\n“When you’ve time I want to have a word with you. But not now. Be off with you, quick.”\n\nMing-yen hurried away. And Pao-yu, having left the study, wondered where to go next.\n\n\"It’s a clear announcement!\" remarked Baoyu. \"How old is the girl?\"\n\n\"Only sixteen or seventeen.\"\n\n\"You didn’t even ask her age before carrying on like that. So she was wasting her affection on you. Poor thing! What’s her name?\"\n\n\"If I tell you, there’s a long story behind it. It’s really odd. Her mother dreamed that she got a piece of brocade with an endless design of the character wan in many colours, signifying wealth and rank. And that’s why she called her Waner.\"\n\n\"She must be destined for good fortune,\" said Baoyu. \"I’ll ask for her to be your wife one of these days. How about that?\"\n\nMingyan grinned.\n\n\"Why aren’t you watching the good show, Master Bao?\" he asked.\n\n\"I got bored after a while and came out for a stroll. That’s how I happened to find you. What are you doing now?\"\n\n\"Since nobody knows I’m here,\" said Mingyan slyly, \"why don’t I take you for a stroll outside the city? We can slip back before anyone finds out.\"\n\n\"That wouldn’t do. We might be carried off by kidnappers. Besides, if they found out there’d be the devil to pay. Let’s go somewhere nearer so that we can get back quickly.\"\n\n\"Where can we go nearby? That’s a problem.\"\n\n\"I’ll tell you what. Let’s call on Sister Hua and see what she’s doing.\"\n\n\"Good idea. I’d forgotten her place.\" Mingyan’s face brightened, then he looked dubious. \"But if they find out I’ve been leading you astray, sir, I’ll get a beating.\"\n\n\"I’ll look after you,\" said Baoyu.\n\nAt that, Mingyan led out his horse and the two of them left by the back gate.\n\nLuckily Xiren’s home was not far, only about half a li away, and they were soon at the door. Mingyan went in first to call Xiren’s brother Hua Zifang.\n\nXiren’s mother had invited her daughter home to have tea and sweetmeats with some of her nieces, and they were in the midst of this feast when they heard someone outside call for \"Brother Hua.\" Zifang hurried out. He was astounded to see his sister’s young master and his page, and helped Baoyu from his horse.\n\n\"Master Bao is here!\" he cried, carrying the boy into the courtyard.\n\nThis announcement did not startle the others too much, but Xiren was seized with panic. She ran out to meet Baoyu and caught hold of his hand.\n\n\"What brings you here?\" she asked.\n\n\"I was bored and came to see what you were doing.\"\n\nOnly then did she calm down. \"You’re crazy!\" She giggled. \"Whatever made you come?\" Then she asked Mingyan, \"Who else is with you?\"\n\n\"No one else knows.\"\n\nXiren was alarmed again. \"This is terrible. If you’d happened to meet one of the masters or been knocked off your horse in the crowded streets, that would have been fine, wouldn’t it? You’ve more nerve than a brass Buddha. This is all Mingyan’s doing. Just wait till I get back and tell the nurses. They’ll give you such a beating you won’t forget it.\"\n\nMingyan pouted. \"The master made me come, scolding and threatening. Now you put all the blame on me. I said we shouldn’t, but why not go back now?\"\n\n\"Don’t be angry,\" put in Zifang. \"Since they’re here, there’s no need to say any more. This is only a thatched cottage — too small and shabby for you to sit in, sir.\"\n\nBy now Xiren’s mother had come out to welcome Baoyu too, and Xiren led him inside. He saw three or four girls there who hung their heads, blushing, at his approach. Afraid that Baoyu might be cold, Zifang and his mother invited him on to the kang and at the same time quickly laid out more sweetmeats and poured him good tea.\n\nXiren smiled.\n\n\"Don’t put yourselves out,\" she said. \"I know what’s to be done. I daren’t give him just anything to eat.\"\n\nShe fetched her own cushion, spread it on a footstool for Pao-yu to sit on, and propping his feet on her foot-warmer took two plum-blossom sachets from her pouch. Then she opened her hand-stove, put them in to perfume it, replaced the lid and set it in his lap. Having next poured him some tea from her own cup, she offered it to him.\n\nBy now her mother and brother had hastily laid out a table laden with sweetmeats. But finding nothing there that he could eat, Hsi-jen said with a smile:\n\n“Since you’re here, of course you can’t go back without tasting something. So do try one of these, just to show you’ve paid us a visit.”\n\nShe picked out a few pine kernels and, having blown the skin off them, handed them to him on her handkerchief.\n\nPao-yu noticed that her eyes were slightly red and her cheeks glossy.\n\n“What have you been crying for?” he asked softly.\n\n“Who’s been crying?” she retorted. “I just rubbed my eyes, that’s all.”\n\nThen she asked why he had put on such new clothes to visit her.\n\n“Well, it was to go to the theatre with Master Chen that I changed. He invited me over.”\n\nHsi-jen nodded. “You’d better go back after a short rest. This is no place for you.”\n\n“I wish you’d come home now,” he chuckled. “I’ve been keeping something good for you.”\n\n“Hush! Keep your voice down.” She reached over to take the Jade of Spiritual Understanding from his neck. “Now that you’ve seen it so often,” she told her cousins, “you should know what it’s like. You’re always saying how you’d love to see it, as if it were something rare. Well, here’s your chance. Have a good look. After this you’ll know that even the rarest object is just like any other.”\n\nWhen they had passed it from hand to hand and examined it, she hung it back on his neck. Then she told her brother to hire a clean, well-covered carriage to take Pao-yu home.\n\n“I can see him back,” said Hua Tzu-fang. “I don’t mind going on horseback.”\n\n“It’s not that I mind your going, but you might meet someone.”\n\nHua Tzu-fang went off at once to hire a carriage. And since none of them could very well detain their guest, they saw him out. Hsi-jen stuffed some sweetmeats into Ming-yen’s pocket and gave him some money to buy fireworks, warning him:\n\n“Don’t tell anyone about this, or you’ll be in trouble too.”\n\nShe accompanied Pao-yu to the gate, watched him get into the carriage and let down the curtain. Then Ming-yen and Hua Tzu-fang, leading the horse, followed the carriage. When they reached the street in front of the Ning Mansion, Ming-yen told the driver to stop.\n\n“I think Pao-yu and I had better drop in at the East Mansion for a while,” he said to Hua Tzu-fang. “Otherwise, if we go straight home, people may wonder where we’ve been.”\n\nHua Tzu-fang agreed and helped Pao-yu out of the carriage and on to his horse.\n\n“This is very good of you,” said Pao-yu with a smile.\n\nThey went in by the back gate, but we need not describe this in detail.\n\nOnce Pao-yu had left, his maids had amused themselves as they pleased. Some played go, some cards, some dice, and the floor was strewn with melon-seed shells. Who should walk in at this point but his old wet-nurse, Nanny Li, leaning on a cane. She had come to pay her respects and see how he was. Not finding him in, and seeing the maids capering about, she shook her head.\n\n“Now that I don’t come in so often,” she sighed, “you girls are getting completely out of hand. The other nannies don’t dare to say anything. Pao-yu is like the candlestick that lights the way for others but not itself; all he does is find fault with other people. He lets you turn the whole place upside down — it’s disgraceful.”\n\nThe girls knew Pao-yu did not care about such things. Besides, Nanny Li had retired some time ago and had no right to interfere. So they just went on playing and took no notice.\n\n\"How much does Baoyu eat at each meal these days? And when does he go to bed?\" The maids answered at random. One of them said, \"What a pest of an old woman!\"\n\n\"Nonsense!\" snapped Nanny Li. \"This bowl of yoghurt is good. Why not offer it to me?\" She picked it up and started drinking.\n\n\"Don't touch that!\" cried one of the girls. \"It's for Xiren. If you take it there'll be more trouble. You'd better own up, instead of getting us into hot water.\"\n\nThis made Nanny Li both angry and ashamed. \"I don't believe he's so heartless,\" she blustered. \"It's only right that I should have a bowl of milk, not to mention something even better. Does he value Xiren more than me? Has he forgotten how he was brought up? My milk made him grow so big, and now that I've drunk one bowl of his milk he's angry? I'll drink it and see what he does. I don't know about Xiren, but she's just a slave girl I trained up. What's so wonderful about her?\" Defiantly she finished the yoghurt.\n\n\"You don't know how to talk to her,\" another maid told the first. \"No wonder the old lady's angry. Baoyu often sends you presents, doesn't he? Why should he mind this?\"\n\n\"Don't try to fool me with your wheedling ways,\" snapped Nanny Li. \"Do you think I didn't hear about you getting Qianxue dismissed the other day over some tea? The next time you do something wrong, just see what I'll do.\" She went off in a huff.\n\nPresently Baoyu came back and sent to fetch Xiren. Noticing that Qingwen was lying motionless on the bed, he asked, \"Is she ill? Or has she lost at cards?\"\n\n\"She was winning,\" said Qiuwen. \"But then Nanny Li came along and picked a quarrel, which made her lose. She was so angry she went to bed.\"\n\n\"Don't take her seriously,\" said Baoyu. \"Just let her have her way.\"\n\nThen Xiren came in and asked where he had dined and when he had come back; then she passed on greetings from her mother and cousins to the other girls. Soon she changed her clothes.\n\nBaoyu sent for the yoghurt, but the maid told him, \"Nanny Li drank it.\" He was about to speak when Xiren interposed with a smile:\n\n\"So that's what you kept for me. Thank you for your thought. The other day I ate some and found it so good I ate too much, then had such a stomachache that I brought it all up. It's just as well she's eaten it, as it would only have gone bad here. I'd rather have some dried chestnuts. Please shell some for me while I make the bed.\"\n\nQuite taken in, Baoyu put the yoghurt out of his mind and started shelling chestnuts by the lamp. As soon as the other maids had left the room he asked Xiren with a smile:\n\n\"Who was that girl in red today?\"\n\n\"My second cousin.\" When he heard this, she noticed, he sighed twice.\n\n\"Why?\" she asked. \"I know what's in your mind. You're thinking she's not good enough to wear red.\"\n\n\"No, no. If she's not good enough to wear red, who is? She's so really charming. I just wish she could come and work here.\"\n\n\"So I'm fated to be a slave, am I, and all my relatives too?\" Xiren gave a sarcastic laugh. \"We'll have to pick only the very best girls to come here, I suppose.\"\n\n\"You're too touchy.\" Baoyu smiled. \"Since when does working here make you a slave? Can't one have relatives?\"\n\n\"Not relatives of mine. We don't measure up to that.\"\n\nBaoyu said no more but went on shelling chestnuts.\n\n\"Why so quiet?\" Xiren asked. \"Did I annoy you by speaking so bluntly? If you want to, you can always buy her tomorrow — that is, if you've a few taels of silver to spare.\"\n\n\"How do you think up such things?\" Baoyu laughed. \"You're too\n\n\"Who asked you to butt in? I was just saying how fine she is, just the sort of person who ought to live in big houses and grand courts, not a coarse creature like me.\"\n\n\"Although she's not blessed with such good fortune, she's been delicately reared. My uncle and aunt treasure her like the apple of their eye. She's seventeen now and all her dowry's ready for her to get married next year.\"\n\nThe word \"married\" made Pao-yu exclaim again. He was feeling quite put out when Hsi-jen added with a sigh:\n\n\"I've seen very little of my cousins these last few years, and now that I'm going home they've left.\"\n\nThis sounded significant and Pao-yu was startled.\n\n\"What do you mean, going home?\" he demanded, dropping the chestnuts.\n\n\"I heard today that my mother and brother were talking of asking for me next year.\"\n\nThis threw Pao-yu into a panic. \"Why should they want to redeem you?\" he asked.\n\n\"That's a strange question. I don't belong here like the rest of your household. My whole family's elsewhere, only me here all on my own. What sense does that make?\"\n\n\"Then I won't let you go.\"\n\n\"That would never do. The imperial court itself has rules for the periodic release of palace women. No family has a right to keep servants for ever, let alone a house like yours.\"\n\nAfter some reflection Pao-yu had to admit that this was reasonable.\n\n\"But what if the old lady refuses to let you go?\" he asked.\n\n\"Why should she? Of course, if I were someone very special and they were so fond of me they couldn't bear to part with me, they might offer my family so much silver that they'd leave me here. But I'm the most ordinary sort of person, worth less than many others. I waited on the old lady first, then on Miss Shih for a few years, and now I've been with you for some time. If my family want to redeem me, the old lady should let me go. She might even free me without asking for any ransom money, as a favour. It's inconceivable that she should refuse to let me go just because I've looked after you well. That's my job, nothing to make a fuss about. If I go, someone just as good will take my place. It's not as if I were indispensable.\"\n\nAll this sounded so reasonable to Pao-yu that there seemed no hope of keeping her. He grew more desperate than ever.\n\n\"Even so, if I insist on keeping you and ask the old lady to give your mother so much silver that she won't like to take you away, that should settle it,\" he suggested.\n\n\"Naturally my mother wouldn't dare refuse. Not only would the old lady offer her silver and speak to her nicely, even if she didn't and tried to keep me by force without a cent, my mother would have to agree. But your family has never done such high-handed things. You can't treat people the way you do things, getting something you like for ten times the price regardless, so long as the seller's willing. There'd be no sense in keeping me here for no reason. It wouldn't do you any good, and it would break up our family. Do you think the old lady and Her Ladyship would agree to that?\"\n\nAfter some thought Pao-yu asked, \"So, from the way you talk, you're determined to leave?\"\n\n\"yes.\"\n\nTo himself he thought, \"Who would have thought she'd be so heartless and ungrateful?\" Aloud he sighed, \"If I'd known you'd all be leaving me in the end, it was a mistake to have you here. I shall be left all on my own, like a lonely ghost.\" With that he went to bed in a sulk.\n\nNow Hsi-jen had told her mother and brother at home that she would never leave, even if she had to die first.\n\n\"I was sold to you in the first place because you'd nothing to eat,\" she had said....\n\nSince I’m the only one who can fetch a few more tacls for you by being sold, you had to do it — you couldn’t very well let my parents starve. And luckily I was sold to this place where I’m fed and clothed as well as the mistresses, and I’m not beaten or scolded all the time. Besides, now that my father’s dead, you’ve managed to put the family on its feet again. If you were still hard up and wanted to buy me back so as to squeeze some more money out of me, that would be understandable; but actually you’re not. So why redeem me now? You may as well forget about me as if I were dead.” This set her weeping again.\n\nBy now her mother and brother could see that she had made up her mind to stay. Moreover, since she had been irrevocably sold, the Jias in their kindness and generosity might let them have her back without asking for any ransom, possibly even making them a present of the purchase money. For another thing, the Jias had never ill-treated their servants. Indeed, they were kinder to them than strict, especially to the young maids who waited on the masters and mistresses in the different apartments. These girls were even better treated than the other servants, enjoying more consideration than the daughters of poor families. So her mother and brother gave up the idea of redeeming her.\n\nThen Baoyu’s sudden arrival and the way he behaved made the position even clearer to them, laying all their doubts to rest. In fact, this visit was an unexpected godsend, for it set both their minds completely at rest.\n\nNow Xiren had seen since childhood that Baoyu had a strange nature. He was more mischievous and wayward than other boys and had the most peculiar eccentricities which she could never fathom. Recently, petted by the Lady Dowager, his parents had been unable to control him strictly and he had grown still more wilful, self-indulgent and perverse, with a positive distaste for serious pursuits. Whenever she tried to reason with him he took no notice, and so she often brooded over this in private. Today, however, the talk of redeeming her had given her an opportunity to sound him out with a threat, in the hope of bringing him to his senses. And now that Baoyu had gone to sleep so quietly she knew he was feeling remorseful and his anger had evaporated. She had not really wanted the chestnuts, but had asked for them to distract his attention and prevent another scene over the junket such as had arisen when Qianxue gave him tea. So now she told the younger maids to take the chestnuts away and eat them, while she nudged Baoyu.\n\nWhen she saw that his face was wet with tears, she said, “What are you crying for? If you really want me to stay, of course I won’t leave.”\n\nThis sounded more promising. “Tell me what more I can say to persuade you,” he begged. “I’m at my wits’ end.”\n\n“I know how good we are to each other, that goes without saying,” she answered. “But if you really want to keep me here, it’s not just a matter of that. I’ve three conditions to make. If you agree to them, then I shall know you really want me to stay, and I won’t go even if you try to drive me away with a knife.”\n\n“Do tell me what they are!” he cried eagerly. “I promise to agree, my dear sister, my nice kind sister. Not just three, but three hundred, too.”\n\n“I only want you to behave better, that’s all. First, stop talking about becoming a monk or an immortal.”\n\n“I’ll never say that again.”\n\n“That’s the first thing. The second is, whether you really like studying or are only pretending to, you must talk about it in a more gentlemanly way. Don’t always run down the classics and abuse the Confucian scholars, you make people laugh at you. And even if you don’t like studying, you can put on a show of it in front of your father...”\n\n‘If you could only control your temper a bit better, it would be so much easier to speak up for you in front of the others. His Lordship thinks to himself, “For generations past everyone in our family has been a scholar. Then this boy is born to us, and far from taking to his books as one might have expected, he seems to be possessed of a positive aversion to scholarship. And to make matters worse, he is full of the most revolutionary ideas. Anyone who studies in order to get on and make a name for himself he calls a “career-worm”; and he says that apart from the ‘unwrought simplicity’ of the ancients, all literary composition is merely a ‘show of specious words’ and so much ‘venomous humbug”. You can hardly blame His Lordship for being angry. It’s a wonder to me that he doesn’t thrash you more often than he does.’\n\n‘I shan’t say that sort of thing any more,’ said Bao-yu cheerfully. ‘That was just childish nonsense I used to talk when I was a silly little boy. I’m older now. Surely I don’t still go on saying that sort of thing?’\n\n‘Another thing,’ said Aroma. ‘No more of this mocking at Buddhists and their scriptures and running down Taoists and their alchemy. And another thing. I want you to promise me that you will give up this business of playing about with women’s cosmetics and that foolish habit of nibbling at the rouge on the girls’ lips. And another thing. I want you to promise to give up this passion you have for red colours.’\n\n‘I’ll reform! I’ll reform!’ said Bao-yu. ‘Anything else? Do please tell me quickly!’\n\n‘No, that’s all,’ said Aroma. ‘Just try to be a bit more careful and controlled in your behaviour generally and not so wayward and impulsive. If you will promise to do all these things, then truly I will stay with you, even if you try to drive me away in a sedan-chair carried by eight bearers.’\n\n‘Well, if you stay here long enough,’ said Bao-yu with a laugh, ‘there’s no reason why you shouldn’t have your eight-bearer sedan-chair in the end.’\n\n‘I don’t value that sort of thing,’ said Aroma coldly. ‘It wouldn’t be right for me to have such honour. And even if I had, it would bring me no pleasure.’\n\nAs she was speaking, Musk appeared.\n\n‘It’s half past eleven,’ she said. ‘You ought to be in bed. Her Old Ladyship sent one of the old nannies to ask if you were asleep yet, and I said “yes” for you.’\n\nBao-yu asked for his watch and looked at it. Sure enough, the hands stood at half past eleven. He washed and rinsed his mouth all over again, and taking off his outer clothes, finally went to bed. And there we shall leave him.\n\nWhen Aroma got up next morning she felt heavy in the head and her limbs were burning hot. At first she forced herself to struggle about as usual; but eventually the struggle proved too much for her and she had to lie down, still dressed, on the kang. Bao-yu at once informed his grandmother, who sent for a doctor.\n\n‘Just a chill,’ the doctor said after feeling her pulse. ‘She will be all right after she has taken a couple of doses to bring it out.’\n\nHe wrote a prescription, and when the medicine had been brought and decocted and Aroma had taken it, Bao-yu told her to cover herself with a quilt and ‘sweat it out’, and went off to see Dai-yu.\n\nShe was sleeping her midday sleep when he arrived, and all the maids were out, either off on business of their own or having a nap. The room was very quiet. He lifted the soft flowered portière and went inside. Dai-yu was asleep on the bed. He advanced towards her and pushed her.\n\n‘Dear coz! You can’t have finished your lunch yet. It’s much too soon to be sleeping.’\n\nHe succeeded in rousing her, and seeing that it was Bao-yu, she told him to go outside and play somewhere else for a bit, as she had not yet recovered from the previous night’s exhaustion.\n\n‘Where can I go when I’m feeling as miserable as this?’ said Bao-yu, pushing her again. ‘I can’t bear to be with anyone else. It only makes me feel worse.’\n\nDai-yu burst out laughing.\n\n‘Well, in that case you’d better stop here. But you must lie down quietly and talk to me.’\n\n‘I’d like to lie down too,’ said Bao-yu. ‘Then we can both have pillows.’\n\n‘You are in the next room,’ said Dai-yu. ‘You can get one.’\n\n‘Oh no, that one’s no good,’ said Bao-yu coming back again after an inspection. ‘I don’t know who’s been sleeping on it. It’s probably some nasty old woman’s.’\n\nDai-yu opened her eyes at this and sat up laughing.\n\n‘You really are the bane of my life! Here – you can have this one.’\n\nAnd she pushed her own pillow towards him, then got another one for herself from the pile of bedding at the side of the kang and lay down again with her back towards him.\n\nShe pushed it to Pao-yu and got up to fetch another one for herself, then lay down facing him.\n\nTai-yu caught sight of some blood the size of a button on his left cheek. Leaning closer she examined it carefully and dabbed it with one finger.\n\n“Whose nails have you been scratching this time?”\n\nHe turned away with a laugh. “It’s not a scratch. I must have splashed some of that rouge I was mixing for them just now.”\n\nHe looked for a handkerchief to wipe it off, but Tai-yu used hers to clean his cheek.\n\n“Aren’t you afraid of making yourself conspicuous?” she scolded, pursing her lips. “Even if uncle doesn’t see, other people may think it strange and gossip. They may tell him to curry favour, and that will make trouble for us all.”\n\nBut Pao-yu was not listening. He was conscious only of a subtle fragrance emanating from her sleeve — a fragrance which intoxicated him.\n\n“What perfume have you in your sleeve?” he demanded, seizing hold of it.\n\n“Who wears perfume at this season?”\n\n“In that case, where does the fragrance come from?”\n\n“How should I know? Perhaps the scent of some sachet in my wardrobe has clung to them.”\n\nHe shook his head. “No, it doesn’t smell like sachets. It’s very curious.”\n\nShe smiled coldly. “Do I have some Buddhist or Taoist patron to give me strange scents? I’ve nothing as fine as that. All I have are common-or-garden scents.”\n\n“Whatever I say, you twist my words. I’ll have to teach you a lesson.” He grinned and turned over. He blew on his hands, then stretched them out to tickle her.\n\nNow Tai-yu was most ticklish and, unable to stop laughing, she soon had to gasp for breath.\n\n“Pao-yu!” she cried. “If you go on tickling me, I shall be angry.”\n\nHe desisted then and asked with a smile, “Will you talk like that any more?”\n\n“No, never.” She smoothed her hair and added with a smile, “I may have a strange scent, but have you warm scent?”\n\nHe was puzzled. “Warm scent? What’s that?”\n\nShe nodded with a mocking smile. “What a fool you are. You have your jade, so someone else has gold to match it. And if she has cold scent, haven’t you warm scent to match that?”\n\nHe caught her meaning then. “You just begged for mercy, and now you’re being even more outrageous.” He reached out to tickle her again.\n\n“Dear cousin,” she begged hastily, “I won’t do it again.”\n\n“All right, I’ll let you off if you’ll let me smell your sleeve.” He covered his face with her sleeve and inhaled greedily.\n\nTai-yu pulled her arm away. “You must go now.”\n\n“No, I can’t. Let’s lie down nicely and have a chat.” He lay down again and so did she, covering her face with her handkerchief.\n\nPao-yu rambled on, trying to make her talk, but she took no notice. He asked how old she had been when she came to the capital, what scenery she had seen on the way, what historical sites there were in Yangchow, what the local customs and social practices were. Still she made no answer. Then, fearing this silence might make her ill, he tried another tack.\n\n“A fine thing happened in the yamen at Yangchow. Do you want to hear about it?” he asked.\n\nHis serious expression and grave tone made her think he meant it.\n\n“What was it?” she asked.\n\nWhen Baoyu saw her in this mood he kept a straight face and improvised:\n\n“In Yangchow there is a Mount Dai with a Lin-tzu Cave in it. . . .”\n\n“A likely story!” Daiyu laughed. “I never heard of such a mountain.”\n\n“There are plenty of mountains and rivers in the world you’ve never heard of. Wait till I’ve finished before you criticize.”\n\n“Go on, then.”\n\n“In this Lin-tzu Cave there was a colony of耗子精。” That year, on the seventh of the twelfth month, the Old Rat ascended his throne to hold a council. ‘Tomorrow is the Feast of Winter Gruel,’ he announced. ‘All men on earth will be cooking their gruel of millet and fruit. We have very little fruit in our cave, so we must go and forage.’ He drew a tally and sent a smart young rat out to reconnoitre. After a while the young rat came back and reported, ‘I’ve reconnoitred all over the place, and in the temple at the foot of the hill I found the most fruit and rice.’ ‘How many kinds of rice? How many sorts of fruit?’ asked the Old Rat. ‘There are whole granaries of rice and beans,’ answered the young rat. ‘But there are only five kinds of fruit: red dates, chestnuts, ground-nuts, caltrops and scented taros.’ At this the Old Rat was overjoyed. He promptly drew another tally and asked, ‘Who will go to steal rice?’ One rat accepted the tally and went off to steal rice. Then he drew another tally and asked, ‘Who will go to steal beans?’ Another rat took the tally and went to steal beans. One by one they all received tallies and went off. Finally, only scented taros were left, so he drew another tally and asked, ‘Who will go to steal scented taros?’ A very small, frail rat replied, ‘I will go to steal scented taros.’ The Old Rat and all the others, seeing how small and weak this young rat was, were afraid it lacked experience and was too feeble for the task; so they would not let it go. But the young rat said, ‘Although I’m young and weak, I have boundless magic powers and a silver tongue. I have the best schemes. I’m sure to be more successful than any of the others.’ ‘How will you set about it?’ asked the other rats. ‘I shan’t just steal them the way the others do,’ replied the young rat. ‘I shall change myself into a taro and roll in among the taros so that no one can tell I’m different, then I shall whisk the whole lot away bit by bit on the sly. Won’t that be better than just grabbing them?’ The other rats cried, ‘Marvellous, but how are you going to change yourself? Show us first.’ ‘That’s easy,’ said the young rat with a laugh. ‘Just wait and see.’ It shook itself and cried, ‘Change!’ And it changed into a lovely young girl. The other rats laughed. ‘You’ve made a mistake,’ they said. ‘You said you were going to turn into a taro, but this is a young lady.’ The young rat resumed its original form and retorted, ‘You ignorant lot! You only know what a scented taro is, but don’t know that the daughter of Salt Commissioner Lin is the real Scented Taro.’”\n\nDaiyu turned over and scrambled up, pinning Baoyu down.\n\n“You wretch!” she cried. “I knew you were making fun of me.” She started pinching him.\n\n“Dear cousin, do let me off,” he begged. “I’ll never dare again. It was because I smelled your perfume that I suddenly thought of that old story.”\n\n“You make fun of me and have the nerve to talk about an old story!”\n\nJust then Baochai walked in.\n\n“Who’s talking about an old story?” she asked. “I’d like to hear it too.”\n\nDaiyu invited her to sit down.\n\n“Just look at him,” she said. “Hear what he has to say. He makes fun of me, then says it’s an old story.”\n\n“So it’s Cousin Bao!” Baochai smiled. “No wonder. He’s full of old stories. The only pity is that when he ought to remember them he always forgets. He can remember them today, but the other night at his courtyard when he was stuck over the plantain poem — then he couldn’t remember. Other people may be cold, but he just goes on perspiring.”\n\n“Now you’ve suddenly got such a good memory.” Tai-yu laughed. “Amitabha! So after all you are my good sister. You’ve met your match now. This shows that retribution is always fair and certain.”\n\nShe had hardly finished when they heard an uproar from Pao-yu’s rooms.\n\nTo know what it was, read the next chapter."
}