{
  "index": "020",
  "title": "第20章 王熙凤正言弹妒意 林黛玉俏语谑娇音",
  "original": "话说宝玉在黛玉房中说“耗子精”，宝钗撞来，讽刺宝玉元宵不知“绿蜡”之典，三人正在房中互相取笑。那宝玉恐黛玉饭后贪眠，一时存了食，或夜间走了困，身体不好，幸而宝钗走来，大家谈笑，那黛玉方不欲睡，自己才放了心。忽听他房中嚷起来，大家侧耳听了一听，黛玉先笑道：“这是你妈妈和袭人叫唤呢。那袭人待他也罢了，你妈妈再要认真排揎他，可见老背晦了。”宝玉忙欲赶过去，宝钗一把拉住道：“你别和你妈妈吵才是呢！他是老糊涂了，倒要让他一步儿的是。”宝玉道：“我知道了。”说毕走来。\n　　只见李嬷嬷拄着拐杖，在当地骂袭人：“忘了本的小娼妇儿！我抬举起你来，这会子我来了，你大模厮样儿的躺在炕上，见了我也不理一理儿。一心只想妆狐媚子哄宝玉，哄的宝玉不理我，只听你的话。你不过是几两银子买了来的小丫头子罢咧，这屋里你就作起耗来了！好不好的，拉出去配一个小子，看你还妖精似的哄人不哄！”袭人先只道李嬷嬷不过因他躺着生气，少不得分辩说：“病了，才出汗，蒙着头，原没看见你老人家。”后来听见他说“哄宝玉”，又说“配小子”，由不得又羞又委屈，禁不住哭起来了。宝玉虽听了这些话，也不好怎样，少不得替他分辩，说“病了，吃药”，又说：“你不信，只问别的丫头。”李嬷嬷听了这话，越发气起来了，说道：“你只护着那起狐狸，那里还认得我了呢？叫我问谁去？谁不帮着你呢？谁不是袭人拿下马来的？我都知道那些事！我只和你到老太太、太太跟前去讲讲，把你奶了这么大，到如今吃不着奶了，把我扔在一边儿，逞着丫头们要我的强！”一面说，一面哭。彼时黛玉、宝钗等也过来劝道：“妈妈，你老人家担待他们些就完了。”李嬷嬷见他二人来了，便诉委屈，将当日吃茶，茜雪出去，和昨日酥酪等事，唠唠叨叨说个不了。\n　　可巧凤姐正在上房算了输赢账，听见后面一片声嚷，便知是李嬷嬷老病发了，又值他今儿输了钱，迁怒于人，排揎宝玉的丫头。便连忙赴过来拉了李嬷嬷，笑道：“妈妈别生气。大节下，老太太刚喜欢了一日。你是个老人家，别人吵，你还要管他们才是，难道你倒不知规矩，在这里嚷起来，叫老太太生气不成？你说谁不好，我替你打他；我屋里烧的滚热的野鸡，快跟了我喝酒去罢。”一面说，一面拉着走，又叫：“丰儿，替你李奶奶拿着拐棍子、擦眼泪的绢子。”那李嬷嬷脚不沾地跟了凤姐儿走了，一面还说：“我也不要这老命了，索性今儿没了规矩，闹一场子，讨了没脸，强似受那些娼妇的气！”后面宝玉、黛玉见凤姐儿这般，都拍手笑道：“亏他这一阵风来，把个老婆子撮了去了。”\n　　宝玉点头叹道：“这个不知是那里的账，只拣软的欺负！又不知是那个姑娘得罪了，上在他账上了。”一句未完，睛雯在旁说道：“谁又没疯了，得罪他做什么？既得罪了他，就有本事承任，犯不着带累别人！”袭人一面哭，一面拉着宝玉道：“为我得罪了老奶奶，你这会子又为我得罪这些人，这还不够我受的，还只是拉扯人！”宝玉见他这般病势，又添了这些烦恼，连忙忍气吞声，安慰他仍旧睡下出汗。只见他汤烧火热，自己守着他，歪在旁边，劝他只养病，别想那些没要紧的事。袭人冷笑道：“要为这些事生气，这屋里一刻还住得了？但只是天长日久，尽着这么闹，可叫人怎么过呢？你只顾一时为我得罪了人，他们都记在心里，遇着坎儿，说的好说不好听的，大家什么意思呢？”一面说，一面禁不住流泪，又怕宝玉烦恼，只得勉强忍着。一时杂使的老婆子端上了二和药来，宝玉见他才有点汗儿，便不叫他起来，自己端着给他就枕上吃了，即令小丫鬟们铺炕。袭人道：“你吃饭不吃饭，到底老太太、太太跟前坐一会子，和姑娘们玩一会子。再回来。我就静静的躺一躺也好啊。”宝玉听说，只得依他，看着他去了簪环躺下，才去上屋里跟着贾母吃饭。\n　　饭毕，贾母犹欲和那几个老管家的嬷嬷斗牌。宝玉掂记袭人，便回至房中。见袭人朦胧睡去，自己要睡，天气尚早。彼时睛雯、绮霞、秋纹、碧痕都寻热闹，找鸳鸯，琥珀。等耍戏去了。见麝月一人在外间屋里灯下抹骨牌。宝玉笑道：“你怎么不和他们去？”麝月道“没有钱。”宝玉道：“床下堆着钱，还不够你输的？”麝月道：“都乐去了，这屋子交给谁呢？那一个又病了，满屋里上头是灯，下头是火，那些老婆子们都老天拔地伏侍了一天，也该叫他们歇歇儿了。小丫头们也伏侍了一天，这会子还不叫玩玩儿去吗？所以我在这里看着。”宝玉听了这话，公然又是一个袭人了。因笑道：“我在这里坐着，你放心去罢。”麝月道：“你既在这里，越发不用去了。咱们两个说话儿不好？”宝玉道：“咱们两个做什么呢？怪没意思的。也罢了，早起你说头上痒痒，这会子没什么事，我替你蓖头罢。”麝月听了道：“使得。”说着，将文具镜匣搬来，卸去钗，打开头发，宝玉拿了蓖子替他蓖。\n　　只蓖了三五下儿，见晴雯忙忙走进来取钱，一见他两个，便冷笑道：“哦！交杯盏儿还没吃，就上了头了！“宝玉笑道：“你来，我也替你蓖蓖。”晴雯道：“我没这么大造化。”说着，拿了钱，摔了帘子，就出去了。宝玉在麝月身后，麝月对镜，二人在镜内相视而笑。宝玉笑着道：“满屋里就只是他磨牙。”麝月听说，忙向镜中摆手儿。宝玉会意，忽听“唿”一声帘子响，睛雯又跑进来问道：“我怎么磨牙了？咱们倒得说说！”麝月笑道：“你去你的罢，又来拌嘴儿了。”晴雯也笑道：“你又护着他了，你们瞒神弄鬼的，打量我都不知道呢！等我捞回本儿来再说。”说着，一径去了。这里宝玉通了头，命麝月悄悄的伏侍他睡下，不肯惊动袭人。一宿无话。\n　　次日清晨，袭人已是夜间出了汗，觉得轻松了些，只吃些米汤静养。宝玉才放了心。因饭后走到薛姨妈这边闲逛。\n　　彼时正月内学房中放年学，闺阁中忌针黹，都是闲时，因贾环也过来玩。正遇见宝钗、香菱、莺儿三个赶围棋作耍，贾环见了也要玩。宝钗素日看他也如宝玉，并没他意，今儿听他要玩，让他上来，坐在一处玩。一注十个钱。头一回，自己赢了，心中十分喜欢。谁知后来接连输了几盘，就有些着急。赶着这盘正该自己掷骰子，若掷个七点便赢了，若掷个六点也该赢，掷个三点就输了。因拿起骰子来狠命一掷，一个坐定了二，那一个乱转。莺儿拍着手儿叫“么！”贾环便瞪着眼“六！”“七！”八！“混叫。那骰子偏生转出么来。贾环急了，伸手便抓起骰子来，就要拿钱，说是个四点。莺儿便说：“明明是个么！”宝钗见贾环急了，便瞅了莺儿一眼，说道：“越大越没规矩！难道爷们还赖你？还不放下钱来呢。”莺儿满心委屈，见姑娘说，不敢出声，只得放下钱来，口内嘟囔说：“一个做爷的，还赖我们这几个钱，连我也瞧不起！前儿和宝二爷玩，他输了那些也没着急，下剩的钱还是几个小丫头子们一抢，他一笑就罢了。”\n　　宝钗不等说完，连忙喝住了。贾环道：“我拿什么比宝玉？你们怕他，都和他好，都欺负我不是太太养的！”说着便哭。宝钗忙劝他：“好兄弟，快别说这话，人家笑话。”又骂莺儿。正值宝玉走来，见了这般景况，问：“是怎么了？”贾环不敢则声。宝钗素知他家规矩，凡做兄弟的怕哥哥。却不知那宝玉是不要人怕他的，他想着：“兄弟们一并都有父母教训，何必我多事，反生疏了。况且我是正出，他是庶出，饶这样看待，还有人背后谈论，还禁得辖治了他？”更有个呆意思存在心里。你道是何呆意？因他自幼姐妹丛中长大，亲妹妹有元春，探春，叔伯的有迎春、惜春，亲戚中又有湘云、黛玉、宝钗等人，他便料定天地间灵淑之气只钟于女子，男儿们不过是些渣滓浊沫而已。因此把一切男子都看成浊物，可有可无。只是父亲、伯叔、兄弟之伦，因是圣人遗训，不敢违忤，所以兄弟间亦不过尽其大概就罢了，并不想自己是男子，须要为子弟之表率。是以贾环等都不甚怕他，只因怕贾母不依，才只得让他三分。现今宝钗生怕宝玉教训他，倒没意思，便连忙替贾环掩饰。宝玉道：“大正月里，哭什么？这里不好，到别处玩去。你天天念书，倒念糊涂了。譬如这件东西不好，横竖那一件好，就舍了这件取那件，道你守着这件东西哭会于就好了不戍？你原是要取乐儿，倒招的自己烦恼，还不快去呢！”\n　　贾环听了，只得回来。赵姨娘见他这般，因问：“是那里垫了踹窝来了？”贾环便说：“同宝姐姐玩来着。莺儿欺负我，赖我的钱；宝玉哥哥撵了我来了。”赵姨娘啐道：“谁叫你上高台盘了？下流没脸的东西！那里玩不得，谁叫你跑了去讨这没意思？”正说着，可巧凤姐在窗外过，都听到耳内，便隔着窗户说道：“大正月里，怎么了？兄弟们小孩子家，一半点儿错了，你只教导他，说这样话做什么？凭他怎么着，还有老爷太太管他呢，就大口家啐他？他现是主子，不好，横竖有教导他的人，与你什么相干？环兄弟，出来！跟我玩去。”贾环素日怕凤姐比怕王夫人更甚，听见叫他，便赶忙出来。赵姨娘也不敢出声。凤姐向贾环道：“你也是个没性气的东西哟！时常说给你，要吃，要喝，要玩，你爱和那个姐姐妹妹哥哥嫂子玩，就和那个玩。你总不听我的话，倒叫这些人教的你歪心邪意，狐媚魇道的。自己又不尊重，要往下流里走，安着坏心，还只怨人家偏心呢。输了几个钱，就这么个样儿！”因问贾环：“你输了多少钱？”贾环见问，只得诺诺的说道：“输了一二百钱。”凤姐啐道：“亏了你还是个爷，输了一二百钱就这么着！”回头叫：“丰儿，去取一吊钱来，姑娘们都在后头玩呢，把他送了去。你明儿再这么狐媚子，我先打了你，再叫人告诉学里，皮不揭了你的！为你这不尊贵，你哥哥恨得牙痒痒，不是我拦着，窝心脚把你的肠子还窝出来呢！”喝令：“去罢！”贾环诺诺的，跟了丰儿得了钱，自去和迎春等玩去，不在话下。\n　　且说宝玉正和宝钗玩笑，忽见人说：“史大姑娘来了。”宝玉听了，连忙就走。宝钗笑道：“等看，咱们两个一齐儿走，瞧瞧他去。”说着，下了炕，和宝玉来至贾母这边。只见史湘云大说大笑的，见了他两个，忙站起来问好。正值黛玉在旁，因问宝玉：“打那里来？”宝玉便说：“打宝姐姐那里来。”黛玉冷笑道：“我说呢！亏了绊往，不然，早就飞了来了。”宝玉道：“只许和你玩，替你解闷儿，不过偶然到他那里，就说这些闲话。”黛玉道：“好没意思的话！去不去，管我什么事？又没叫你替我解闷儿！还许你从此不理我呢！”说着，便赌气回房去了。\n　　宝玉忙跟了来，问道：“好好儿的又生气了！就是我说错了，你到底也还坐坐儿，合别人说笑一会子啊？”黛玉道：“你管我呢！”宝玉笑道：“我自然不敢管你，只是你自己遭塌坏了身子呢。”黛玉道：“我作践了我的身子，我死我的，与你何干？”宝玉道：“何苦来，大正月里，死了活了的。”黛玉道：“偏说死！我这会子就死！你怕死，你长命百岁的活着，好不好？”宝玉笑道：“要象只管这么闹，我还怕死吗？倒不如死了干净。”黛玉忙道：“正是了，要是这样闹，不如死了干净！”宝玉道：“我说自家死了干净，别错听了话，又赖人。”正说着，宝钗走来，说：“史大妹妹等你呢。”说着，便拉宝玉走了。这黛玉越发气闷，只向窗前流泪。\n　　没两盏茶时，宝玉仍来了。黛玉见了，越发抽抽搭搭的哭个不住。宝玉见了这样，知难挽回，打叠起百样的款语温言来劝慰。不料自己没张口，只听黛玉先说道：“你又来作什么？死活凭我去罢了！横竖如今有人和你玩，比我又会念，又会作，又会写，又会说会笑，又怕你生气，拉了你去哄着你。你又来作什么呢？”宝玉听了，忙上前悄俏的说道：“你这么个明白的人，难道连‘亲不隔疏，后不僭先’也不知道？我虽糊涂，却明白这两句话。头一件，咱们是姑舅姐妹，宝姐姐是两姨姐妹，论亲也比你远。第二件，你先来，咱们两个一桌吃，一床睡，从小儿一处长大的，他是才来的，岂有个为他远你的呢？”黛玉啐道：“我难道叫你远他？我成了什么人了呢？我为的是我的心！”宝玉道：“我也为的是我的心。你难道就知道你的心，不知道我的心不成？”黛玉听了，低头不语，半日说道：“你只怨人行动嗔怪你，你再不知道你怄的人难受。就拿今日天气比，分明冷些，怎么你倒脱了青肷披风呢？”宝玉笑道：“何尝没穿？见你一恼，我一暴燥，就脱了。”黛玉叹道：“回来伤了风，又该讹着吵吃的了。”\n二人正说着，只见湘云走来，笑道：“爱哥哥，林姐姐，你们天天一处玩，我好容易来了，也不理我理儿。”黛玉笑道：“偏是咬舌子爱说话，连个‘二’哥哥也叫不上来，只是‘爱’哥哥‘爱’哥哥的。回来赶围棋儿，又该你闹‘么爱三’了。”宝玉笑道：“你学惯了，明儿连你还咬起来呢．”湘云道：“他再不放人一点儿，专会挑人。就算你比世人好，也不犯见一个打趣一个。我指出个人来，你敢挑他，我就服你。”黛玉便问：“是谁？”湘云道：“你敢挑宝姐姐的短处，就算你是个好的。”黛玉听了冷笑道：“我当是谁，原来是他。我可那里敢挑他呢？”宝玉不等说完，忙用话分开。湘云笑道：“这一辈子我自然比不上你。我只保佑着明儿得一个咬舌儿林姐夫，时时刻刻你可听‘爱呀厄的去’！阿弥陀佛，那时才现在我眼里呢！”说的宝玉一笑，湘云忙回身跑了。\n要知端详，且听下回分解。",
  "translation": "Baoyu’s reference to Daiyu as a “sprite” was interrupted by Baochai, who happened to come in just then and twit him with his ignorance of the “green wax”典故 on the night of the Lantern Festival. The three of them were teasing each other when Baoyu, afraid that Daiyu would take a nap after lunch and get indigestion or lose sleep at night, which would be bad for her health, was glad to see Baochai arrive and join in the talk and laughter so that Daiyu would not feel sleepy. He had just set his mind at rest when a sudden commotion in his own apartments made them prick up their ears.\n\nDaiyu was the first to smile. “That’s your nanny scolding Xiren,” she said. “There’s nothing wrong with the way Xiren treats her, but if your nanny insists on picking quarrels it shows she’s getting old and silly.”\n\nBaoyu started to hurry over, but Baochai caught hold of him. “Don’t quarrel with your nanny,” she urged. “She’s an old woman. You should humour her.”\n\n“I know.” He went on alone.\n\nHe found Nanny Li leaning on her cane and storming at Xiren. “You ungrateful little slut! I raised you, yet now that I come here you lie on the bed without so much as a greeting — too high and mighty to take any notice of me. All you can do is play the fox to bewitch Baoyu and turn him against me so that he’ll only listen to you. You were bought with a few taels of silver to wait on him, not to rule the roost here. I’ll have you thrown out and married to a servant, and we’ll see what sort of vamp you make then.”\n\nXiren had thought at first that the nurse was angry because she was lying down, and she explained that she was unwell and had just been sweating under the bedclothes so that her head was covered and she had not seen who was there. But the charges of “bewitching Baoyu” and “marrying a servant” reduced her to tears of shame and resentment.\n\nAlthough Baoyu heard all this there was nothing he could do but explain that Xiren was ill and had taken medicine. “If you don’t believe me, ask the other maids,” he said.\n\nThis only infuriated the old woman more. “Are you so bewitched by those foxes you don’t recognize me any more?” she cried. “Who am I to ask? They all take your side. Which of them hasn’t been put in her pocket by Xiren? I know what’s going on. I’ll take you to see the old lady and your mother, and have them decide who’s right. I suckled you all these years, and now that you don’t need my milk any more you push me aside and leave me at the mercy of these bitches.” She started crying too.\n\nBy this time Daiyu and Baochai had come over to try to soothe her. “Do make allowances for them, nanny,” they begged.\n\nAt sight of them she poured out her grievances, recalling how she had been prevented from drinking tea and how Qianxue had been dismissed, not to mention the incident of the junket the previous day. She rambled on and on.\n\nNow Xifeng, who was just then in the main building checking the accounts of her game, heard this commotion in the rear and guessed that Nanny Li was up to her old tricks again. Having lost at gambling today, she was venting her anger on Baoyu’s maids. Xifeng hurried over at once and took the old woman by the hand.\n\n“Now don’t be angry, nanny,” she said cheerfully. “This is the festival, and the old lady’s been in good spirits all day. You’re an old dear; instead of stopping other people from wrangling you ought to be setting them a good example. Do you want to disturb the old lady by making such an uproar? Whoever it is that’s offended you, I’ll see she’s beaten for you. Come along with me now to have some wine. I’ve a pheasant stewing in my room.” She dragged the old woman off, calling as she did so to her maid Fenger, “Bring your Nurse Li’s stick and her handkerchief to wipe her tears.”\n\nNurse Li had to go with Xifeng, trotting along as fast as her feet would carry her.\n\n“I don’t care a fig for my old life,” she grumbled. “I mean to make trouble today and have a regular showdown. Better to be shamed than put up with those bitches’ insolence.”\n\nBaoyu and Daiyu, who had followed to see what Xifeng would do, now smiled at each other.\n\nClapping her hands, Xiren laughed.\n\n“That gust of wind was just in time to carry that old woman away.”\n\nBaoyu nodded and sighed, “I don’t know what accounts she’s settling, but she picks on the weakest. I wonder which of the girls offended her to make her take it out on you.”\n\nBefore he could say more Qingwen who was standing by interposed, “Who’d be crazy enough to offend her? But if anyone did, she should have the guts to take the consequences instead of getting other people into trouble.”\n\nXiren tugged at Baoyu’s arm as she wept.\n\n“You offended Her Ladyship on my account, and now you’re offending all these people on my account too. Isn’t it enough that I have to put up with so much? Why make things worse for me too?”\n\nSeeing how ill she looked, as well as so upset, Baoyu controlled his anger and tried to soothe her, making her lie down again to sweat. She was burning with fever. He sat by her bedside, urging her just to rest and get well, not to worry over such trifles.\n\nXiren gave a sarcastic laugh. “If I lost my temper over such things, how could I stay in this room another second? But when this sort of provocation goes on day after day, it’s really more than flesh and blood can stand. You think you can offend people on the spur of the moment to defend me, but they’ll bear it in mind and wait for a chance to get back at us. Then when they start making nasty remarks, what are we to do?”\n\nAs she was speaking the tears ran down her cheeks, but for fear of upsetting Baoyu she forced herself to choke them back.\n\nJust then an old serving-woman brought in the second brewing of the medicine. Not wanting Xiren to get up, as she was beginning to sweat, Baoyu took it and held it to her lips while she drank it lying down. Then he told the young maids to make her bed.\n\n“Whether you have your meal or not,” said Xiren, “you’d better go and sit for a while with the old lady and Her Ladyship, or have some fun with the other girls. Then come back. I shall be able to rest quietly then.”\n\nBaoyu had to do as she said. Only when he had watched her take off her trinkets and lie down did he go to the Lady Dowager’s apartments to have his meal.\n\nAfter dinner his grandmother wanted to play cards with some of the old nurses who managed her household. Anxious about Xiren, Baoyu went back to his own room, where he found her dozing. He thought of going to bed himself, but it was still too early. Qingwen, Yixia, Qiuwen and Bihen had gone off in search of amusement with Yuanyang and Hupo, leaving only Sheyue all alone in the outer room, playing solitaire by the lamp.\n\n“Why didn’t you go with them?” asked Baoyu.\n\n“I’ve no money.”\n\n“There’s a pile under the bed. Isn’t that enough for you to lose?”\n\n“If we all went off to enjoy ourselves, who’d look after the place? With one person ill, too, and lamps and stoves everywhere, those old women have been slaving all day and they should be allowed to rest; and the younger maids have been on duty too, so why not let them have some fun now? That’s why I’m staying here to keep an eye on things.”\n\nBaoyu was struck by her resemblance to Xiren.\n\n“I’ll sit here,” he said. “You can go and relax.”\n\n“Since you’re here, there’s even less reason for me to go. Why don’t we talk?”\n\n“What is there for us two to talk about? That would be dull. I know. This morning you said your head itched. As there’s nothing to do now, let me comb it for you.”\n\n“All right.” Sheyu brought over her dressing-case and mirror, then took off her clasps and let down her hair. Baoyu took a comb and started combing it.\n\nHe had only done this a few times when Qingwen hurried in to fetch some money. At sight of them she sneered.\n\n“So, before drinking the nuptial cup you’ve already started doing her hair!”\n\n“Come here, I’ll do yours too,” offered Baoyu.\n\n“I’m not so lucky as all that.” Qingwen snatched the money and dashed out, letting the portiere fall with a flop.\n\nShortly after this, Musk and Baoyu smiled at each other’s reflection in the mirror. He teased, “She’s the greatest grumbler in this house.”\n\nMusk at once shook her hand warningly at his reflection. He took the hint and broke off. Just then the portiere was heard to swish open and Skybright ran in.\n\n“Who says I’m a grumbler?” she demanded. “I want this cleared up.”\n\n“Go back to bed,” retorted Musk. “Here you are starting another quarrel.”\n\n“So you’re shielding him, are you?” cried Skybright laughingly. “I know what you’re up to behind my back. Just you wait, I’ll get even with you yet.” With that she disappeared.\n\nBaoyu now combed his hair and had Musk help him quietly to bed so as not to disturb Xiren. And after that nothing more happened that night.\n\nThe next morning Xiren, who had perspired in the night, was feeling much better and had only some gruel before resting quietly. Then Baoyu stopped worrying.\n\nAfter breakfast he strolled over to his aunt’s quarters. As this was the first month when school was closed for the New Year holidays and the girls were not doing any needlework, they were all at a loose end. And Jia Huan had come over to amuse himself too. He found Baochai, Xiangling and Yinger there having a game of dice. When he asked to join them, Baochai who had always treated him the same as Baoyu made no objection and asked him to sit down with them to play. They were playing for ten cash a time. Jia Huan won the first round and was delighted. But after losing several times running he began to get angry. It was now his turn to throw. If he got a seven he would win, a six would also win, but if he got a three he would lose. He shook the dice hard in the box, then threw. One dice turned up a two, the other went on spinning. Yinger clapped her hands crying, “Ace!” Jia Huan staring wild-eyed yelled “Six, seven, eight!” But the dice settled at one. He snatched up the dice and then the cash, insisting that it was a four.\n\n“It was an ace,” Yinger protested.\n\nBaochai, seeing how frantic Jia Huan was, shot her a look.\n\n“No more of your cheek!” she said. “Do you think a young gentleman would cheat you? Put down that cash at once.”\n\nYinger had to obey, though much against her will, and she muttered under her breath, “A young gentleman cheating us of a few cash! Even I’ve no time for such ways. Why, the other day when Master Bao was playing with us and lost a whole string of cash he didn’t care. And when the rest was snatched by the maids he just laughed.”\n\nBaochai cut her short before she could say any more.\n\n“How can I compare with Baoyu?” blurted out Jia Huan. “You’re all afraid of him and on his side, all of you. But I’m not our mistress’ son, so you bully me.” He burst into tears.\n\nBaochai tried to soothe him. “Do stop talking such nonsense, dear cousin. People will laugh at you.” She scolded Yinger too.\n\nJust then Baoyu came in and asked what had happened. Jia Huan, who was afraid of his brother, dared not say a word.\n\nBaochai knew the family rule that younger brothers should show respect to their elders. But she did not know that Baoyu wanted no such respect.\n\n“We brothers are both taught by our parents,” he was thinking. “If I interfere, that will only make him feel resentful. Besides, I’m the son of the first wife, he’s the son of a concubine. If there’s any discrimination, people will talk. Why should I put myself in a false position?” He had another foolish notion as well. What was it? Because he had been brought up among girls — his sisters Yuanchun and Tanchun, his cousins Yingchun and Xichun, and his girl relatives Daiyu and Baochai — he had come to the conclusion that while human beings were the highest form of creation, the finest essences of nature were embodied in girls, men being nothing but the dregs and scum. So to him all men were filthy clods who might just as well not have existed. As for his father, uncles and brothers, he simply took it for granted that...\n\nSince he dared not disobey his mother’s instructions, he did no more than his bare duty as an elder brother, not setting his younger brothers a good example as a man should. For this reason Jia Huan and the rest did not stand much in awe of him. It was only for fear of the Lady Dowager that they made a show of complying. Now Baochai, afraid that Baoyu would scold him and so make herself ridiculous, hastily tried to cover up for Jia Huan.\n\n“What are you crying for at New Year?” Baoyu demanded. “If this is no place for you, go and play somewhere else. Don’t all the books you read teach you sense? If you don’t like one thing, take comfort in another. Do you think crying over what you don’t like is going to help? You came here to enjoy yourself, and now you’re upsetting yourself. Be off with you.”\n\nJia Huan had to go back then to his mother, who asked him, “Who’s been trampling on you now?”\n\n“I was playing with Cousin Baochai when Yinger cheated me and wouldn’t pay me what she lost. Then Cousin Baoyu turned me out.”\n\nConcubine Zhao spat in disgust. “Who told you to lick their boots? Shameless little brat! There are plenty of other places to play. Why must you go where you’re not wanted?”\n\nAs she was scolding him in came Xifeng, who had overheard from the courtyard. Leaning through the window she said:\n\n“What’s all this about, at New Year? The boys are only children. If one of them does something a bit naughty, you should reason with him. Why carry on like that? Whatever he does, his father and mother will take him to task. What call have you to curse him like that? He’s your master. If he does wrong, those set in authority over him will reprove him. What’s it to do with you? Come out, Huan! Come and play with me.”\n\nJia Huan had always been even more afraid of Xifeng than of Lady Wang. He lost no time in obeying her summons, and Concubine Zhao dared not say another word.\n\n“You’re a spineless creature,” Xifeng told Jia Huan. “I’m always telling you to eat and drink and play with whichever of the girls or young married women you like. But you won’t do as I say. Instead, you let these low types give you wrong ideas and make you sly and underhand. You don’t know how to behave properly but are always up to mischief; yet instead of admitting that, you accuse other people of being unfair. How can you carry on like this just after losing a few cash?”\n\nShe asked him how much he had lost.\n\n“Between one and two hundred,” he muttered.\n\n“What a fellow you are, for a gentleman!” She spat in disgust. “So it’s come to this, has it, just over one or two hundred cash? Feng’er!” she called. “Fetch a string of cash and take him to join the girls playing at the back. If you go on misbehaving tomorrow,” she threatened Jia Huan, “I’ll first give you a thrashing, then report you to the school and have your hide tanned. For your disgraceful behaviour your brother’s itching to tear your guts out. If I hadn’t stopped him, he’d have kicked a hole in your belly. Now be off with you.”\n\nJia Huan assented and followed Feng’er off with the money to amuse himself with Yingchun and the other girls. But no more of this.\n\nBaoyu, who had been joking with Baochai, was told that Miss Shi had arrived. He started off at once.\n\n“Wait,” said Baochai. “Let’s go together to see her.”\n\nShe got down from the kang and went with Baoyu to the Lady Dowager’s apartment, where they found Xiangyun laughing and chattering away. As soon as she saw them she greeted them cheerfully.\n\nDaiyu happened to be there too.\n\n“Where have you come from?” she asked Baoyu.\n\n“From Cousin Baochai’s.”\n\n“I see. So it was Baochai who kept you. Otherwise, you’d have flown here before now.”\n\n“Are you only allowed to play with me and keep me company?” he retorted. “I just happened to go over there. You needn’t make such silly remarks.”\n\n“Silly remarks, indeed!”\n\n\"You make me sick! Whether I go or not is none of your business. I didn’t ask you to amuse me. From now on you can ignore me.\"\n\nWith that she flounced back to her room.\n\nBaoyu promptly followed her.\n\n\"There you go, flying into a huff again,\" he said. \"Even if I was wrong, you could sit and chat with the others for a bit to amuse yourself.\"\n\n\"It’s no business of yours whether I do or not.\"\n\n\"Of course it’s not my business, but I can’t bear to see you ruining your health.\"\n\n\"If I choose to ruin my health and die, that’s my affair. What’s that to you?\"\n\n\"What a thing to say in the first month of the new year! Talk about dying!\"\n\n\"I will talk about dying. I want to die right now. If you’re afraid to die, may you live a thousand years! Will that suit you?\"\n\n\"If you carry on in this way, I won’t be afraid to die. I’d be better off dead.\"\n\n\"Exactly!\" she retorted. \"If you carry on like this, I’d be better off dead too.\"\n\n\"I meant that I’d be better off dead. Don’t get things wrong and start accusing me again.\"\n\nJust then Baochai came in.\n\n\"Cousin Shi is waiting for you,\" she told Baoyu and dragged him off.\n\nThis made Daiyu more angry than ever, and she sat crying by her window.\n\nBefore long, however, Baoyu was back. At sight of him she sobbed more bitterly than ever. He knew it would be hard to pacify her and, summoning up all his eloquence, he started coaxing her. But before he could open his mouth she cried:\n\n\"You needn’t come to see me. I don’t care whether I live or die. As a matter of fact, now you have someone else to play with, someone who can read and write and talk better than I can, someone who’s afraid you may be angry and tries to humour you. So what do you want to come back for?\"\n\nBaoyu stepped closer to her and said softly:\n\n\"Don’t be so unreasonable, cousin. Surely you know the saying ‘kin are kin, and no one else can come between’? Of course I’m a fool, but I do understand that. There are two reasons why we’re so close. First, we’re cousins on my father’s side, whereas she’s only a cousin on my mother’s side, so she’s more distantly related. Secondly, you came here first; we’ve eaten at the same table and slept in the same bed and grown up together. She’s only just arrived. How could I be distant with you because of her?\"\n\n\"Fiddle-de-dee!\" Daiyu spat. \"Do I want you to be distant with her? What sort of creature do you take me for? I only care about my own feelings.\"\n\n\"And I only care about mine,\" he retorted. \"Do you only know your own heart and not mine?\"\n\nAt that she lowered her head and was silent. After a pause she said:\n\n\"You only blame other people for being angry with you, without realizing how exasperating you can be. Take today, for instance. It’s obviously colder, yet why have you gone and taken off your formal cape?\"\n\n\"I was wearing it, but when you flared up like that I got so hot I took it off.\"\n\nShe sighed. \"If you catch a cold, you’ll start making a fuss about taking medicine.\"\n\nAs they were talking Xiangyun burst in on them.\n\n\"Couthin Bao, Couthin Lin,\" she cried with a laugh, \"you’re together every day, but I’ve had to wait an age for a vithit. Can’t you spare me a little time?\"\n\nDaiyu burst out laughing.\n\n\"A lisper who loves to rattle away! It’s ‘couthin’ this and ‘couthin’ that. Fancy playing at dice and calling ‘one, two, three, four, five’ — ‘one, love, three, four, five’!\"\n\n\"Wait till you learn to talk like that yourself,\" retorted Baoyu. \"Then you won’t be able to make fun of her.\"\n\n\"She won’t let anyone off,\" complained Xiangyun. \"She’s always picking holes. But even if you’re better than other people, you needn’t show it by making fun of everyone. I challenge you to find any fault in one person I know.\"\n\n\"Who’s that?\" asked Daiyu.\n\n\"I dare you to find any fault with Cousin Baochai.\"\n\n\"If you’re so perfect, how can you have any faults?\" Tai-yu smiled scornfully.\n\n\"So it’s her. I’d never dare to find fault with her.\"\n\nPao-yu hastily changed the subject before she could say more.\n\n\"I know I can never be a match for you as long as I live,\" said Hsiang-yun. \"I only pray that you’ll marry a husband who talks like me, so that you hear nothing but ‘ai’s’ all day long. Amida Buddha! May I live to see that day!\"\n\nThat made Pao-yu laugh, but Hsiang-yun turned and ran away.\n\nBut if you want to know more, you must listen to what is told in the next chapter."
}