{
  "index": "021",
  "title": "第21章 贤袭人娇嗔箴宝玉 俏平儿软语救贾琏",
  "original": "话说史湘云说着笑着跑出来，怕黛玉赶上。宝玉在后忙说：“绊倒了！那里就赶上了？”黛玉赶到门前，被宝玉叉手在门框上拦住，笑道：“饶他这一遭儿罢。”黛玉拉着手说道：“我要饶了云儿，再不活着。”湘云见宝玉拦着门，料黛玉不能出来，便立住脚，笑道：“好姐姐，饶我这遭儿罢！”却值宝钗来在湘云身背后，也笑道：“我劝你们两个看宝兄弟面上，都撂开手罢。”黛玉道：“我不依。你们是一气的，都来戏弄我。”宝玉劝道：“罢哟，谁敢戏弄你？你不打趣他，他就敢说你了？”四人正难分解，有人来请吃饭，方往前边来。那天已掌灯时分，王夫人、李纨、凤姐、迎、探、惜姊妹等，都往贾母这边来。大家闲话了一回，各自归寝。湘云仍往黛玉房中安歇。\n　　宝玉送他二人到房，那天已二更多了，袭人来催了几次方回。次早，天方明时，便披衣鞋往黛玉房中来了，却不见紫鹃、翠缕二人，只有他姊妹两个尚卧在衾内。那黛玉严严密密裹着一幅杏子红绫被，安稳合目而睡。湘云却一把青丝，拖于枕畔，一幅桃红绸被只齐胸盖着，衬着那一弯雪白的膀子，撂在被外，上面明显着两个金镯子。宝玉见了叹道：“睡觉还是不老实！回来风吹了，又嚷肩膀疼了。”一面说，一面轻轻的替他盖上。黛玉早已醒了，觉得有人，就猜是宝玉，翻身一看，果然是他。因说道：“这早晚就跑过来作什么？“宝玉说道：“这还早呢！你起来瞧瞧罢。”黛玉道：“你先出去，让我们起来。”宝玉出至外间。黛玉起来，叫醒湘云，二人都穿了衣裳。宝玉又复进来坐在镜台旁边，只见紫鹃、翠缕进来伏侍梳洗。湘云洗了脸，翠缕便拿残水要泼，宝玉道：“站着，我就势儿洗了就完了，省了又过去费事。”说着，便走过来，弯着腰洗了两把。紫鹃递过香肥皂去，宝玉道：“不用了，这盆里就不少了。”又洗了两把，便要手巾。翠缕撇嘴笑道：“还是这个毛病儿。”宝玉也不理他，忙忙的要青盐擦了牙，漱了口。完毕，见湘云已梳完了头，便走过来笑道：“好妹妹，替我梳梳呢。”湘云道：“这可不能了。”宝玉笑道：“好妹妹，你先时候儿怎么替我梳了呢？”湘云道：“如今我忘了，不会梳了。”宝玉道：“横竖我不出门，不过打几根辫子就完了。”说着，又千“妹妹”万“妹妹”的央告。湘云只得扶过他的头来梳蓖。原来宝玉在家并不戴冠，只将四围短发编成小辫，往顶心发上归了总，编一根大辫，红绦结住。自发顶至辫梢，一路四颗珍珠，下面又有金坠脚儿。湘云一面编着，一面说道：“这珠子只三颗了，这一颗不是了。我记得是一样的，怎么少了一颗？”宝玉道：“丢了一颗。”湘云道：“必定是外头去，掉下来，叫人拣了去了，倒便宜了拣的了。”黛玉旁边冷笑道：“也不知是真丢，也不知是给人镶什么戴去了呢！”宝玉不答，因镜台两边都是妆奁等物，顺手拿起来赏玩，不觉拈起了一盒子胭脂，竟欲往一边送，又怕湘云说。正犹豫间，湘云在身后伸过手来，“拍”的一下将胭脂从他手中打落，说道：“不长进的毛病儿！多早晚才改呢？”\n　　一语未了，只见袭人进来，见这光景，知是梳洗过了，只得回来自己梳洗。忽见宝钗走来，因问：“宝兄弟那里去了？”袭人冷笑道：“‘宝兄弟’那里还有在家的工夫！”宝钗听说，心中明白。袭人又叹道：“姐妹们和气，也有个分寸儿，也没个黑家白日闹的。凭人怎么劝，都是耳旁风。”宝钗听了，心中暗忖道：“倒别看错了这个丫头，听他说话，倒有些识见。”宝钗便在炕上坐了，慢慢的闲言中，套问他年纪家乡等语，留神窥察其言语志量，深可敬爱。\n　　一时宝玉来了，宝钗方出去。宝玉便问袭人道：“怎么宝姐姐和你说的这么热闹，见我进来就跑了？”问一声不答。再问时，袭人方道：“你问我吗？我不知道你们的原故。”宝玉听了这话，见他脸上气色非往日可比，便笑道：“怎么又动了气了呢？”袭人冷笑道：“我那里敢动气呢？只是你从今别进这屋子了，横竖有人伏侍你，再不必来支使我。我仍旧还伏侍老太太去。”一面说，一面便在炕上合眼倒下。宝玉见了这般景况，深为骇异，禁不住赶来央告。那袭人只管合着眼不理。宝玉没了主意，因见麝月进来，便问道：“你姐姐怎么了？”麝月道：“我知道么？问你自己就明白了。”宝玉听说，呆了一回，自觉无趣，便起身嗳道：“不理我罢！我也睡去。”说着，便起身下炕，到自己床上睡下。\n　　袭人听他半日无动静，微微的打，料他睡着，便起来拿了一领斗篷来替他盖上。只听“唿”的一声，宝玉便掀过去，仍合着眼装睡。袭人明知其意，便点头冷笑道：“你也不用生气，从今儿起，我也只当是个哑吧，再不说你一声儿了好不好？”宝玉禁不住起身问道：“我又怎么了？你又劝我？你劝也罢了，刚才又没劝，我一进来，你就不理我，赌气睡了，我还摸不着是为什么。这会子你又说我恼了！我何尝听见你劝我的是什么话呢？”袭人道：“你心里还不明白？还等我说呢！”\n　　正闹着，贾母遣人来叫他吃饭，方往前边来胡乱吃了一碗，仍回自己房中。只见袭人睡在外头炕上，麝月在旁抹牌。宝玉素知他两个亲厚，并连麝月也不理，揭起软帘自往里间来。麝月只得跟进来。宝玉便推他出去说：“不敢惊动。”麝月便笑着出来，叫了两个小丫头进去。宝玉拿了本书，歪着看了半天，因要茶，抬头见两个小丫头在地下站着，那个大两岁清秀些的，宝玉问他道：“你不是叫什么‘香’吗？那丫头答道：“叫蕙香。”宝玉又问：“是谁起的名字？”惠香道：“我原叫芸香，是花大姐姐改的。”宝玉道：“正经叫‘晦气’也罢了，又‘蕙香’咧！你姐儿几个？”芸香道：“四个。”宝玉道：“你第几个？”蕙香道：“第四。”宝玉道：“明日就叫‘四儿’，不必什么蕙香兰气的。那一个配比这些花儿？没的拈辱了好名好姓的！”一面说，一面叫他倒了茶来。袭人和麝月在外间听了半日，只管悄悄的抿着嘴儿笑。\n　　这一日，宝玉也不出房，自己闷闷的，只不过拿书解闷，或弄笔墨，也不使唤众人，只叫四儿答应。谁知这四儿是个乖巧不过的丫头，见宝玉用他，他就变尽方法儿笼络宝玉。至晚饭后，宝玉因吃了两杯酒，眼饧耳热之馀，若往日则有袭人等大家嘻笑有兴，今日却冷清清的，一人对灯，好没兴趣。待要赶了他们去，又怕他们得了意，以后越来劝了；若拿出作上人的光景镇唬他们，似乎又太无情了。说不得横着心：“只当他们死了，横竖自家也要过的。”如此一想，却倒毫无牵挂，反能恰然自悦。因命四儿剪烛烹茶，自己看了一回《南华经》，至外篇《箧》一则，其文曰：\n　　故绝圣弃智，大盗乃止。玉毁珠，小盗不起。焚符破玺，而民朴鄙。刮斗折衡，而民不争。殚残天下之圣法，而民始可与议论。擢乱六律，铄绝芋瑟，塞瞽旷之耳，而天下始人含其聪矣。灭文章，欺五彩，胶离朱之目，而天下始人含其明矣。毁绝钩绳而弃规矩，工垂之指，而天下始人含其巧矣。\n看至此，意趣洋洋，趁着酒兴，不禁提笔续曰：\n　　焚花散麝，而闺阁始人含其劝矣。戕钗钦之仙姿，灰黛玉之灵窍，丧天情意，而闺阁之美恶始相类矣。彼含其劝，则无参商之虞矣。戕其仙姿，无恋爱之心矣。灰其灵窍，无才思之情矣。彼钗、玉、花、麝者，皆张其罗而穴其隧，所以迷惑缠陷天下者也。\n　　续毕，掷笔就寝。头刚着枕，便忽然睡去，一夜竟不知所之。\n　　直至天明方醒，翻身看时，只见袭人和衣睡在衾上。宝玉将昨日的事，已付之度外，便推他说道：“起来好生睡，看冻着。”原来袭人见他无明无夜和姐妹们鬼混，若真劝他，料不能改，故用柔情以警之，料他不过半日片刻，仍旧好了。不想宝玉竞不回转，自己反不得主意，直一夜没好生睡。今忽见宝玉如此，料是他心意回转，便索性不理他。宝玉见他不应，便伸手替他解衣，刚解开钮子，被袭人将手推开，又自扣了。宝玉无法，只得拉他的手笑道：“你到底怎么了？”连问几声，袭人睁眼说道：“我也不怎么着。你睡醒了，快过那边梳洗去。再迟了，就赶不上了。”宝玉道：“我过那里去？”袭人冷笑道：“你问我，我知道吗？你爱过那里去就过那里去。从今咱们两个人撂开手，省的鸡生鹅斗，叫别人笑话。横竖那边腻了过来，这边又有什么‘四儿’‘五儿’伏侍你。我们这起东西，可是‘白玷辱了好名好姓’的！”宝玉笑道：“你今儿还记着呢？”袭人道：“一百年还记着呢。比不得你，拿着我的话当耳旁风，夜里说了，早起就忘了。”宝玉见他娇嗔满面，情不可禁，便向枕边拿起一根玉簪来，一跌两段，说道：“我再不听你说，就和这簪子一样！”袭人忙的拾了簪子，说道：“大早起，这是何苦来？听不听在你，也不值的这么着呀。”宝玉道：“你那里知道我心里的急呢？”“袭人笑道：“你也知道着急么？你可知道我心里是怎么着？快洗脸去罢。”说着，二人方起来梳洗。\n　　宝玉往上房去后，谁知黛玉走来，见宝玉不在房中，因翻弄案上书看．可巧便翻出昨儿的《庄子》来，看见宝玉所续之处，不觉又气又笑，不禁也提笔续了一绝云：\n　　　　无端弄笔是何人？剿袭《南华》庄子文。\n　　　　不悔自家无见识，却将丑语诋他人！\n　　题毕，也往上房来见贾母，后往王夫人处来。\n谁知凤姐之女大姐儿病了，正乱着请大夫诊脉。大夫说：“替太太奶奶们道喜，姐儿发热是见喜了，并非别症。”王夫人凤姐听了，忙遣人问：“可好不好？”大夫回道：“症虽险，却顺，倒还不妨。预备桑虫、猪尾要紧。”凤姐听了，登时忙将起来。一面打扫房屋，供奉“痘疹娘娘”；一而传与家人忌煎炒等物；一面命平儿打点铺盖衣服与贾琏隔房；一面又拿大红尺头给奶子丫头亲近人等裁衣裳。外面打扫净室，款留两位医生，轮流斟酌诊脉下药，十二日不放家去。贾琏只得搬出外书房来安歇。凤姐和平儿都跟王夫人日日供奉“娘娘”。\n那贾琏只离了凤姐，便要寻事，独寝了两夜十分难熬，只得暂将小厮内清俊的选来出火。不想荣国府内有一个极不成材破烂酒头厨子，名叫多官儿，因他懦弱无能，人都叫他作“多浑虫”。二年前他父亲给他娶了个媳妇，今年才二十岁，也有几分人材，又兼生性轻薄，最喜拈花惹草。多浑虫又不理论，只有酒有肉有钱，就诸事不管了，所以宁、荣二府之人都得入手。因这媳妇妖调异常，轻狂无比，众人都叫他“多姑娘儿”。如今贾琏在外熬煎，往日也见过这媳妇，垂涎久了，只是内惧娇妻，外惧娈童，不曾得手。那多姑娘儿也久有意于贾琏，只恨没空儿。今闻贾琏挪在外书房来，他便没事也要走三四趟，招惹的贾琏似饥鼠一般，少不得和心腹小厮计议，许以金帛，焉有不允之理，况都和这媳妇子是旧交，一说便成。是夜多浑虫醉倒在炕，二鼓人定，贾琏便溜进来相会。一见面早已神魂失据，也不及情谈款叙，便宽衣动作起来。谁知这媳妇子有天生的奇趣，一经男子挨身，便觉遍体筋骨瘫软，使男子如卧绵上，更兼淫态浪言，压倒娼妓。贾琏此时恨不得化在他身上。那媳妇子故作浪语，在下说道：“你们姐儿出花儿，供着娘娘，你也该忌两日，倒为我腌了身子，快离了我这里罢。”贾琏一面大动，一面喘吁答道：“你就是‘娘娘’！那里还管什么‘娘娘’呢！”那媳妇子越浪起来，贾琏亦丑态毕露。一时事毕，不免盟山誓海，难舍难分。自此后，遂成相契。\n　　一日大姐毒尽癍回，十二日后送了“娘娘”，合家祭天祀祖，还愿焚香，庆贺放赏已毕，贾琏仍复搬进卧室。见了凤姐，正是俗语云“新婚不如远别。”是夜更有无限恩爱，自不必说。次日早起，凤姐往上屋里去后，平儿收拾外边拿进来的衣服铺盖，不承望枕套中抖出一绺青丝来。平儿会意，忙藏在袖内，便走到这边房里，拿出头发来，向贾琏笑道：“这是什么东西？”贾琏一见，连忙上来要抢。平儿就跑，被贾琏一把揪住，按在炕上，从手中来夺。平儿笑道：“你这个没良心的，我好意瞒着他来问你，你倒赌利害。等我回来告诉了，看你怎么着？”贾琏听说，忙陪笑央求道：“好人，你赏我罢！我再不敢利害了。”一语未了，忽听凤姐声音。贾琏此时松了不是抢又不是，只叫：“好人，别叫他知道！”平儿才起身，凤姐已走进来，叫平儿：“快开匣子，替太太找样子。“平儿忙答应了，找时，凤姐见了贾琏，忽然想起来，便问平儿：“前日拿出去的东西，都收进来了没有？”平儿道：“收进来了。”凤姐道：“少什么不少？”平儿道：“细细查了，没少一件儿。”凤姐又道：“可多什么？”平儿笑道：“不少就罢了，那里还有多出来的分儿？”凤姐又笑道：“这十几天，难保干净，或者有相好的丢下什么戒指儿、汗巾儿，也末可定。”一席话，说的贾琏脸都黄了，在凤姐身背后，只望着平儿，杀鸡儿抹脖子的使眼色儿，求他遮盖。平儿只装看不见，因笑道：“怎么我的心就和奶奶一样？我就怕有原故，留神搜了一搜，竟一点破绽儿都没有。奶奶不信，亲自搜搜。”凤姐笑道：“傻丫头！他就有这些东西，肯叫咱们搜着？”说着，拿了样子出去了。\n　　平儿指着鼻子，摇着头儿，笑道：“这件事你该怎么谢我呢？”喜的贾琏眉开眼笑，跑过来搂着，“心肝乖乖儿肉”的便乱叫起来。平儿手里拿着头发，笑道：“这是一辈子的把柄儿。好便罢，不好咱们就抖出来。”贾琏笑着央告道：“你好生收着罢，千万可别叫他知道。”嘴里说着，瞅他不堤防，一把就抢过来，笑道：“你拿着到底不好，不如我烧了就完了事了。”一面说．一面掖在靴掖子内。平儿咬牙道：“没良心的，‘过了河儿就拆桥’，明儿还想我替你撤谎呢！”贾琏见他娇俏动情，便搂着求欢。平儿夺手跑出来，急的贾琏弯着腰恨道：“死促狭小娼妇儿！一定浪上人的火来，他又跑了。”平儿在窗外笑道：“我浪我的，谁叫你动火？难道图你舒服，叫他知道了，又不待见我呀！”贾琏道：“你不用怕他，等我性子上来，把这醋罐子打个稀烂，他才认的我呢！他防我象防贼的似的，只许他和男人说话，不许我和女人说话。我和女人说话，略近些，他就疑惑，他不论小叔子、侄儿、大的、小的，说说笑笑，就都使得了。以后我也不许他见人！”平儿道：“他防你使得，你醋他使不得。他不笼络着人，怎么使唤呢？你行动就是坏心，连我也不放心，别说他呀。”贾琏道：“哦，也罢了么，都是你们行的是，我行动儿就存坏心。多早晚才叫你们都死在我手里呢！”\n    正说着，凤姐走进院来，因见平儿在窗外，便问道：“要说话，怎么不在屋里说，又跑出来隔着窗户闹，这是什么意思？”贾琏在内接口道：“你可问他么，倒象屋里有老虎吃他呢。”平儿道：“屋里一个人没有，我在他跟前作什么？”凤姐笑道：“没人才便宜呢。”平儿听说，便道：“这话是说我么？”凤姐便笑道：“不说你说谁？”平儿道：“别叫我说出好话来了！”说着也不打帘子，赌气往那边去了。凤姐自己掀帘进来，说道：“平儿丫头疯魔了，这蹄子认真要降服起我来了！仔细你的皮。”贾琏听了，倒在炕上，拍手笑道：“我竟不知平儿这么利害，从此倒服了他了。”凤姐道：“都是你兴的他，我只和你算账就完了。”贾琏听了啐道：“你们两个人不睦，又拿我来垫喘儿了。我躲开你们就完了。”凤姐道：“我看你躲到那里去？”贾琏道：“我自然有去处。”说着就走，凤姐道：“你别走， 我还有话和你说呢。”\n不知何事，且听下回分解。",
  "translation": "Xiangyun ran out laughing as she spoke, afraid that Daiyu would catch her. Baoyu behind them cried, “You’ll fall if you’re not careful. What’s the hurry?”\n\nWhen Daiyu reached the door, Baoyu barred her way with outstretched arms.\n\n“Let her off this time,” he begged with a smile.\n\nDaiyu pulled at his hands. “I’ll die if I let Yun off.”\n\nSeeing Baoyu blocking the door, Xiangyun knew that Daiyu could not come out. She halted to cry with a laugh, “Dear cousin, do let me off this time!”\n\nJust then Baochai came up behind her and said, “I advise you both for Cousin Bao’s sake to make it up.”\n\n“I won’t,” retorted Daiyu. “You’re all in league to make fun of me.”\n\n“Come now,” urged Baoyu. “Who dares make fun of you? If you didn’t tease her, would she dare say such things?”\n\nThe four of them were at loggerheads when someone came to invite them to a meal, and they went to the front of the house. By then it was time to light the lamps, and Lady Wang, Li Wan, Xifeng, Yingchun, Tanchun and Xichun all came to the Lady Dowager’s quarters. After chatting for a while they retired to their own rooms, Xiangyun going to sleep in Daiyu’s room as before.\n\nBaoyu saw the two girls back and did not return to his own room until Xiren had sent for him several times. It was after the second watch. The next day he put on his clothes and shoes and went to Daiyu’s room as soon as it was light. Not seeing Zijuan or Cuilu there, only the two girls still lying under their quilts, he observed that Daiyu was sleeping peacefully with her eyes closed, tightly wrapped in an apricot-red silk quilt. But Xiangyun’s glossy black hair was tumbled over the pillow, her peach-red silk quilt had slipped down to her waist, and she had one white arm with two gold bracelets outside the quilt.\n\n“Even in sleep she won’t keep quiet,” sighed Baoyu. “If she gets a chill from the wind, she’ll start complaining of a pain in her shoulder again.”\n\nAs he spoke he gently covered her up. Daiyu, who had woken and sensed that someone was there, guessed that it must be Baoyu. She turned over and, sure enough, it was him.\n\n“What are you doing here so early?” she asked.\n\n“Early? You just get up and see.”\n\n“First go outside and let us get up.”\n\nBaoyu went to the outer room, and Daiyu roused Xiangyun. When they had both dressed he came back and sat down by the dressing-table, watching Zijuan and Cuilu come in to help them tidy up. After Xiangyun had washed, Cuilu was about to throw away the water when Baoyu stopped her.\n\n“Wait,” he said. “I may as well use this since I’m here, to save the trouble of having more fetched.”\n\nHe bent down and washed his face in a couple of handfuls of water. When Zijuan held out the scented soap he declined it.\n\n“There’s plenty in the basin.”\n\nHe rinsed his face with a couple more handfuls of water, then asked for a towel.\n\nCuilu pursed her lips. “You’re still up to your old tricks.”\n\nIgnoring her, he hurriedly rinsed his mouth with some salt, then went over to Xiangyun who had finished doing her hair.\n\n“Do my hair for me, there’s a good sister,” he begged.\n\n“No, that’s impossible,” she said.\n\n“Come now, dear sister, you used to do it for me.”\n\n“I’ve forgotten how.”\n\n“It doesn’t matter if you’re not going out. Just braid it for me.”\n\nHe went on coaxing her with a dozen “dear sisters.” At last she agreed, and taking his head in her hands she combed his hair. Since he was not wearing a cap at home, she simply braided the short hair over his temples into a queue which she tied with red silk at the crown of his head, adding a large braid of the long hair which she fastened with a black tassel and four pearls. At the end of the queue was a golden pendant.\n\n“These pearls aren’t all the same,” she remarked as she braided. “I remember they used to match. Why is one missing?”\n\n“One’s missing,” said Xiang-yun.\n\n“I lost one,” said Bao-yu.\n\n“It must have fallen out when you were fooling around outside,” said Xiang-yun. “Someone’s picked it up. Lucky for them!”\n\nDai-yu, who was standing by, gave a scornful laugh.\n\n“I wonder. Perhaps it wasn’t lost. Perhaps it was taken to be set in something for someone to wear.”\n\nBao-yu made no reply. The toilet-table at which he was sitting was covered with the usual toilet articles, and he began playing with them idly. In doing so he picked up a pot of rouge and would have put it to his lips if he had not been afraid of Xiang-yun’s scolding. While he was still hesitating, Xiang-yun reached out from behind and, slap! knocked the pot out of his hand.\n\n“You never will learn, will you? When are you going to break yourself of these dreadful habits?”\n\nJust then Aroma came in. Seeing that Bao-yu had already finished his toilet, she went back to her own room to do her hair. Bao-chai came in while she was doing so and asked her where Bao-yu was.\n\nAroma gave a sardonic laugh.\n\n“Him? ‘Wherever he is, he’s not at home’ is the best answer I can give you.”\n\nBao-chai understood. Aroma continued, this time with a sigh.\n\n“Of course it’s nice for young ladies and gentlemen to be on good terms with each other; but there ought to be a certain distance between them. They shouldn’t be always together at all hours of the day and night. I’ve spoken about it till I’m tired, but he takes no more notice of me than if I were the wind in the trees.”\n\nBao-chai reflected that Aroma was a more perceptive girl than she had realized. She sat down on the kang and engaged her in a leisurely conversation, during which she skilfully drew her out about her age, her home background and so forth, listening attentively to her replies and forming a very high opinion of her intelligence and character.\n\nShortly after this Bao-yu came in and Bao-chai got up to leave. He asked Aroma why she and his cousin had been so deep in conversation that Bao-chai had left as soon as he came in. He had to ask the question a second time before Aroma deigned to reply.\n\n“You ask me? I’m sure I don’t know what goes on between you.”\n\nHe observed that her expression was very different from usual.\n\n“Why,” he said with a smile, “have you gone all cross again?”\n\n“Cross?” she said. “I haven’t the right to be cross. Only from now on please don’t come into this room. There are plenty of other people to wait on you. You don’t need my services any longer. I shall ask Her Old Ladyship to let me go back to waiting on her.”\n\nAnd so saying, she lay down on the kang and closed her eyes.\n\nBao-yu was deeply shocked by this behaviour and ran over to her, entreating her to get up. But she kept her eyes closed and would not answer. He did not know what to do. Just then Musk happened to come in.\n\n“What’s the matter with your sister?” he asked her.\n\n“How should I know?” said Musk. “Ask yourself. You ought to know.”\n\nBao-yu thought about this for a bit. He could make no sense of it, and feeling somewhat piqued, he got up from the kang with a sigh.\n\n“All right, don’t talk to me! I shall go to sleep, too.”\n\nAnd he got down from the kang and went to his own bed to lie down.\n\nAroma listened for a long time, expecting him to make a noise, but all was quiet. Assuming that he must have fallen asleep, she got up, and taking a cape with her, went over to cover him. As she was doing so, however, he suddenly threw back the cape and rolled over, turning his back on her. Realizing that he was shamming, she shook her head and gave a scornful laugh.\n\n“There’s no need to be angry with me. From now on I shall pretend to be dumb and never say another word to you. Will that do?”\n\nBao-yu could not resist getting up at this.\n\n“What have I done now that you should go on at me like this? Oh, all right, go on at me if you must; but just now when I came in you wouldn’t even speak to me. You just lay down and went to sleep. I still don’t know what I’d done wrong. And now you say I’m angry. What is all this about?”\n\n“Do you mean to say you really don’t understand?” said Aroma. “Do I have to tell you?”\n\nAt that moment a message arrived from Grandmother Jia summoning him to his evening meal. He went over and hurriedly ate a bowlful of rice, then returned to his own room, where he found Aroma asleep on the outer kang and Musk sitting beside her playing dominoes. He knew that the two girls were very close and that it would be useless to appeal to Musk, so raising the door-blind of the inner room, he went inside and lay down on his own.\n\nSheyue had no choice but to go in. Baoyu pushed her out, however, saying he did not want to trouble her. With a smile she withdrew and sent in two younger maids.\n\nBaoyu picked up a book and lay down to read. After some time he wanted some tea and, looking up, saw the two young maids standing there. The older of the two, who was rather good-looking, he asked:\n\n“Aren’t you called something like Xiang?”\n\n“Yes, I’m called Huixiang,” she replied.\n\n“Who gave you that name?”\n\n“ Sister Xiren.”\n\n“Why should she? It’s an affected name. How many of you are there in your family?”\n\n“Four.”\n\n“And you’re the fourth?”\n\n“Yes.”\n\n“Well, from now on you can be called Sier. There’s no call for such fancy names. Who do you think you are, to be called after flowers? It’s an insult to a good name.”\n\nAs he spoke he told her to pour him some tea.\n\nXiren and Sheyue outside had heard all this and were smiling to themselves.\n\nBaoyu did not leave his room that day but moped indoors, seeking distraction in books or brushwork, not summoning any of his maids but waiting only on himself, with just Sier to attend him. And Sier was a sharp young thing. Seeing that Baoyu had taken a fancy to her, she tried by every means to please him. That evening, after he had drunk a few cups of wine, he felt listless. Ordinarily at such times Xiren and the others would amuse him, but now it was so quiet and he had no one but the lamp for company. He thought of sending the maids away, yet was afraid they would take advantage of this to come and pester him again later. And it seemed too heartless to lord it over them. Resolving to harden his heart, he reflected, “I may as well act as if they were dead. After all, I have to get along by myself.”\n\nOnce he came to this conclusion he felt as if a weight had been lifted from his mind and he was free to please himself. He told Sier to trim the lamp and make tea while he read a passage from Zhuangzi. Coming to the passage in the chapter “On Tolerance” which runs:\n\nTherefore if the cunning were destroyed and discarded, great robbers would cease to arise. If jade were destroyed and pearls smashed, petty thieves would not exist. If tallies were burned and seals broken, the people would be simple and honest. If weights and measures were smashed, the people would have no grounds for dispute. If the laws of the sages were destroyed, the people would begin to be amenable to reason....\n\nIf the pipes of the six notes were confused, zithers and lutes burned up, the ears of the music master Kuang stopped, all men would retain their natural sense of hearing. If patterns and colours were destroyed, bright hues put aside, the eyes of Li Zhu gummed up, all men would retain their natural sense of sight. If hooks and lines were destroyed, squares and compasses thrown away, the fingers of the artisan Chui crippled, all men would retain their natural skill....\n\nHe was so pleased with this that, inspired by the wine, he could not resist taking up his brush to add:\n\nDestroy and discard Bao-chai’s frailty, and there will be an end to feminine charms. Smother Daiyu’s intelligence, and there will be an end to romantic tendencies. Spoil Xiren’s kindness and crush Sheyue’s charm, and then the virtues of the inner chamber will be appreciated. If they stop exerting their charms, there will be no more fear of discord. If they destroy their beauty, there will be no more infatuation. If they smother their intelligence, there will be no more romantic longings. These Bao-chai, Daiyu, Xiren and Sheyue spread their nets and dig their pits to trap and ensnare all men under heaven.\n\nThis written, he threw down his brush and went to bed. He fell asleep as soon as his head touched the pillow and did not wake till daybreak. Then, turning over, he saw that Xiren was sleeping in her clothes on the coverlet.\n\nBy now Baoyu had forgotten the previous day’s happenings.\n\n“Why are you sleeping so improperly?” he asked, nudging her. “You’ll catch cold that way.”\n\nXiren had been provoked by his carrying on so wildly day and night with the girls. She knew that reasoning with him would do no good, so she had decided to touch his conscience by treating him with special tenderness, assuming that after half a day or so he would come round. But he had taken no notice, leaving her at a loss. She had not slept well all night. Now that he spoke to her like this, she supposed he had repented.\n\nHe did not answer. Baoyu reached out to undo her clothes, but just as he had unfastened the first button she pushed his hand away and did it up again. At a loss what to do, he took her hand and asked with a smile:\n\n“What’s come over you today?”\n\nWhen after several questions she still did not answer, she opened her eyes and said, “I’m all right. You’ve woken up; you’d better go to the other side to wash. If you’re late, you’ll find yourself in trouble.”\n\n“Go where?” he asked.\n\n“You ask me, but how should I know? Go wherever you please. From now on, we two can go our different ways and stop this wrangling which makes people laugh at us. No doubt you find them so attractive over there that when you’ve had your fill of them you come back here to be waited on by the likes of Ssu-erh and Wu-erh. We low creatures don’t deserve to have such fine, pure names.”\n\n“So you’re still harping on that today,” he teased.\n\n“I’ll harp on it a hundred years from now. I’m not like you, letting what I say go in at one ear and out the other — forgetting the next morning what you were told at night.”\n\nThe sight of her charming anger proved too much for Baoyu. He picked up a jade hairpin from the pillow and broke it in two.\n\n“If I don’t listen to you again, may I share the fate of this hairpin,” he swore.\n\nXiren hastily picked up the pieces.\n\n“What a way to carry on first thing in the morning,” she scolded. “Whether you listen to me or not is up to you. What call is there for such goings-on?”\n\n“You don’t know how frantic you make me.”\n\n“So you know what it is to be frantic?” She smiled. “Do you know how I feel? Go and wash your face.”\n\nThen at last they got up and dressed.\n\nAfter Baoyu had gone to his parents’ quarters, Daiyu called and, finding him out, started looking through the books on his desk. She happened to pick up Chuang Tzu and read the passage Baoyu had added. Amused yet annoyed, she took up her brush and appended the following quatrain:\n\nWho is this who writes so freely here?\n\nPilfering Chuang Tzu’s philosophy,\n\nNot ashamed of his own ignorance,\n\nBut slandering others shamelessly!\n\nHaving written this she went to pay her respects to the Lady Dowager, then called on Lady Wang.\n\nNow it happened that the daughter of His-feng, Chieh, had fallen ill and the household was in a flurry, sending for doctors. The doctor who felt her pulse announced:\n\n“Congratulations, madam! The little girl’s fever means that smallpox is on the way; no other illness.”\n\nLady Wang and His-feng at once sent to ask if there was any danger.\n\n“Although it is a serious complaint, all the symptoms are favourable,” was the reply. “There is no cause for alarm. But you must prepare plenty of silkworms and pigs’ tails.”\n\nHis-feng immediately gave orders to clear three rooms for the worship of the Smallpox Goddess; to see that no fried food was cooked; and to tell Pinger to prepare bedding and clothes for Chia Lien to use in separate quarters outside. She also had red cloth cut to make clothes for the nurses and maids who were in close attendance, and ordered the two doctors on duty to stay for twelve days, taking it in turns to feel the pulse and prescribe. Chia Lien had no choice but to move to his study outside.\n\nHis-feng and Pinger stayed with Lady Wang to sacrifice to the Goddess every day.\n\nOnce parted from his wife, Chia Lien soon felt the need of amorous diversion. After two lonely nights he found the abstinence hard to bear and selected a few handsome pages to use as his catamites. Now among the servants of the Jung Mansion was a drunken, good-for-nothing cook nicknamed the Botcher because of his incompetence. His father had found him a wife two years before. This girl, now just twenty, had a certain charm but was flighty and fond of coquetting. Since the Botcher did not care so long as he had wine and meat and money, anyone in the Ning and Jung Mansions who wanted her could have her. And because she was such a seductive wanton, she was known as “Miss” Botch.\n\nFor some time Lian had been hankering after this woman, but had been unable to get his way because he was afraid both of his wife at home and of his catamites outside. And since she too had long had a fancy for Jia Lian, she was only too willing to oblige. On being told that he had moved into his study, she went over several times on one pretext or another to attract his attention. She soon had him as frantic as a hungry rat. He held a secret consultation with his most trusted page, promising the boy money if he would act as go-between. The lad, who was an old friend of the woman’s, readily agreed and quickly arranged it.\n\nThat evening, when her husband was lying dead drunk on the kang and all was quiet at the second watch, Jia Lian slipped into her room. At sight of her he lost his head. Without any amorous preliminaries, he stripped and started business. And then he discovered that this woman had a strange power: the moment a man touched her, her limbs melted and she was all over him, making him feel as if he were lying on floss. Besides which, her wanton ways and provocative talk surpassed anything he had ever known. He felt he would like to dissolve into her.\n\nPretending to be bashful she whispered, “Your daughter’s just had smallpox and you’re supposed to be offering sacrifices to the goddess and abstaining. Do go away now, before you defile yourself here.”\n\n“You’re my goddess,” panted Jia Lian, thrusting violently. “What do I care for any other goddess?”\n\nThis excited the woman still more and Jia Lian, too, abandoned all restraint.\n\nAfter this bout they vowed to love each other for ever and found it hard to part. And so they became lovers.\n\nAfter twelve days, when the sacrifice to the goddess had been offered, the whole family sacrificed to Heaven and their ancestors, vows were redeemed and incense burned, congratulations were exchanged and rewards given to the servants. Then Jia Lian moved back into his own room.\n\nHis reunion with Xifeng reminded him of the proverb, “A little absence does a couple good.” And certainly that night their love-making was more rapturous than ever.\n\nThe next morning, after Xifeng had gone to pay her respects to the Lady Dowager, Patience brought in the clothes and bedding from the outer study. While putting them away, out from a pillow-case slipped a lock of hair. Realizing the significance of this, Patience hastily concealed it in her sleeve. Then she went into the other room and held it up with a smile to show Jia Lian.\n\n“What’s this?” she asked.\n\nAt sight of it he sprang forward to grab it, but Patience darted away. He caught her, however, and pressed her down on the kang as he tried to take it from her.\n\n“You heartless creature!” she giggled. “I was keeping it from her to ask you about it, yet you rough-handle me. Just wait till I tell her and see what happens then.”\n\n“Do give it to me, there’s a dear,” he begged with a smile. “I won’t rough-handle you again.”\n\nBefore she could answer, Xifeng walked in. Jia Lian, who had let go of Patience at the sound of his wife’s voice, stood gaping. He could neither advance to grab the hair nor beat a retreat.\n\n“For goodness’ sake don’t let her know!” he whispered.\n\nPatience had just risen to her feet when Xifeng came in and ordered her to open a case and find a pattern for Lady Wang.\n\n“Yes, madam,” answered Patience.\n\nAs she was doing this, Xifeng caught sight of Jia Lian and suddenly remembered something.\n\n“Did you bring all your things back from outside?” she asked Patience.\n\n“Yes, madam.”\n\n“Is anything missing?”\n\n“I’ve checked carefully. Not a thing is missing.”\n\n“Is there anything extra, then?”\n\nPatience laughed.\n\n“If nothing’s missing, how can there be anything extra?”\n\n“It’s just these last couple of weeks. I’m not too sure. Perhaps one of his lady friends has given him a ring or a girdle, who knows?”\n\nThis so terrified Jia Lian that his face turned pale. He stood behind Xifeng and could only signal frantically to Patience by drawing his finger across his throat, as if cutting it, to beg her to save him. But she simply ignored him.\n\n“How strange that our minds should run on the same lines, madam,” she replied gaily. “That’s just what I suspected. So I searched most carefully, but there wasn’t the slightest sign of anything. If you don’t believe me, madam, you can look yourself.”\n\n“Silly child!” Xifeng smiled. “If he had anything, would I\n\n\"If she’d hidden anything, would she have let us search?\" he asked, taking the hair and leaving.\n\nPinger pointed at her own nose and shook her head, smiling.\n\n\"How are you going to thank me for this?\" she asked.\n\nCharmed by this, Chia Lien beamed and hurried over to throw his arms around her.\n\n\"My sweet, my precious!\" he cried.\n\nPinger, holding the hair, warned him, \"This is proof to use against you all your life. If you behave well, all right. If you don’t, I’ll show it to her.\"\n\n\"Keep it carefully, my dear,\" he begged. \"Don’t let her know about it.\"\n\nAs he spoke he snatched it from her when she was off guard.\n\n\"It’s not safe with you,\" he chuckled. \"I’d better burn it to be on the safe side.\" He stuffed it into his boot.\n\n\"You beast!\" she cried through clenched teeth. \"As soon as the river’s crossed you pull down the bridge. Don’t expect me to lie for you another time!\"\n\nHe was so aroused by her charming coquettishness that he hugged her and begged for love. But she broke away and ran out.\n\nBent double with frustration he fumed, \"You bitch! You’ve roused me, then run away.\"\n\nPinger outside the window retorted, \"That’s my business. What made you lose your head? If I’d given you pleasure and she found out, she’d take it out on me.\"\n\n\"Don’t be afraid of her,\" he said. \"One of these days when I lose my temper I’m going to give that jealous bitch a good beating and show her who’s master here. She guards me as if I were a thief, letting herself talk with any men she pleases but not allowing me to speak to any woman. If I so much as look at a woman, she starts suspecting things; yet she can laugh and joke with any young men she likes, no matter whether they’re her cousins or nephews, young or old. In future I’m not going to let her see anyone either.\"\n\n\"She’s right to guard you, but you’ve no right to be jealous of her. If she didn’t keep in with people, how could she get anything done? You’re always up to mischief. Even I don’t trust you, let alone her.\"\n\n\"Oh, is that it?\" he fumed. \"You’re always in the right, I’m always the villain. Just you wait, all of you. One of these days I’ll do for you!\"\n\nAs they were talking Hsi-feng came into the courtyard. Seeing Pinger outside the window she asked, \"Why are you talking out here instead of in the room? What’s the idea of shouting through the window?\"\n\nChia Lien inside called out, \"You’d better ask her. You’d think there was a man-eating tiger in here.\"\n\n\"There’s nobody else in there,\" said Pinger. \"Why should I stay with him?\"\n\nHsi-feng smiled.\n\n\"Nobody else there? That’s fine.\"\n\n\"Do you mean that for me?\" demanded Pinger.\n\n\"Who else?\" Hsi-feng laughed.\n\n\"Don’t make me tell you something to your face.\"\n\nInstead of raising the portiere, Pinger flounced off in a huff.\n\nHsi-feng lifted the portiere herself and walked in.\n\n\"The girl’s possessed,\" she remarked. \"She wants to lord it over me. Just you wait, my dear, I’ll tan your hide for you.\"\n\nChia Lien, sprawling on the kang, clapped his hands and laughed.\n\n\"I never knew Pinger was such a spitfire. From now on I shall have to look up to her.\"\n\n\"You’re the one who’s spoiled her,\" said Hsi-feng. \"I’ll have to settle scores with you.\"\n\n\"Tut!\" Chia Lien spat in disgust. \"If the two of you are on bad terms, must you drag me in? I can make myself scarce.\"\n\n\"Where do you think you can go?\" she demanded.\n\n\"I’ve places to go, never fear.\" He made to leave.\n\n\"Don’t go,\" said Hsi-feng. \"I’ve something more to say to you.\"\n\nTo know what it was, read the next chapter."
}