{
  "index": "022",
  "title": "第22章 听曲文宝玉悟禅机 制灯迷贾政悲谶语",
  "original": "话说贾琏听凤姐儿说有话商量，因止步问：“什么话？”凤姐道：“二十一是薛妹妹的生日，你到底怎么样？”贾琏道：“我知道怎么样？你连多少大生日都料理过了，这会子倒没有主意了！”凤姐道：“大生日是有一定的则例。如今他这生日，大又不是，小又不是，所以和你商量。”贾琏听了，低头想了半日，道：“你竟糊涂了。现有比例，那林妹妹就是例。往年怎么给林妹妹做的，如今也照样给薛妹妹做就是了。”凤姐听了冷笑道：“我难道这个也不知道？我也这么想来着。但昨日听老太太说，问起大家的年纪生日来，听见薛大妹妹今年十五岁，虽不算是整生日，也算得将笄的年分儿了。老太太说要替他做生日，自然和往年给林妹妹做的不同了。”贾琏道：“这么着，就比林妹妹的多增些。”凤姐道：“我也这么想着，所以讨你的口气儿。我私自添了，你又怪我不回明白了你了。”贾琏笑道：罢！罢！这空头情我不领。你不盘察我就够了，我还怪你？”说着，一径去了，不在话下。\n　　且说湘云住了两日，便要回去，贾母因说：“等过了你宝姐姐的生日，看了戏再回去。”湘云听了，只得住下，又一面遣人回去，将自己旧日作的两件针线活计取来，为宝钗生辰之仪。\n　　谁想贾母自见宝钗来了，喜他稳重和平，正值他才过第一个生辰，便自己捐资二十两，唤了凤姐来，交与他备酒戏。凤姐凑趣，笑道：“一个老祖宗，给孩子们作生日，不拘怎么着，谁还敢争？又办什么酒席呢？既高兴，要热闹，就说不得自己花费几两老库里的体已。这早晚找出这霉烂的二十两银子来做东，意思还叫我们赔上！果然拿不出来也罢了，金的银的圆的扁的压塌了箱子底，只是累我们。老祖宗看看，谁不是你老人家的儿女？难道将来只有宝兄弟顶你老人家上五台山不成？那些东西只留给他，我们虽不配使，也别太苦了我们，这个够酒的够戏的呢？”说的满屋里都笑起来。贾母亦笑道：“你们听听这嘴，我也算会说的了，怎么说不过这猴儿。你婆婆也不敢强嘴，你就和我口邦啊口邦的。”凤姐笑道：“我婆婆也是一样的疼宝玉，我也没处诉冤，倒说我强嘴！”说着，又引贾母笑了一会。贾母十分喜悦。贾母因问宝钗爱听何戏，爱吃何物。宝钗深知贾母年老之人，喜热闹戏文，爱吃甜烂之物，便总依贾母素喜者说了一遍。贾母更加喜欢。次日，先送过衣服玩物去，王夫人、凤姐、黛玉等诸人皆有随分的，不须细说。至二十一日，贾母内院搭了家常小巧戏台，定了一班新出的小戏，昆弋两腔俱有。就在贾母上房摆了几席家宴酒席，并无一个外客，只有薛姨妈、史湘云、宝钗是客，馀者皆是自己人。这日早起，宝玉因不见黛玉，便到他房中来寻，只见黛玉歪在炕上。宝玉笑道：“起来吃饭去。就开戏了，你爱听那一出？我好点。”黛玉冷笑道：“你既这么说，你就特叫一班戏，拣我爱的唱给我听，这会子犯不上借着光儿问儿。”宝玉笑道：“这有什么难的，明儿就叫一班子，也叫他们借着咱们的光儿。”一面说，一面拉他起来，携手出去。\n　　吃了饭，点戏时，贾母，一面先叫宝钗点，宝钗推让一遍，无法，只得点了一出《西游记》，贾母自是喜欢。又让薛姨妈，薛姨妈见宝钗点了，不肯再点。贾母便特命凤姐点。凤姐虽有邢王二夫人在前，但因贾母之命，不敢违拗，且知贾母喜热闹更喜谑笑科诨，便先点了一出，却是《刘二当衣》。贾母果真更又喜欢。然后便命黛玉点，黛玉又让王夫人等先点。贾母道：“今儿原是我特带着你们取乐，咱们只管咱们的，别理他们。我巴巴儿的唱戏摆酒，为他们呢！他们白听戏白吃已经便宜了，还让他们点戏呢。”说着，大家都笑。黛玉方点了一出。然后宝玉、史湘云、迎、惜、李纨等俱各点了，按出扮演。\n　　至上酒席时，贾母又命宝钗点，宝钗点了一出《山门》。宝玉道：“你只好点这些戏。”宝钗道：“你白听了这几年，那里知道这出戏，排场词藻都好呢。”宝玉道：“我从来怕这些热闹戏。”宝钗笑道：“要说这一出‘热闹’，你更不知戏了。你过来．我告诉你，这一出戏是一套《北点绛唇》，铿锵顿挫，那音律不用说是好了，那词藻中有只《寄生草》，极妙，你何曾知道！”宝玉见说的这般好，便凑近来央告：“好姐姐，念给我听听。”宝钗便念给他听道：\n　　漫英雄泪，相离处士家。谢慈剃刻度在莲台下。没缘法转眼分离乍。赤条条来去无牵挂。那里讨烟蓑雨笠卷单行？一任俺芒鞋破钵随缘化！\n　　宝玉听了，喜的拍膝摇头，称赏不已；又赞宝钗无书不知。黛玉把嘴一撇道：“安静些看戏吧！还没唱《山门》，你就《妆疯》了。”说的湘云也笑了。于是大家看戏，到晚方散。\n　　贾母深爱那做小旦的和那做小丑的，因命人带进来，细看时，益发可怜见的。因问他年纪，那小旦才十一岁，小丑才九岁，大家叹息了一回。贾母令人另拿些肉果给他两个，又另赏钱。凤姐笑道：“这个孩子扮上活象一个人，你们再瞧不出来。”宝钗心内也知道，却点头不说；宝玉也点了点头儿不敢说。湘云便接口道：“我知道，是象林姐姐的摸样儿。”宝玉听了，忙把湘云瞅了一眼。众人听了这话，留神细看，都笑起来了，说：“果然象他！”一时散了。\n　　晚间，湘云便命翠缕把衣包收拾了。翠缕道：“忙什么，等去的时候包也不迟。”湘云道：“明早就走，还在这里做什么？——看人家的脸子！”宝玉听了这话，忙近前说道：“好妹妹，你错怪了我。林妹妹是个多心的人。别人分明知道，不肯说出来，也皆因怕他恼。谁知你不防头就说出来了，他岂不恼呢。我怕你得罪了人，所以才使眼色。你这会子恼了我，岂不辜负了我？要是别人，那怕他得罪了人，与我何干呢？”湘云摔手道：“你那花言巧语别望着我说，我原不及你林妹妹。别人拿他取笑儿都使得，我说了就有不是。我本也不配和他说话，他是主子姑娘，我是奴才丫头么！”宝玉急的说道：“我倒是为你为出不是来了。我要有坏心，立刻化成灰，教万人拿脚踹！”湘云道：“大正月里，少信着嘴说这些没要紧的歪话！你要说，你说给那些小性儿、行动爱恼人、会辖治你的人听去，别叫我啐你。”说着，进贾母里间屋里，气忿忿的躺着去了。\n　　宝玉没趣，只得又来找黛玉。谁知才进门，便被黛玉推出来了，将门关上。宝玉又不解何故，在窗外只是低声叫好妹妹好妹妹，黛玉总不理他。宝玉闷闷的垂头不语。紫鹃却知端底，当此时料不能劝。那宝玉只呆呆的站着。黛玉只当他回去了，却开了门，只见宝玉还站在那里。黛玉不好再闭门，宝玉因跟进来，问道：“凡事都有个原故，说出来人也不委屈。好好的就恼，到底为什么起呢？”黛玉冷笑道：“问我呢，我也不知为什么。我原是给你们取笑儿的，拿着我比戏子，给众人取笑儿！”宝玉道：“我并没有比你，也并没有笑你，为什么恼我呢？”黛玉道：“你还要比，你还要笑？你不比不笑，比人家比了笑了的还利害呢！”宝玉听说，无可分辩。黛玉又道：“这还可恕。你为什么又和云儿使眼色儿，这安的是什么心？莫不是他和我玩，他就自轻自贱了？他是公侯的小姐，我原是民间的丫头。他和我玩，设如我回了口，那不是他自惹轻贱？你是这个主意不是？你却也是好心，只是那一个不领你的情，一般也恼了。你又拿我作情，倒说我‘小性儿、行动肯恼人’。你又怕他得罪了我，我恼他与你何干，他得罪了我又与你何干呢．”\n　　宝玉听了，方知才和湘云私谈，他也听见了。细想自己原为怕他二人恼了，故在中间调停，不料自己反落了两处的数落，正合着前日所看《南华经》内“巧者劳而智者忧，无能者无所求，蔬食而遨游，泛若不系之舟”，又曰“山木自寇，源泉自盗”等句，因此越想越无趣。再细想来：“如今不过这几个人，尚不能应酬妥协，将来犹欲何为？”想到其间，也不分辩，自己转身回房。黛玉见他去了，便知回思无趣，赌气去的，一言不发，不禁自己越添了气，便说：“这一去，一辈子也别来了，也别说话！”那宝玉不理，竟回来，躺在床上，只是闷闷的。袭人虽深知原委，不敢就说，只得以别事来解说，因笑道：“今儿听了戏，又勾出几天戏来。宝姑娘一定要还席的。”宝玉冷笑道：“他还不还，与我什么相干？”袭人见这话不似往日，因又笑道：“这是怎么说呢？好好儿的大正月里，娘儿们姐儿们都喜喜欢欢的，你又怎么这个样儿了？”宝玉冷笑道：“他们娘儿们姐儿们喜欢不喜欢，也与我无干。”袭人笑道：“大家随和儿，你随和点儿不好？”宝玉道：“什么‘大家彼此’他们有‘大家彼此’，我只是赤条条无牵挂的！”说到这句，不觉泪下。袭人见这景况，不敢再说。宝玉细想这一句意味，不禁大哭起来。翻身站起来，至案边，提笔立占一偈云：\n　　你证我证，心证意证。是无有证，斯可云证。无可云证，是立足境。\n　　写毕，自己虽解悟，又恐人看了不解，因又填一只《寄生草》，写在偈后。又念了一遍，自觉心中无有挂碍，便上床睡了。\n　　谁知黛玉见宝玉此番果断而去，假以寻袭人为由，来看动静。袭人回道：“已经睡了。”黛玉听了，就欲回去，袭人笑道：“姑娘请站着，有一个字帖儿，瞧瞧写的是什么话。”便将宝玉方才所写的拿给黛玉看。黛玉看了，知是宝玉为一时感忿而作，不觉又可笑又可叹。便向袭人道：“作的是个玩意儿，无甚关系的。”说毕，便拿了回房去。\n　　次日，和宝钗湘云同看。宝钗念其词曰：\n　　无我原非你，从他不解伊。肆行无碍凭来去。茫茫着甚悲愁喜，纷纷说甚亲疏密，从前碌碌却因何？到如今回头试想真无趣！\n　　看毕，又看那偈语，因笑道：“这是我的不是了。我昨儿一支曲子，把他这个话惹出来。这些道书机锋，最能移性的，明儿认真说起这些疯话，存了这个念头，岂不是从我这支曲子起的呢，我成了个罪魁了！”说着，便撕了个粉碎，递给丫头们，叫快烧了。黛玉笑道：“不该撕了，等我问他，你们跟我来，包管叫他收了这个痴心。”\n　　三人说着，过来见了宝玉。黛玉先笑道：“宝玉，我问你；至贵者宝，至坚者玉。尔有何贵？尔有何坚？”宝玉竟不能答。二人笑道：“这样愚钝，还参禅呢！”湘云也拍手笑道：“宝哥哥可输了。”黛玉又道：“你道‘无可云证，是立足境’，固然好了，只是据我看来，还未尽善。我还续两句云：‘无立足境，方是干净。’”宝钗道：“实在这方悟彻。当日南宗六祖惠能初寻师至韶州，闻五祖弘忍在黄梅，他便充作火头僧。五祖欲求法嗣，令诸僧各出一偈，上座神秀说道：‘身是菩提树，心如明镜台。时时勤拂拭，莫使有尘埃。’惠能在厨房舂米，听了道：‘美则美矣，了则未了。’因自念一偈曰：‘菩提本非树，明镜亦非台。本来无一物，何处染尘埃？’五祖便将衣钵传给了他。今儿这偈语亦同此意了。只是方才这句机锋，尚未完全了结，这便丢开手不成？”黛玉笑道：“他不能答就算输了，这会子答上了也不为出奇了。只是以后再不许谈禅了。连我们两个人所能的，你还不知不能呢，还去参什么禅呢！”宝玉自己以为觉悟，不想忽被黛玉一问，便不能答；宝钗又比出语录来，此皆素不见他们所能的。自己想了一想：“原来他们比我的知觉在先，尚未解悟，我如今何必自寻苦恼。”想毕，便笑道：“谁又参禅，不过是一时的玩话儿罢了。”说罢，四人仍复如旧。\n　　忽然人报，娘娘差人送出一个灯谜来，命他们大家去猜，猜后每人也作一个送进去。四人听说，忙出来至贾母上房，只见一个小太监，拿了一盏四角平头白纱灯，专为灯谜而制，上面已有了一个，众人都争看乱猜。小太监又下谕道：“众小姐猜着，不要说出来，每人只暗暗的写了，一齐封送进去，候娘娘自验是否。”宝钗听了，近前一看，是一首七言绝句，并无新奇，口中少不得称赞，只说“难猜”，故意寻思。其实一见早猜着了。宝玉、黛玉、湘云、探春四个人也都解了，各自暗暗的写了。一并将贾环、贾兰等传来，一齐各揣心机猜了，写在纸上，然后各人拈一物作成一谜，恭楷写了，挂于灯上。\n　　太监去了，至晚出来，传谕道：“前日娘娘所制，俱已猜着，惟二小姐与三爷猜的不是。小姐们作的也都猜了，不知是否？”说着，也将写的拿出来，也有猜着的，也有猜不着的。太监又将颁赐之物送与猜着之人，每人一个宫制诗筒，一柄茶筅，独迎春、贾环二人未得。迎春自以为玩笑小事，并不介意；贾环便觉得没趣。且又听太监说：“三爷所作这个不通，娘娘也没猜，叫我带回问三爷是个什么。”众人听了，都来看他作的是什么？写道：\n　　大哥有角只八个，二哥有角只两根。\n　　大哥只在床上坐，二哥爱在房上蹲。\n　　众人看了，大发一笑。贾环只得告诉太监说：“是一个枕头，一个兽头。”太监记了，领茶而去。\n　　贾母见元春这般有兴，自己一发喜乐，便命速作一架小巧精致围屏灯来，设于堂屋，命他姊妹们各自暗暗的做了，写出来粘在屏上；然后预备下香茶细果以及各色玩物，为猜着之贺。贾政朝罢，见贾母高兴，况在节间，晚上也来承欢取乐。上面贾母、贾政，宝玉一席；王夫人、宝钗、黛玉、湘云又一席，迎春、探春、惜春三人又一席，俱在下面。地下老婆丫鬟站满。李宫裁、王熙凤二人在里间又一席。贾政因不见贾兰，便问：”怎么不见兰哥儿？”地下女人们忙进里间问李氏，李氏起身笑着回道：“他说方才老爷并没叫他去，他不肯来。”女人们回复了贾政，众人都笑说：“天生的牛心拐孤！”贾政忙遣贾环和个女人将贾兰唤来，贾母命他在身边坐了，抓果子给他吃，大家说笑取乐。往常间只有宝玉长谈阔论，今日贾政在这里，便唯唯而已。馀者，湘云虽系闺阁弱质，却素喜谈论，今日贾政在席也自钳口禁语；黛玉本性娇懒，不肯多话；宝钗原不妄言轻动，便此时亦是坦然自若。故此一席，虽是家常取乐，反见拘束。\n　　贾母亦知因贾政一人在此所致，酒过三巡，便撵贾政去歇息。贾政亦知贾母之意，撵了他去好让他姊妹兄弟们取乐，因陪笑道：“今日原听见老太太这里大设春灯雅谜，故也备了彩礼酒席，特来入会。何疼孙子孙女之心，便不略赐与儿子半点？”贾母笑道：“你在这里，他们都不敢说笑，没的倒叫我闷的慌。你要猜谜儿，我说一个你猜，猜不着是要罚的。”贾政忙笑道：“自然受罚。若猜着了，也要领赏呢。”贾母道：“这个自然。”便念道：\n　　猴子身轻站树梢。（打一果名）\n　　贾政已知是荔枝，故意乱猜，罚了许多东西，然后方猜着了，也得了贾母的东西。然后也念一个灯谜与贾母猜。念道：\n　　身自端方，体自坚硬。\n　　虽不能言，有言必应。（打一用物）\n　　说毕，便悄悄的说与宝玉，宝玉会意，又悄悄的告诉了贾母。贾母想了一想，果然不差，便说：“是砚台。”贾政笑道：“到底是老太太，一猜就是。”回头说：“快把贺彩献上来。”地下妇女答应一声，大盘小盒，一齐捧上。贾母逐件看去，都是灯节下所用所玩新巧之物，心中甚喜，遂命：“给你老爷斟酒。”宝玉执壶，迎春送酒。贾母因说：“你瞧瞧那屏上，都是他姐儿们做的，再猜一猜我听。”\n　　贾政答应，起身走至屏前，只见第一个是元妃的，写着道：\n　　能使妖魔胆尽摧，身如束帛气如雷。\n　　一声震得人方恐，回首相看已化灰。（打一玩物）\n　　天运人功理不穷，有功无运也难逢。\n　　因何镇日纷纷乱？只为阴阳数不通。（打一用物）\n　　贾政道：“是算盘？”迎春笑道：“是。”又往下看，是探春的，道：\n　　阶下儿童仰面时，清明妆点最堪宜。\n　　游丝一断浑无力，莫向东风怨别离。（打一玩物）\n　　贾政道：“好象风筝？”探春道：“是。”贾政再往下看，是黛玉的，道：\n　　朝罢谁携两袖烟？琴边衾里两无缘。\n　　晓筹不用鸡人报，五夜无烦侍女添。\n　　焦首朝朝还暮暮，煎心日日复年年。\n　　光阴荏苒须当惜，风雨阴晴任变迁。（打一用物）\n　　南面而坐，北面而朝，\n　　象忧亦忧，象喜亦喜。（打一用物）\n　　贾政道：“好，好！如猜镜子，妙极！”宝玉笑回道：“是。”贾政道：“这一个却无名字，是谁做的？”贾母道：“这个大约是宝玉做的？”贾政就不言语。往下再看宝钗的，道是：\n　　有眼无珠腹内空，荷花出水喜相逢。\n　　梧桐叶落分离别，恩爱夫妻不到冬。（打一用物）\n　　贾政看完，心内自付道：“此物还倒有限，只是小小年纪，作此等言语，更觉不祥。看来皆非福寿之辈。”想到此，甚觉烦闷，大有悲戚之状，只是垂头沉思。贾母见贾政如此光景，想到他身体劳乏，又恐拘束了他众秭妹，不得高兴玩耍，便对贾政道：“你竟不必在这里了，歇着去罢。让我们再坐一会子，也就散了。”贾政一闻此言，连忙答应几个“是。”又勉强劝了贾母一回酒，方才退出去了。回至房中，只是思索，翻来复去，甚觉凄惋。\n这里贾母见贾政去了，便道：“你们乐一乐罢。”一语未了，只见宝玉跑至围屏灯前，指手画脚，信口批评：“这个这一句不好。”“那个破的不恰当。”如同开了锁的猴儿一般。黛玉便道：“还象方才大家坐着，说说笑笑，岂不斯文些儿？”凤姐儿自里间屋里出来，插口说道：“你这个人，就该老爷每日合你寸步儿不离才好。刚才我忘了，为什么不当着老爷，撺掇着叫你作诗谜儿？这会子不怕你不出汗呢。”说的宝玉急了，扯着凤姐儿厮缠了一会。贾母又和李宫裁并众秭妹等说笑了一会子，也觉有些困倦，听了听，已交四鼓了。因命将食物撤去，赏给众人，遂起身道：“我们歇着罢。明日还是节呢，该当早些起来。明日晚上再玩罢。”于是众人方慢慢的散去。\n未知次日如何，且听下回分解。",
  "translation": "Jia Lian stopped to ask what it was when Xifeng said she wanted to consult him.\n\n“It’s Cousin Baochai’s birthday on the twenty-first,” she told him. “What are we going to do about it?”\n\n“How should I know?” He chuckled. “You’ve managed plenty of big birthdays. Don’t tell me you’re at a loss now.”\n\n“There are fixed rules for big birthdays. But this is neither one thing nor the other; that’s why I want your advice.”\n\nJia Lian lowered his head and thought for a while.\n\n“You must be losing your grip,” he said then. “There’s a precedent in Cousin Daiyu. Do the same as in previous years for her.”\n\n“I’m not such a fool. I thought of that too. But yesterday I heard the old lady asking all the young people’s ages and dates of birth, and when she learned that Cousin Baochai is fifteen this year she said that although it’s not one of the big birthdays, it’s the year she comes of age. And as the old lady wants to celebrate it, it will have to be different from Daiyu’s birthdays in the past.”\n\n“In that case, do more than for Daiyu.”\n\n“That’s what I had in mind, but I wanted to hear what you thought. If I went ahead on my own, you might complain that I hadn’t consulted you.”\n\n“Nonsense!” He laughed. “Don’t start suspecting me of such meanness. I’m only too grateful if you don’t find fault with me. As if I’d complain!”\n\nWith that he went on his way.\n\nMeanwhile, after a couple of days, Xiangyun wanted to go home. But the Lady Dowager demurred.\n\n“Wait till after your Cousin Baochai’s birthday and you’ve seen the plays,” she urged.\n\nXiangyun had to stay. She sent home for two pieces of her own needlework to give Baochai as a birthday present.\n\nThe Lady Dowager had taken a fancy to Baochai for her sedateness and sweet temper. And as this was the first birthday the girl had celebrated since her arrival, the old lady decided to provide twenty taels of her own money for a feast and operas. She sent for Xifeng and told her to make the arrangements.\n\nXifeng joked, “If an Old Ancestress wants to celebrate a young people’s birthday, she can do as she pleases and no one will dare to argue. Why give a feast too? If you’re in such high spirits and want some fun, you should fork out several taels from your old private hoard. But instead you produce this mouldy twenty taels — is it to make us pay the rest? Don’t tell me you’re hard up, with your chests crammed full of gold and silver, all sorts of coins? If you’re stingy with your own children, whom will you spend it on? We may not deserve it, but don’t be too hard on us. Is this paltry sum enough for a feast and operas?”\n\nThis set the whole room laughing.\n\n“Just listen to her!” cried the Lady Dowager, laughing too. “I’m not a bad hand at talking myself, but I’m no match for this monkey. Your mother-in-law doesn’t dare answer me back, yet here you are bandying words with me.”\n\n“My mother-in-law dotes on Baoyu just as much as you do,” retorted Xifeng. “I’ve no one to complain to, yet you accuse me of bandying words.”\n\nShe kept the old lady laughing for a while, and in excellent spirits the Lady Dowager asked Baochai what plays and what delicacies she preferred. Knowing that old people like lively scenes and sweet, soft foods, Baochai named the ones which she thought would appeal to her grandmother, and this further delighted the old lady.\n\nThe next day she sent Baochai presents of clothes and playthings. And Madam You, Xifeng and Daiyu, all having gifts ready, sent them over too. We need not go into details.\n\nOn the twenty-first, a small stage was erected in the Lady Dowager’s inner court and a new troupe of young actors performed plays both of the southern Kunchu and the northern Yiyang styles. A feast was spread in the hall, but no outside relatives were invited, only Aunt Xue\n\nAunt Xue, Xiangyun and Baochai were the only guests present, all the rest being members of the family. Baoyu, not having seen Daiyu that morning, went to her room to look for her and found her reclining on the kang.\n\n“Come and have breakfast,” he said cheerfully. “The plays are going to start. Which would you like? I’ll tell them to put it on first.”\n\n“If that’s how you feel, why not engage another company to put on my favourite operas specially for me?” she retorted. “There’s no need to take advantage of this occasion.”\n\n“That’s easy,” he cried. “We’ll engage another company tomorrow and let them take advantage of us.”\n\nAs he spoke he pulled her up and they went out hand in hand.\n\nAfter breakfast when the Lady Dowager asked Baochai to choose an opera, the girl politely declined until she saw that she had to comply. So she picked one episode from The Pilgrimage to the West, which delighted the old lady. Next Aunt Xue was asked to choose, but she declined on the grounds that Baochai had made a choice already. Then the Lady Dowager told Xifeng to choose one. Although Lady Xing and Lady Wang were present, Xifeng could not disobey the old lady. Knowing that she liked lively, amusing scenes, she chose Liu Er Pawns His Clothes. This indeed pleased the Lady Dowager even more. Then it was Daiyu’s turn, but she deferred to Lady Wang and the rest until the old lady interposed:\n\n“Today I’m treating you all, so just do as I say and never mind the others. Am I providing this show and feast for them? They’re lucky enough to be getting free entertainment and free food — why should they choose the operas too?”\n\nThis set everyone laughing. Then Daiyu made her choice, followed by Baoyu, Xiangyun, Yingchun, Xichun and Li Wan. And the episodes chosen were performed in due order.\n\nAt the feast that evening, the Lady Dowager again asked Baochai to choose an opera. She picked The Monastery Gate.\n\n“You will choose shows like that,” protested Baoyu.\n\n“You’ve been listening to operas all these years for nothing,” retorted Baochai. “You don’t even know this one. There’s a lot to be said for both the production and the lyrics.”\n\n“I’ve always hated noisy shows.”\n\n“If you call this noisy you simply don’t know opera. Come here and I’ll explain. This episode from The Monastery Gate is one of a sequence to the melody ‘Rouged Lips’ — the rhythm is forceful and the lyrics good. There’s a song to the melody ‘Parasitic Grass’ which is really superb. How can you know nothing about it?”\n\nImpressed by her enthusiasm, Baoyu went over to plead, “Good sister, do recite it for me.”\n\nShe recited there and then:\n\nTears to the hero’s eyes\n\nAs from the hermit he must part.\n\nHe has shaved off his hair, to be sworn a monk;\n\nBut soon he will leave the monastery.\n\nNaked he came and naked he goes —\n\nWhat does he care for raincoat or hat?\n\nLet him wander the world, straw sandals and broken alms-bowl,\n\nAs fate decrees.\n\nBaoyu, overcome with delight, wagged his head and beat time, praising the lyrics and exclaiming that Baochai was a walking library.\n\nDaiyu made a little moue.\n\n“Do be quiet and enjoy the opera,” she said. “Before The Monastery Gate has been performed, you’re playing ‘Feigning Madness’.”\n\nThis set Xiangyun laughing.\n\nThey went on watching the operas until the evening, when the party broke up.\n\nThe Lady Dowager was so taken with the girl who played secondary roles and the little clown that she had them brought in to see her. She was even more taken aback to find how young and delicate they looked. Asked their ages, the girl turned out to be eleven and the clown only nine. Everyone exclaimed in sympathy. The old lady gave them extra delicacies and tips.\n\n“That child dressed up looks the living image of someone here,” remarked Xifeng. “I wonder if any of you can guess who.”\n\nBaochai knew but just nodded without speaking. Baoyu too could guess but did not venture to say. It was Xiangyun who blurted out:\n\n“She looks like Cousin Lin.”\n\nBaoyu shot her a warning glance, but the others had heard and, taking a closer look, they laughed and declared that she did indeed look like Daiyu.\n\nAfter a while the party broke up.\n\nThat evening Xiangyun ordered Cuilu to pack their things.\n\n“What’s the hurry?” asked the maid. “There’ll be time enough to pack when we’re leaving.”\n\n“We’re going first thing tomorrow, what’s the use of staying on?” Xiangyun flared up. “What do we want to hang around here for — to be insulted?”\n\nBaoyu overheard this and came over to her quickly.\n\n“You’re wrong to be angry with me, cousin,” he said. “Cousin Daiyu is so sensitive, everyone knows that; but they don’t like to say anything for fear of upsetting her. Who’d have thought you’d speak out so thoughtlessly? Of course she lost her temper. I signalled to you to keep quiet because I was afraid you’d offend her. If you’re angry with me now, that means I’ve wasted all my concern on you. If it were anyone else, I wouldn’t care whether she offended people or not.”\n\nXiangyun shook off his hand.\n\n“Don’t try to get round me with your glib tongue. I’m not as good as your Cousin Lin. Other people can make fun of her, but if I say anything the least bit out of place I’m in the wrong. Of course, I’m not fit to talk to her. She’s a young lady, the mistress here; I’m only a slave-girl.”\n\n“I was only thinking of you, yet now you reproach me,” cried Baoyu in desperation. “May I turn into ashes and be trampled upon by thousands if I had any bad intent!”\n\n“Don’t talk such crazy nonsense, especially not at New Year. Save such talk for those who are touchy and easily offended, who’ll blame you and know how to get round you. Don’t make me spit in disgust.”\n\nWith that she went into the Lady Dowager’s inner room and lay down in a huff.\n\nBaoyu, much put out, went to look for Daiyu. But the moment he stepped into her room she pushed him out and closed the door. Puzzled by this, he called softly through the window:\n\n“Why won’t you let me in, dear cousin? Do let me in.”\n\nBut she took no notice.\n\nHe hung his head in silent dejection. Zijuan knew what had happened, but this was no time for her to intervene. Baoyu just stood there foolishly until Daiyu, thinking he had left, opened the door. Seeing him still there she had no choice but to let him in.\n\n“There’s reason for everything,” he said, following her in. “If you’d tell people why you’re angry they needn’t feel so hurt. If I die, at least let me die an enlightened ghost. It’s no fun being killed off for no reason at all.”\n\n“You ask me?” She smiled coldly. “I wonder myself. I’m just a laughing-stock for all of you. Compared to an actress for people to laugh at!”\n\n“I never compared you to anyone, and I didn’t laugh. Why be angry with me?”\n\n“I should hope you didn’t compare me and didn’t laugh. What you did was worse than comparing me and laughing.”\n\nBaoyu could not answer this.\n\nDaiyu went on, “I could have forgiven you that. But why did you have to signal to Yun? What was your idea? That she could amuse herself by making fun of me but mustn’t let me answer back for fear of insulting herself? She’s the daughter of a noble house, I’m only a common vulgar girl — if I answered back and she felt insulted, that would be her fault. Wasn’t that the idea? Of course, you were thinking only of her. But she didn’t appreciate your concern and lost her temper too. And now you’re trying to make me out the touchy one who’s always losing her temper. You were afraid she might offend me, but what’s it to you if she does? And what’s it to you if she offends me or not?”\n\nThen Baoyu knew she had overheard his conversation with Xiangyun too. Reflecting that he had only interfered for fear they might quarrel, and instead had been reproached by both, he was reminded of Zhuangzi’s sayings: “The clever waste their pains; the wise are vexed; but those without ability have no wants. They satisfy their hunger and roam at ease, drifting like an unmoored boat.” And: “When the mountain trees show their usefulness, they are cut down; when the fountain is sweet, it is drained.” The more he thought about it the more dejected he felt.\n\n“If I can’t even cope with the few people here,” he reflected,\n\nWhat’s to be done? At this reflection he made no attempt to argue but turned back to his own room.\n\nDaiyu, watching him go, knew that he must have thought better of his protest and left in a huff. She said not a word, but simply fumed more bitterly than ever.\n\n“All right, go,” she cried. “Don’t ever come back. And don’t ever speak to me again.”\n\nBaoyu ignored this. Back in his own apartment he lay down on his bed, staring in glum silence. Although Xiren knew the reason for this, she dared not mention it but tried to distract him with some other topic.\n\n“The operas today will lead to more in a few days’ time,” she said with a smile. “I’m sure Miss Baochai will want to invite people to a return performance.”\n\n“Whether she does or not, what’s that to me?” he retorted coldly.\n\nThis was so unlike him that Xiren said with another smile, “What’s the meaning of this? It’s the first month, a time for fun, when all the ladies and young ladies are enjoying themselves. Why should you be in such a bad mood?”\n\n“Whether they’re enjoying themselves or not is no business of mine.”\n\n“You should fall in with the general gaiety, shouldn’t you?”\n\n“What do you mean by ‘the general gaiety’? They may have theirs, but I’m all on my own.” As he said this his eyes filled with tears.\n\nXiren dared not pursue the subject, and Baoyu, reflecting on the meaning of his own words, burst out sobbing. He turned over, rose to his feet and went to his desk, where he took up the brush and wrote this gatha:\n\nLet each prove true, in heart and mind,\n\nFor then there’s no proof to be found.\n\nNo proof in words, no proof in mind,\n\nMakes the place where we stand safe and sound.\n\nAlthough he found this enlightening, afraid that others might not understand it he appended to the gatha the following song to the tune of Parasitic Grass:\n\nI am not you,\n\nWhat can you know?\n\nWhat use to ask if others know you or not?\n\nYou may come and go as you please without hindrance.\n\nIn this vast world what cause is there for grief or joy?\n\nWhy ask if some are close, some alien?\n\nWhat has it all been for, this bustle and strife?\n\nI see now that the whole thing’s a joke.\n\nAfter reading this through, convinced that he was free from all entanglements he went to bed.\n\nNow Daiyu, having seen Baoyu leave so abruptly, had come to sound out Xiren on the situation on the pretext of asking for her.\n\n“He’s gone to bed,” Xiren told her.\n\nDaiyu was for turning back at once.\n\n“Just a minute, miss,” said Xiren with a smile. “Here’s some doggerel he’s written. Do read it and see what it means.”\n\nShe showed Daiyu what Baoyu had just written. The latter realized that this was the outcome of their recent tiff and found it both ridiculous and deplorable.\n\n“It’s just a joke,” she told Xiren. “Nothing serious.”\n\nShe took it away with her and showed it the next day to Baochai and Xiangyun. Baochai read out the song:\n\nI am not you,\n\nWhat can you know?\n\nWhat use to ask if others know you or not?\n\nYou may come and go as you please without hindrance.\n\nIn this vast world what cause is there for grief or joy?\n\nWhy ask if some are close, some alien?\n\nWhat has it all been for, this bustle and strife?\n\nI see now that the whole thing’s a joke.\n\nThen she read the gatha:\n\nLet each prove true, in heart and mind,\n\nFor then there’s no proof to be found.\n\nNo proof in words, no proof in mind,\n\nMakes the place where we stand safe and sound.\n\n“This is my fault,” said Baochai with a sigh. “That song I recited yesterday started him off. All these metaphysical subtleties in Taoist and Buddhist books can easily warp young people’s minds. If he takes to spouting such nonsense all the time and gets these crazy ideas, I shall be to blame.”\n\nShe tore the paper up.\n\n“You shouldn’t have done that,” said Daiyu. “I want to ask him something. Come with me, both of you. I guarantee to make him drop this crazy idea.”\n\nThe three girls went together to Baoyu’s room.\n\n“I’ve a question to ask you, Baoyu,” said Daiyu. “The most precious is the pao, the hardest is the yu. Why are you so precious? And how are you so hard?”\n\nBaoyu could not answer.\n\n“Honestly, you’re a hopeless case,” chuckled the other two. “And you’re trying to probe into Chan!”\n\nXiangyun clapped her hands.\n\n“Cousin Bao, you’ve lost.”\n\nDaiyu went on, “Your line: ‘No proof in words, no proof in mind, makes the place where we stand safe and sound.’ It’s all right as far as it goes, but not good enough. I’ll add two more lines to it:\n\n‘When there’s no place in which to stand,\n\nThat is pure land.’”\n\n“That shows real understanding,” approved Baochai.\n\nThat day when the Sixth Patriarch of the Southern Sect of Zen came to Shaozhou in search of a teacher, hearing that the Fifth Patriarch was at Huangmei, he found work there as a kitchen hand. The Fifth Patriarch, wanting to find a successor, ordered each monk to compose a stanza. The superior Shen Hsiu wrote:\n\n“The body is a Bodhi tree,\nThe mind a mirror clear;\nThen keep it cleaned and polished —\nLet no dust settle there.”\n\nHui Neng, who was hulling rice in the kitchen, heard this and commented, “That’s good, but not quite good enough.” And he composed this stanza:\n\n“The Bodhi tree is no tree,\nThe mirror no mirror clear;\nSince nothing actually exists,\nWhere can any dust appear?”\n\nThereupon the Fifth Patriarch gave him the robe and bowl. This stanza today has the same meaning. But that repartee just now wasn’t conclusive. Are you going to drop the subject?”\n\n“If he couldn’t answer, that means he’s lost,” retorted Tai-yu with a smile. “Even if he answered now, there’d be nothing remarkable about it. Only from now on, no more talk about Zen. I know more about it than either of you, yet you talk about seeking instruction.”\n\nPao-yu had imagined that he had attained enlightenment. He had not expected Tai-yu to pose a question which he could not answer, and Pao-chai had quoted a saying which he had not known they understood. This made him think, “They’re more advanced than I am and I’m still so confused. Why should I distress myself like this?”\n\n“Who’s been talking about Zen?” he said with a laugh. “That was just a joke.”\n\nWith that the four of them were their usual selves again.\n\nJust then it was announced that the Imperial Consort had sent them a lantern riddle with orders for them to guess it, after which each was to send in one of his or her own. The four of them hurried to the Lady Dowager’s apartments, where they found a eunuch with a square-headed white gauze lantern made specially for lantern riddles, on which was one already. While the others were crowding round to look and guess, the eunuch passed on the Imperial Consort’s further instructions.\n\n“When you’ve guessed the answers, young ladies, don’t tell anyone. Each of you must write yours down secretly, then they can all be collected and sent to the Palace for Her Highness to see which are correct.”\n\nPao-chai stepped forward to look at the riddle. It was a quatrain with no great merit, but she had to praise it and pretend to find it hard, thinking it over carefully though she had guessed the answer at once. Pao-yu, Tai-yu, Hsiang-yun and Tan-chun had guessed it too, and they each wrote down their answers secretly. Then Chia Huan and Chia Lan were sent for, and after they too had written down their answers, each made up a riddle which they carefully copied out and hung on the lantern.\n\nThat evening the eunuch came back and announced, “Her Highness has found that all of you guessed the riddle she made except the Second Young Lady and Master Huan. She has also guessed all the riddles sent in by the young ladies, but doesn’t know if she is right.” With that he showed them the answers she had written down.\n\nSome had been guessed correctly, some not. The eunuch gave the winners the prizes promised: a note-case and a tea-whisk. Only Ying-chun and Chia Huan had failed. Ying-chun, however, regarded this simply as a joke and did not mind, whereas Chia Huan was rather put out. Moreover, the eunuch told him, “Her Highness says your riddle doesn’t make sense. She couldn’t guess it, and wants you to tell her what the answer is.”\n\nThe others crowded round to look at Chia Huan’s riddle. It ran:\n\nThe big brother has only eight horns,\nThe second brother two horns only.\nThe big brother sits on the mattress,\nThe second brother mounts the roof.\n\nThey all laughed heartily. Then Chia Huan had to tell the eunuch, “The first is a pillow, the second a roof-ornament.” The eunuch made a note of this and went off with his attendants.\n\nThe Lady Dowager was so delighted by Yuan-chun’s sending out riddles that she had a small exquisitely made screen lantern set up in the inner hall and told the young people to compose riddles and stick them on it. She prepared fragrant tea and sweetmeats as well as various toys as prizes for those who guessed right.\n\nWhen Jia Zheng returned from court that day and found the Lady Dowager in a good mood, he stayed on after the festival dinner to amuse her. She and he sat at one table with Baoyu; Lady Wang, Baochai, Daiyu and Xiangyun at another; and Yingchun, Tanchun and Xichun at a third. The floor was thronged with maids and serving-women. Li Wan and Xifeng had a table to themselves in the inner room.\n\nNoticing that Jia Lan was missing, Jia Zheng asked where he was. The serving-women made inquiries and Li Wan rose to explain with a smile from the inner room:\n\n“He says that as his father didn’t call him, he doesn’t like to come.”\n\nWhen this was reported to Jia Zheng, everyone laughed.\n\n“What a stubborn little fellow!” they cried.\n\nJia Zheng at once sent Jia Huan with one of the women to fetch the boy, and the Lady Dowager made Jia Lan sit beside her and gave him some fruit. They chatted and laughed together. Usually Baoyu was the most talkative, but this evening, in his father’s presence, he simply answered yes or no. Xiangyun, for all her chattiness, also kept quiet. And Daiyu, naturally inclined to be reticent, was not fond of talking either. As for Baochai, who was always so grave and composed, she behaved no differently than usual. So although this was a family party, everyone was constrained.\n\nThe Lady Dowager knew that Jia Zheng’s presence was the reason. After three rounds of wine she sent him off to rest. Knowing that she wanted him to leave so that the young people could enjoy themselves, he said with a smile:\n\n“Hearing that you were having lantern riddles here today, madam, I’ve prepared some gifts and a feast to join in the fun. Why are you only fond of your grandchildren? Won’t you show some consideration for your son too?”\n\n“If you stay here they won’t feel free to talk or laugh, and that will spoil my fun,” she retorted. “If you want to guess riddles, I’ll give you one to guess. If you can’t, you must pay a forfeit.”\n\n“Of course,” he agreed. “And if I guess right, I shall expect a reward.”\n\n“Naturally.” She went on, “A monkey, light of limb, stands on the tree top.”\n\nJia Zheng knew that the answer was the litchi but purposely gave wrong answers and had to pay several forfeits before he guessed right and received a present from the Lady Dowager. Then he proposed a riddle to her:\n\n“Its body is square,\nIts substance hard and strong.\nThough it cannot speak,\nIt answers when called upon.”\n\nHe whispered the answer to Baoyu, who taking the hint passed it quietly to his grandmother.\n\n“Of course! It’s an inkslab,” she said.\n\n“Quite right,” agreed Jia Zheng. “Now what about my reward?” He turned to order the servants, “Bring up my presents.”\n\nAt once from the floor below the women brought up large and small trays. The Lady Dowager, examining them one by one, was delighted to find all sorts of novel and ingenious objects for the Lantern Festival.\n\n“Pour some wine for your master,” she ordered.\n\nBaoyu, holding the wine-kettle, and Yingchun offered a cup of wine.\n\n“Just look at the riddles on the screen,” the old lady told Jia Zheng. “They were made up by the girls. See if you can guess them.”\n\nHe assented and rising crossed to the screen. The first riddle was Yuanchun’s:\n\nMy terrifying aspect makes all demons quail.\nI thunder, a glorious sight,\nBut once I give a roar\nMy anger is no more.\n\n“That must be a firecracker,” said Jia Zheng.\n\n“Yes,” said Yingchun.\n\nHe read the next, also by Yuanchun, which had no title:\n\nWhat makes the warp and woof of fate so hard to guess?\nWithout good fortune, merit is not enough.\nWhy do things always go awry?\nBecause of the disparity between Yin and Yang.\n\n“That must be a calculating-board,” he ventured.\n\n“Yes,” said Yingchun again.\n\nHe read on and found one by Tanchun:\n\nThe time when the young master looks up is spring.\nWith the first summer month he is decked out in fine style.\nBut once the cord is severed, he must go,\nTo order his affairs far away, with none to rely on.\n\n“That sounds like a kite,” he said.\n\n“Yes,” agreed Tanchun.\n\nThen he read another by her:\n\nIn front of the steps children look up:\nThe season is clear and bright, fit time for pretty sights.\nWhen the silk thread is broken, it has no strength to soar —\nDon’t blame it for having to make its way east or west.\n\nGrief at Parting\n\n“I think that must be a kite,” said Jia Zheng.\n\n“Yes,” answered Tanchun.\n\nThe next one was Daiyu’s:\n\nAt court levee, who brings two sleeves full of smoke?\n\nWith the lute and quilt it has no tie.\n\nNo need for the cock-man to announce the dawn,\n\nNo need for maid-servants to replenish it at the fifth watch.\n\nIts head is burnt morning after morning, night after night,\n\nIts heart is consumed day after day, year after year.\n\nTime flies, men should value the passing hours,\n\nWind or rain, shadow or shine, whatever the change.\n\n“What is it?”\n\nFacing south it sits, facing north it bows;\n\nWhen the image grieves it grieves, when the image rejoices it rejoices.\n\n“Good, good!” exclaimed Jia Zheng. “It’s a mirror. Very clever.”\n\n“Yes,” said Baoyu with a smile.\n\n“But this one has no name. Who made it?”\n\nThe Lady Dowager suggested, “I suspect Baoyu wrote this.”\n\nJia Zheng said no more and passed on to the next, which was Baochai’s:\n\nEyeless but with eyes, hollow in the middle,\n\nIt is overjoyed when the lotus blossoms.\n\nWhen the wutong tree sheds its leaves, the two must part,\n\nA happy couple who cannot last the winter.\n\nAfter reading this Jia Zheng thought, “This object is nothing out of the way, but for a young girl to write such lines is rather inauspicious. It seems none of them is destined to be long-lived or fortunate.” This reflection depressed him and he looked quite upset, hanging his head in deep thought.\n\nThe Lady Dowager, supposing that he was tired out and afraid that the girls would feel constrained too and be unable to enjoy themselves, said to him, “Why not go and rest? That will let us sit here a little longer, then we’ll break up.”\n\nHearing this, Jia Zheng promptly assented. After pressing his mother to drink a little more wine he withdrew. Back in his own apartments he brooded so disconsolately that he tossed and turned, unable to sleep. But no more of this.\n\nAs soon as the Lady Dowager saw Jia Zheng leave she said, “Now you can enjoy yourselves.”\n\nAt once Baoyu bounded to the screen and started criticizing the lanterns there. “This line is no good,” he said, pointing. “That one’s spoilt the whole thing.” He cavorted about like a monkey that has been let off its chain.\n\n“If we all sat here properly as we were just now, chatting and laughing, wouldn’t that be more refined?” asked Daiyu.\n\nXifeng emerged from the inner room to put in, “The master ought to keep you by his side every minute of the day. What a pity I forgot to urge him to set you to composing more riddles just now. That would have made you sweat!”\n\nBaoyu in desperation tugged at her and tried to wrestle with her.\n\nThe Lady Dowager chatted with Li Wan and the girls, but she was feeling tired too and, hearing that the fourth watch had just been announced, she ordered the leftover food to be taken away and distributed to the servants.\n\n“Let’s turn in now,” she said, rising to her feet. “Tomorrow’s the festival, we have to be up early. We can have more fun tomorrow evening.”\n\nSo the party gradually broke up.\n\nIf you want to know what followed, read the next chapter."
}