{
  "index": "023",
  "title": "第23章 西厢记妙词通戏语 牡丹亭艳曲警芳心",
  "original": "话说贾母次日仍领众人过节。那元妃却自幸大观园回宫去后，便命将那日所有的题咏，命探春抄录妥协，自己编次优劣，又令在大观园勒石，为千古风流雅事。因此贾政命人选拔精工，大观园磨石镌字。贾珍率领贾蓉、贾蔷等监工。因贾蔷又管着文官等十二个女戏子并行头等事，不得空闲，因此又将贾菖、贾菱、贾萍唤来监工。一日烫蜡钉朱，动起手来。这也不在话下。\n　　且说那玉皇庙并达摩庵两处，一班的十二个小沙弥并十二个小道士，如今挪出大观园来，贾政正想发到各去分住。不想后街上住的贾芹之母杨氏，正打算到贾政这边谋一个大小事件与儿子管管，也好弄些银钱使用，可巧听见这事，便坐车来求凤姐。凤姐因见他素日嘴头儿乖滑，便依允了。想了几句话，便回了王夫人说：“这些小和尚小道士万不可打发到别处去，一时娘娘出来，就要应承的。倘或散了，若再用时，可又费事。依我的主意，不如将他们都送到家庙铁槛寺去，月间不过派一个人拿几两银子去买柴米就是了。说声用，走去叫一声就来，一点儿不费事。”王夫人听了，便商之于贾政。贾政听了笑道：“倒是提醒了我。就是这样。”即时唤贾琏。贾琏正同凤姐吃饭，一闻呼唤，放下饭碗便走。凤姐一把拉住，笑道：“你先站住，听我说话。要是别的事，我不管，要是为小和尚、小道士们的事，好歹你依着我这么着。”如此这般，教了一套话。贾琏摇头笑道：“我不管，你有本事你说去。”凤姐听说，把头一梗，把筷子一放，腮上带笑不笑的瞅着贾琏道：“你是真话还是玩话儿？”贾琏笑道：“西廊下五嫂子的儿子芸儿求了我两三遭，要件事管管，我应了，叫他等着。好容易出来这件事，你又夺了去！”凤姐儿笑道：“你放心。园子东北角上，娘娘说了，还叫多多的种松柏树，楼底下还叫种些花草儿。等这件事出来，我包管叫芸儿管这工程就是了。”贾琏道：“这也罢了。”因又悄悄的笑道：“我问你，我昨儿晚上不过要改个样儿，你为什么就那么扭手扭脚的呢？”凤姐听了，把脸飞红，“嗤”的一笑，向贾琏哼了一口，依旧低下头吃饭。贾琏笑着一径去了。\n　　走到前面见了贾政，果然为小和尚的事。贾琏便依着凤姐的话，说道：“看来芹儿倒出息了，这件事竟交给他去管，横竖照里头的规例，每月支领就是了。”贾政原不大理论这些小事，听贾琏如此说，便依允了。贾琏回房告诉凤姐，凤姐即命人去告诉杨氏，贾芹便来见贾琏夫妻，感谢不尽。凤姐又做情先支三个月的费用，叫他写了领字，贾琏画了押，登时发了对牌出去，银库上按数发出三个月供给来，白花花三百两。贾芹随手拈了一块与掌平的人，叫他们“喝了茶罢”。于是命小厮拿了回家，与母亲商议。登时雇车坐上，又雇了几辆车子至荣国府角门前，唤出二十四个人来，坐上车子，一径往城外铁槛寺去了。当下无话。\n　　如今且说那元妃，在宫中编次《大观园题咏》，忽然想起那园中的景致，自从幸过之后，贾政必定敬谨封锁，不叫人进去，岂不辜负此园。况家中现有几个能诗会赋的姊妹们，何不命他们进去居住，也不使佳人落魄，花柳无颜。却又想宝玉自幼在姊妹丛中长大，不比别的兄弟，若不命他进去，又怕冷落了他，恐贾母、王夫人心上不喜，须得也命他进去居住方妥。命太监夏忠到荣府下一道谕：“命宝钗等在园中居住，不可封锢；命宝玉也随进去读书。”贾政王夫人接了谕命。夏忠去后，便回明贾母，遣人进去各处收拾打扫，安设帘幔床帐。\n　　别人听了，还犹自可，惟宝玉喜之不胜。正和贾母盘算着要这个要那个，忽见丫鬟来说：“老爷叫宝玉。”宝玉呆了半晌，登时扫了兴，脸上转了色，便拉着贾母扭的扭股儿糖似的，死也不敢去。贾母只得安慰他道：“好宝贝，你只管去，有我呢。他不敢委屈了你。况你做了这篇好文章，想必娘娘叫你进园去住，他吩咐你几句话，不过是怕你在里头淘气。他说什么，你只好生答应着就是了。”一面安慰，一面唤了两个老嬷嬷来，吩咐：“好生带了宝玉去，别叫他老子唬着他。”老嬷嬷答应了。宝玉只得前去，一步挪不了三寸，蹭到这边来。\n　　可巧贾政在王夫人房中商议事情，金钏儿、彩云、绣鸾、绣凤等众丫鬟都廊檐下站着呢，一见宝玉来，都抿着嘴儿笑他。金钏儿一把拉着宝玉，悄悄的说道：“我这嘴上是才擦的香香甜甜的胭脂，你这会子可吃不吃了？”彩云一把推开金钏儿，笑道：“人家心里发虚，你还怄他！趁这会子喜欢，快进去罢。”宝玉只得挨门进去。原来贾政和王夫人都在里间呢。赵姨娘打起帘子来，宝玉挨身而入，只见贾政和王夫人对坐在炕上说话儿，地下一溜椅子，迎春、探春、惜春、贾环四人都坐在那里。一见他进来，探春、惜春和贾环都站起来。\n　　贾政一举目见宝玉站在眼前，神彩飘逸，秀色夺人，又看看贾环人物委琐，举止粗糙，忽又想起贾珠来。再看看王夫人，只有这一个亲生的儿子，素爱如珍，自己的胡须将已苍白。因此上把平日嫌恶宝玉之心不觉减了八九分。半晌说道：“娘娘吩咐说，你日日在外游嬉，渐次疏懒了工课，如今叫禁管你和姐妹们在园里读书。你可好生用心学习，再不守分安常，你可仔细着！”宝玉连连答应了几个“是”。王夫人便拉他在身边坐下。他姊弟三人依旧坐下。王夫人摸索着宝玉的脖项说道：“前儿的丸药都吃完了没有？”宝玉答应道：“还有一丸。”王夫人道：“明儿再取十丸来，天天临睡时候，叫袭人伏侍你吃了再睡。”宝玉道：“从太太吩咐了，袭人天天临睡打发我吃的。”贾政便问道：“谁叫‘袭人’？”王夫人道：“是个丫头。”贾政道：“丫头不拘叫个什么罢了，是谁起这样刁钻名字？”王夫人见贾政不喜欢了，便替宝玉掩饰道：“是老太太起的。”贾政道：“老太太如何晓得这样的话，一定是宝玉。”宝玉见瞒不过，只得起身回道：“因素日读诗，曾记古人有句诗云：‘花气袭人知昼暖’，因这丫头姓‘花’，便随意起的。”王夫人忙向宝玉说道：“你回去改了罢。—老爷也不用为这小事生气。”贾政道：“其实也无妨碍，不用改。只可见宝玉不务正，专在这些浓词艳诗上做工夫。”说毕，断喝了一声：“作孽的畜生，还不出去！”王夫人也忙道：“去罢，去罢。怕老太太等吃饭呢。”\n　　宝玉答应了，慢慢的退出去，向金钏儿笑着伸伸舌头，带着两个老嬷嬷，一溜烟去了。刚至穿堂门前，只见袭人倚门而立，见宝玉平安回来，堆下笑来，问道：“叫你做什么？”宝玉告诉：“没有什么，不过怕我进园淘气，吩咐吩咐”一面说，一面回至贾母跟前回明原委。只见黛玉正在那里，宝玉便问他：“你住在那一处好？”黛玉正盘算这事，忽见宝玉一问，便笑道：“我心里想着潇湘馆好。我爱那几竿竹子，隐着一道曲栏，比别处幽静些。”宝玉听了，拍手笑道：“合了我的主意了，我也要叫你那里住。我就住怡红院，咱们两个又近，又都清幽。”二人正计议着，贾政遣人来回贾母，说是：“二月二十二日是好日子，哥儿姐儿们就搬进去罢。这几日遣人进去分派收拾。”宝钗住了蘅芜院，黛玉住了潇湘馆，迎春住了缀锦楼，探春住了秋掩书斋，惜春住了蓼风轩，李纨住了稻香村，宝玉住了怡红院。每一处添两个老嬷嬷，四个丫头；除各人的奶娘亲随丫头外，另有专管收拾打扫的。至二十二日，一齐进去，登时园内花招绣带，柳拂香风，不似前番那等寂寞了。\n　　闲言少叙，且说宝玉自进园来，心满意足，再无别项可生贪求之心，每日只和姊妹丫鬟们一处，或读书，或写字，或弹琴下棋，作画吟诗，以至描鸾刺凤，斗草簪花，低吟悄唱，拆字猜枚，无所不至，倒也十分快意。他曾有几首四时即事诗，虽不算好，却是真情真景。\n　　《春夜即事》云：\n　　霞绡云幄任铺陈，隔巷蛙声听未真。\n　　枕上轻寒窗外雨，眼前春色梦中人。\n　　盈盈烛泪因谁泣，点点花愁为我嗔。\n　　自是小鬟娇懒惯，拥衾不耐笑言频。\n　　《夏夜即事》云：\n　　倦绣佳人幽梦长，金笼鹦鹉唤茶汤。\n　　窗明麝月开宫镜，室霭檀云品御香。\n　　琥珀杯倾荷露滑，玻璃槛纳柳风凉。\n　　水亭处处齐纨动，帘卷朱楼罢晚妆。\n　　《秋夜即事》云：\n　　绛芸轩里绝喧哗，桂魄流光浸茜纱。\n　　苔锁石纹容睡鹤，井飘桐露湿栖鸦。\n　　抱衾裨至舒金凤，倚槛人归落翠花。\n　　静夜不眠因酒渴，沉烟重拨索烹茶。\n　　《冬夜即事》云：\n　　梅魂竹梦已三更，锦衾睡未成。\n　　松影一庭惟见鹤，梨花满地不闻莺。\n　　女奴翠袖诗怀冷，公子金貂酒力轻。\n　　却喜侍儿知试茗，扫将新雪及时烹。\n　　不说宝玉闲吟，且说这几首诗，当时有一等势利人，见是荣国府十二三岁的公子做的，抄录出来，各处称颂；再有等轻薄子弟，爱上那风流妖艳之句，也写在扇头壁上，不时吟哦赏赞。因此上竟有人来寻诗觅字，倩画求题。这宝玉一发得意了，每日家做这些外务。谁想静中生动，忽一日，不自在起来，这也不好，那也不好，出来进去只是发闷。园中那些女孩子，正是混沌世界天真烂漫之时，坐卧不避，嬉笑无心，那里知宝玉此时的心事？那宝玉不自在，便懒在园内，只想外头鬼混，却痴痴的又说不出什么滋味来。茗烟见他这样，因想与他开心，左思右想皆是宝玉玩烦了的，只有一件不曾见过。想毕走到书坊内，把那古今小说，并那飞燕、合德、则天、玉环的“外传”，与那传奇角本，买了许多，孝敬宝玉。宝玉一看，如得珍宝。茗烟又嘱咐道：“不可拿进园去，叫人知道了，我就‘吃不了兜着走’了。”宝玉那里肯不拿进去？踟蹰再四，单把那文理雅道些的，拣了几套进去，放在床顶上，无人时方看；那粗俗过露的，都藏于外面书房内。\n　　那日正当三月中浣，早饭后，宝玉携了一套《会真记》，走到沁芳闸桥那边桃花底下一块石上坐着，展开《会真记》，从头细看。正看到“落红成阵”，只见一阵风过，树上桃花吹下一大斗来，落得满身满书满地皆花片。宝玉要抖将下来，恐怕脚步践踏了，只得兜了那花瓣儿，来至池边，抖在池内。那花瓣儿浮在水面，飘飘荡荡，竟流出沁芳闸去了。回来只见地下还有许多花瓣。宝玉正蜘蹰间，只听背后有人说道：“你在这里做什么？”宝玉一回头，却是黛玉来了，肩上担着花锄，花锄上挂着纱囊，手内拿着花帚。宝玉笑道：“来的正好，你把这些花瓣儿都扫起来，撂在那水里去罢。我才撂了好些在那里了。”黛玉道：“撂在水里不好，你看这里的水干净，只一流出去，有人家的地方儿什么没有？仍旧把花遭塌了。那畸角儿上我有一个花冢，如今把他扫了，装在这绢袋里，埋在那里，日久随土化了，岂不干净。”\n　　宝玉听了，喜不自禁，笑道：“待我放下书，帮你来收拾。”黛玉道：“什么书？”宝玉见问，慌的藏了，便说道：“不过是《中庸》《大学》。”黛玉道：“你又在我跟前弄鬼。趁早儿给我瞧瞧，好多着呢！”宝玉道：“妹妹，要论你我是不怕的，你看了好歹别告诉人。真是好文章。你要看了，连饭也不想吃呢！”一面说，一面递过去。黛玉把花具放下，接书来瞧，从头看去，越看越爱，不顿饭时，已看了好几出了。但觉词句警人，馀香满口。一面看了，只管出神，心内还默默记诵。宝玉笑道：“妹妹，你说好不好？”黛玉笑着点头儿。宝玉笑道：“我就是个‘多愁多病的身’，你就是那‘倾国倾城的貌’。”黛玉听了，不觉带腮连耳都通红了，登时竖起两道似蹙非蹙的眉，瞪了一双似睁非睁的眼，桃腮带怒，薄面含嗔，指着宝玉道：“你这该死的，胡说了！好好儿的，把这些淫词艳曲弄了来，说这些混账话欺负我。我告诉舅舅、舅母去！”说到“欺负”二字，就把眼圈儿红了，转身就走。宝玉急了，忙向前拦住道：“好妹妹，千万饶我这一遭儿罢！要有心欺负你，明儿我掉在池子里，叫个掘头鼋吃了去，变个大忘八，等你明儿做了‘一品夫人’病老归西的时候儿，我往你坟上替你驼一辈子碑去。”说的黛玉“扑嗤”的一声笑了，一面揉着眼，一面笑道：“一般唬的这么个样儿，还只管胡说。呸！原来也是个‘银样枪头’。”宝玉听了，笑道：“你说说，你这个呢？我也告诉去。”黛玉笑道：“你说你会‘过目成诵’，难道我就不能‘一目十行’了？”宝玉一面收书，一面笑道：“正经快把花儿埋了罢，别提那些个了。”二人便收拾落花。\n　　正才掩埋妥协，只见袭人走来，说道：“那里没找到？摸在这里来了。那边大老爷身上不好，姑娘们都过去请安去了，老太太叫打发你去呢。快回去换衣裳罢。”宝玉听了，忙拿了书，别了黛玉，同袭人回房换衣不提。\n　　这里黛玉见宝玉去了，听见众姐妹也不在房中，自己闷闷的。正欲回房，刚走到梨香院墙角外，只听墙内笛韵悠扬，歌声婉转，黛玉便知是那十二个女孩子演习戏文。虽未留心去听，偶然两句吹到耳朵内，明明白白一字不落道：“原来是姹紫嫣红开遍，似这般都付与断井颓垣。”黛玉听了，倒也十分感慨缠绵，便止步侧耳细听。又唱道是：“良辰美景奈何天，赏心乐事谁家院。”听了这两句，不觉点头自叹，心下自思：“原来戏上也有好文章，可惜世人只知看戏，未必能领略其中的趣味。”想毕，又后悔不该胡想，耽误了听曲子。再听时，恰唱到：“只为你如花美眷，似水流年。”黛玉听了这两句，不觉心动神摇。又听道“你在幽闺自怜”等句，越发如醉如痴，站立不住，便一蹲身坐在一块山子石上，细嚼“如花美眷，似水流年”八个宇的滋味。忽又想起前日见古人诗中，有“水流花谢两无情”之句；再词中又有“流水落花春去也，天上人间”之句；又兼方才所见《西厢记》中“花落水流红，闲愁万种”之句，都一时想起来，凑聚在一处。仔细忖度，不觉心痛神驰，眼中落泪。\n　　正没个开交处，忽觉身背后有人拍了他一下，及至回头看时，未知是谁，下回分解。",
  "translation": "The Lady Dowager next day celebrated the festival as before with the rest of the family. After Yuanchun’s return to the Palace from Grand View Garden, she ordered Tanchun to copy out all the poems composed that day. Then, having graded them, she directed that they should be inscribed on stone in the Garden as a lasting record of this refined gathering. So Jia Zheng ordered the best craftsmen to be chosen to engrave the inscriptions on stone in Grand View Garden, while Jia Zhen with Jia Rong and Jia Qiang supervised the work. As Jia Qiang was also in charge of the twelve young actresses and their properties and had no time to spare, Jia Chang, Jia Ling and Jia Ping were called in to help. One day, the actual work of gilding and inscribing the stone was started. But no more of this.\n\nThe twelve young novices from the Jade Emperor Temple and twelve young Taoists from the Davama Monastery had now moved out of Grand View Garden, and Jia Zheng was thinking of sending them to different temples to stay. But Mrs. Yang, Jia Qin’s mother who lived in the back street, was just then looking for some small job for her son to manage so that he could make a little money. Hearing of this, she came by carriage to ask Xifeng’s help.\n\nXifeng, who knew her to be a smooth talker, agreed to her request. She thought out a plan and reported to Lady Wang, “Those young monks and Taoists mustn’t be sent away. If they are, when the Imperial Consort asks for them again we shall be in a fix. If we dismiss them now and have to fetch them back later, that will be troublesome. My idea is to move them all to the Iron Threshold Temple. We need only send someone there each month with a few taels of silver to buy fuel and rice for them. Then if they’re wanted, all we have to do is send to fetch them — no trouble at all.”\n\nLady Wang consulted Jia Zheng, who said with a smile, “What a good idea! Yes, that’s what we’ll do.” He at once sent to summon Jia Lian.\n\nJia Lian was having a meal with Xifeng. At this summons he put down his bowl and started out. But Xifeng caught hold of him.\n\n“Wait a bit,” she said with a smile. “Listen to me. If it’s something else, I don’t care. But if it’s about those young monks and Taoists, you must do as I say.” She gave him careful instructions.\n\nJia Lian shook his head. “I’m not going to tackle this. You’re so capable, go and tell them yourself.”\n\nAt that Xifeng threw back her head disdainfully, put down her chopsticks and stared at her husband, her face expressing both amusement and pique.\n\n“Do you mean that, or is it just a joke?” she demanded.\n\n“That son of Fifth Sister-in-law’s in the West Lane, Jia Yun, has been pestering me for a job two or three times,” he told her. “I promised to find him one and told him to wait. Now this thing has turned up, but you’re snatching it away.”\n\n“Don’t worry,” said Xifeng. “Her Imperial Highness wants more pines and cypresses planted in the northeast corner of the Garden, and some flowers at the foot of the towers. When that job comes up, I promise to give it to Jia Yun.”\n\n“All right then.” He lowered his voice to add, “But why were you so coy last night when I wanted to change the way we do it?”\n\nXifeng blushed and burst out laughing. She spat at him, then lowered her head and went on with her meal. Her husband chuckled and left.\n\nUpon learning from Jia Zheng that it was indeed about the young monks, Jia Lian repeated Xifeng’s proposal.\n\n“Jia Qin seems to have ability,” he said. “Why not give him this job? He can draw his monthly allowance according to the usual rules.”\n\nSince Jia Zheng never bothered about such trifles, he agreed. And when Jia Lian went back to report this, Xifeng sent to inform Mrs. Yang. Jia Qin came at once to thank Jia Lian and his wife profusely. To do them a favour, Xifeng suggested that he should draw three months’ allowance in advance. He wrote a receipt, Jia Lian signed it, and a tally was issued authorizing the treasury to pay three months’ supply.\n\nChia Ching tossed him one of the ingots to share with the stewards for tea, then told a servant to take the rest home and inform his mother. At once he hired a carriage and several other carts as well, and drove to the side gate of the Jung Mansion where he summoned the twenty-four monks. They got into the carts and drove straight to Iron Threshold Temple. But no more of this.\n\nLet us turn now to Yuanchun in the Palace. After compiling the inscriptions and poems for Grand View Garden, it occurred to her that since her visit the garden must have been locked up by her father, who would not presume to enter it himself. That would be a pity. Besides, her sisters and cousins were all gifted poets who could well live there. It would be a shame to let the flowers and willows languish in neglect, deprived of such lovely company. And Pao-yu too had grown up among girls and was different from other boys. If he were left out, that might make him feel forlorn and would distress the Lady Dowager and Lady Wang. Better have him move into the garden as well. She therefore sent Hsia Chung, a ennuch, to the Jung Mansion with an edict ordering Pao-chai and the other girls to take up residence in the garden, which was not to be closed, and Pao-yu to go there to study.\n\nChia Cheng and Lady Wang, upon receiving this decree, informed the Lady Dowager and sent servants to clean and furnish the different lodgings and hang up curtains.\n\nOf all the young people concerned, Pao-yu was the most overjoyed. He was discussing his needs with his grandmother when a maid announced that his father wanted him. This cast a damper on his spirits. He stood for a while aghast, then edged still closer to the old lady, clinging to her in terror of leaving.\n\n“Don’t worry, my precious,” she comforted him. “Go along. I’ll see that he doesn’t scold you. He’s probably just giving you a few instructions because Her Grace wants you to study in the garden. That’s all. Just answer nicely and it will be all right.” She ordered two nurses to see him there. “Make sure his father doesn’t frighten him,” she cautioned.\n\nThey promised to do so and Pao-yu had to leave, although he dragged his feet and it took him an age to cover the short distance.\n\nNow as luck would have it Chia Cheng was consulting his wife in her room, and all the maids — Chin-chuan, Tsai-yun, Hsiu-luan and Hsiu-feng — were standing under the eaves of the verandah. At sight of Pao-yu they tucked in their chins to hide their smiles.\n\nChin-chuan caught hold of him. “My lips are coated with new sweet rouge,” she whispered. “Would you like to taste it?”\n\nTsai-yun pushed her away. “Why tease him when he’s feeling low?” she cried. “Go on in, quick, while the coast’s clear.”\n\nSo Pao-yu had to slink in. Chao Yi-nien raised the portiere for him and he slipped inside. He saw his father and mother sitting opposite each other on the kang talking. Ying-chun, Tan-chun, Hsi-chun and Chia Huan were seated in a row below. At his entrance Tan-chun, Hsi-chun and Chia Huan stood up.\n\nWhen Chia Cheng looked up and saw Pao-yu standing before him, so strikingly handsome and elegant, and then turned to Chia Huan, so uncouth and lacking in dignity, he thought of his elder son Chia Chu who had died. And glancing at Lady Wang, whose only surviving son this was, he reflected that she loved Pao-yu as her very life, while he himself was growing old and his beard was turning grey. For all these reasons the intense dislike he usually felt for Pao-yu now melted away. For some time he remained silent.\n\nAt last he said, “Her Grace has deigned to notice that you spend all your time amusing yourself outside and are neglecting your studies. She has ordered you to study in the garden with your girl cousins. Thanks to her goodness, you will be able to apply your mind to your books there. Mind you work hard. If you go on fooling about as before, you’ll have me to reckon with. Be off now!”\n\nHe answered yes to everything, whereupon she drew him to her side and made him sit down while the other three resumed their seats.\n\nShe passed her hand over his neck. “Have you finished those pills you were given the other day?” she asked.\n\n“There’s one left.”\n\n“You must send for ten more tomorrow. Have Xiren give you one at bedtime every night.”\n\n“Since you told her, she’s been giving me one every night.”\n\n“Who is this Xiren?” asked Jia Zheng.\n\n“One of the maids.”\n\nJia Zheng frowned. “A maid can be called whatever you like, but who ever chose such a ridiculous name?”\n\nSeeing his displeasure, Lady Wang quickly covered up for Baoyu. “It was the old lady’s choice.”\n\n“The old lady would never think of such a nonsensical name. It must be Baoyu.”\n\nSince there was no fooling his father, Baoyu had to rise to his feet.\n\n“I remember coming upon the line in some poem,” he said, ‘The fragrance of flowers assails men’ in the knowledge that the sun is warm. As the maid’s surname is Hua, I chose for her that single character Xiren.”\n\n“Go back and change it,” urged his mother. “And don’t be angry, sir, over such a small thing.”\n\n“It doesn’t really matter. No need to change it.” Jia Zheng gave a snort. “But that shows how the boy fritters away his time. He’s not interested in serious studies, only in literary frivolities.” He snorted again. “What good can come of it? Be off now!”\n\n“You’d better go,” urged Lady Wang. “The old lady is probably waiting for you to have dinner.”\n\nBaoyu assented and slowly withdrew. Having slipped out, he stuck out his tongue in comical dismay to Jinchuan and whisked himself off with two old nurses.\n\nAt the inner gate he found Xiren leaning against the doorpost. When she saw that he had returned safely she smiled with relief.\n\n“What did they want?” she asked.\n\n“Nothing much. They were only afraid I may get up to mischief in the Garden and told me to behave.” As he spoke he went in to report to his grandmother, who was also just then consulting Daiyu.\n\n“Which lodge do you think best?” she was asking.\n\nDaiyu was thinking this over when Baoyu turned to her.\n\n“Which would you like to live in?” he asked.\n\nShe smiled. “I’ve been thinking how nice the Naiad’s House would be. I love all those bamboos and the little winding stream.”\n\nBaoyu clapped his hands. “Just what I thought! That’s the very place for you. I’ll take Happy Red Court. Then we shall be near each other and both in quiet, secluded spots.”\n\nThey had reached this agreement when a message came from Jia Zheng that the twenty-second of the second month was a propitious day for the young people to move into the Garden, and workmen should be sent in now to clean and furnish the different lodges. Baochai was assigned Alpinia Park, Daiyu the Naiad’s House, Yingchun the Pavilion of Variegated Splendour, Tanchun the Autumn Studio, Xichun the Lotus Pavilion, Li Wan Paddy-Sweet Cottage, and Baoyu Happy Red Court. Two old nurses and four maids were allotted to each, in addition to the nurses and personal maids who had always attended them, as well as some cleaners and sweepers. On the twenty-second they all moved in, and the quiet Garden suddenly became a blaze of colour and a babel of music and voices. But we will not go into that.\n\nOnce in the Garden, Baoyu was completely happy. He passed his time with his sisters and the maids — reading, practising calligraphy, strumming the lute, playing chess, painting, composing verses, embroidering in coloured silks, enjoying flowers, humming poems, kicking the shuttlecock, catching butterflies — and amused himself so well that he was never at a loose end. He wrote some quatrains about the four seasons, true to life though not particularly remarkable, which I append here as a sample.\n\nSPRING\n\nSilken curtains hang there, spread by a fragrant breeze;\nFrom the lane next door the croaking of frogs is faintly heard.\nOn my pillow the chill of approaching rain is felt.\n\nOutside the window rain, before my eyes spring’s hue and one in dream.\nWhom are the guttering candle’s tears for? I am the cause of the flowers’ grief.\nMy little maid’s too lazy to care, snug in her quilt, deaf to my laugh.\n\nThe Summer poem ran:\nThe fair embroiderer in her languid dream hears not the parrot in his gilded cage call for fresh tea;\nThe musk-like moon makes the casement bright, the mist-like clouds incense from the palace diffuse;\nFrom amber cups overflow drops of dew, the crystal balustrade is fanned by the willows’ cool breeze;\nOn all the water-pavilions gauze sleeves are fluttering, as the red tower’s blind is rolled up and the evening toilet ended.\n\nThe Autumn poem ran:\nIn Red Rue Studio the hubbub of voices dies away as a brilliant moon soaks the red gauze of the windows;\nMoss locks the garden rocks where cranes sleep, dew from the well-soaked plane-tree drenches the roosting crows;\nLeaning on the balustrade, the lady lets fall her emerald trinkets, the page in his golden-threaded cloak brings in the quilt;\nSleepless at night although not drunk, she asks for tea, stirring the ashes to make the incense glow.\n\nThe Winter poem ran:\nThe mume’s spirit and the bamboo are dreaming, the midnight hour is chill, the quilt with its pattern of wild geese is cold;\nNothing is seen in the court but cranes under the pines, no orioles sing in the snow which has covered the pear-trees;\nThe maid’s green sleeves conceal her cold poetic thoughts, the young master in his sable cap finds wine no defence against the cold;\nHappily the maid knows how to make tea and sweeps up the fresh fallen snow to brew it.\n\nBut let us leave Bao-yu’s versifying. These poems of his were so much admired by toadies who knew that they were the work of a twelve- or thirteen-year-old boy that they had copies made and circulated everywhere. And there were plenty of silly young fops so captivated by the romantic charm of these verses that they inscribed them on their fans and walls and were for ever reading or reciting them. As a result, people began coming to ask for poems or calligraphy, or to request illustrations or inscriptions. And this so turned Bao-yu’s head that he spent more and more time on these outside matters. But then, as often happens, activity gave way to despondency. He suddenly grew bored and discontented and found everything distasteful. He mooned in and out of the house, unable to settle to anything. The little maids in the Garden, being still at an age of innocence, were quite unaware of his state of mind. And since he was feeling so bored and out of sorts, he had no heart to stay in the Garden, but hung around outside in the hope of finding distraction, though what sort of distraction he was looking for he would have been hard put to it to say. Tealeaf, observing his discontent, cast around for some means of amusing him, but everything he could think of had already been tried and found wanting. There was only one thing that he had never seen. That, he decided, was worth a try. He went to a bookshop and bought a pile of books — old and new novels, the unofficial histories about Flying Swallow, Sister Virtue, Empress Wu and Lady Mei, and a number of operatic texts. These he presented to Bao-yu as a means of diverting him. Bao-yu had never seen such books before. He was absolutely delighted with them.\n\n‘Mind you don’t take them into the Garden,’ said Tealeaf. ‘If you do and anyone finds out about them, I’ll be in real trouble.’\n\nBut Bao-yu was not to be stopped. He made a careful selection of the more presentable ones and took them in with him, putting them on top of his bed where he could read them in private. The cruder and more indecent ones he left behind in his outer study.\n\nOne day, round about the middle of the third month, Bao-yu took a copy of The Western Chamber along with him to read, sitting on a rock underneath a flowering peach-tree on the bank above Dyke Lock. He had reached the scene in which the hero watches the flower petals falling and reflects on the passing of spring, when a little gust of wind blew down a shower of petals that covered his clothes, his book and all the ground about him. He did not like to shake them off for fear they got trodden underfoot, so collecting as many of them as he could in the lap of his gown, he carried them to the water’s edge and shook them in. The petals bobbed and circled for a while on the surface of the water before finally disappearing over the weir. When he got back, he found that there were still plenty of petals left on the ground. He was still hesitating what to do when a voice behind him said:\n\n‘What are you doing here?’\n\nHe turned and saw Dai-yu. She was carrying a garden hoe with a muslin bag hanging from the end of it and a garden broom in her hand.\n\n‘You’ve come just at the right moment,’ said Bao-yu. ‘Here, sweep these petals up and tip them in the water for me. I’ve just tipped a lot of them in myself.’\n\nDaiyu said, “No, not in the water. It may be clean here, but once it flows out people dump all sorts of things in it. The flowers would still be spoiled. I’ve a grave for flowers in that corner. I’ll sweep up the fallen blossoms and put them in this silk bag to bury there, so that they can gradually turn back into earth. Wouldn’t that be a cleaner way of disposing of them?”\n\nBaoyu was delighted by this suggestion. “I’ll put down my books and help you,” he cried.\n\n“What books?” she asked.\n\nHe hid them hastily. “Just the Doctrine of the Mean and The Great Learning.”\n\n“You’re trying to fool me again. You’d better let me see them.”\n\n“I’ll show you, cousin, but you mustn’t tell anyone. It’s a marvellous book. Once you start reading it you’ll even forget to eat.” He passed the books over.\n\nDaiyu laid down her gardening tools and looked. The more she read, the more enthralled she was, and before very long she had finished all sixteen acts. But the power of the words and the lingering fragrance of the poetry held her spellbound. Even after putting the book down she continued silently to recite the lines.\n\n“Don’t you think it’s wonderful?” asked Baoyu.\n\nShe smiled and nodded.\n\n“I’m the one ‘sick with longing,’” he whispered. “And yours is the beauty which caused ‘cities and kingdoms to fall.’”\n\nDaiyu flushed to the tips of her ears. Knitting her sulky brows, her eyes flashing with anger beneath half-drooping lids, she pointed a finger at Baoyu in accusation.\n\n“You really are the limit! Bringing such licentious songs in here and insulting me with nasty quotes from them.” Her eyes filled with tears. “I’m going to tell uncle and aunt.”\n\nAt that she turned to go.\n\nBaoyu caught hold of her.\n\n“Forgive me this once, dear cousin! I shouldn’t have said that. But if I meant to insult you, may I fall into the pond and be eaten by that scabby-headed turtle. After you’ve become a great lady and gone to your paradise, I shall become the stone turtle bearing the monument at your tomb and be your beast of burden for ever to make up for the way I’ve insulted you today.” This made Daiyu laugh in spite of herself as she rubbed her eyes.\n\n“Look at you, scared as anything, yet still talking such nonsense,” she cried. “Well, I know now. So you’re nothing but...”\n\nShe broke off with a laugh.\n\n“Go on. Tell me what I am.”\n\n“You’re a silver spear-head that looks like silver but is really only pewter — useless.”\n\nBaoyu chuckled.\n\n“Now you’re being rude too. I’ll go and tell on you.”\n\n“You boast that you can memorize a passage with one reading. Do you think I can’t take in ten lines at a glance?” she retorted.\n\nHe put the books away.\n\n“We’d better bury these flowers. Let’s not talk about such things.” So the two of them gathered up the fallen blossoms and buried them.\n\nJust then Xiren came up. “So there you are,” she said. “I’ve been looking for you everywhere. Your uncle isn’t well and the young ladies have all gone to ask after him. The old lady wants you to go too. Come back quickly and change your clothes.” At that Baoyu took his books, said goodbye to Daiyu and went back with Xiren.\n\nLeft all on her own now that Baoyu and the other girls had gone, Daiyu was feeling quite dull. She was starting back to her own room when she heard the fluting of some wind-instruments and singing on the other side of the wall. The twelve little actresses were rehearsing. Not paying much attention, she happened to catch two lines:\n\n“What a riot of brilliant purple and tender crimson,\n\nAmong the ruined wells and crumbling walls.”\n\nThese lines moved her so much that she stopped to listen. The voice went on:\n\n\"What sorrow can there be beneath the sky\n\nThat does not find its home in someone's heart?\"\n\nAs she listened, Daiyu nodded and sighed, thinking, \"So there is fine writing in plays too. Unfortunately, I never realized it, most people just treat them as entertainment.\" Then the thought came to her that she had been missing the music by letting her mind wander. She listened again and heard:\n\n\"For you are as fair as a flower\n\nAnd youth is slipping away like flowing water.\"\n\nDaiyu's heart missed a beat. She leaned against the rock, repeating the line:\n\n\"Youth is slipping away like flowing water.\"\n\nSuddenly she recalled two lines she had read in an old poem:\n\n\"Flowers fall, the water flows red;\n\nGrief is infinite.\"\n\nAnd in another poem she remembered:\n\n\"Flowers fall, water flows away;\n\nSo spring departs for heaven above or the world of men?\"\n\nShe thought too of the lines in The Western Chamber:\n\n\"As flowers fall and flowing water runs away,\n\nSo spring departs;\n\nAnd heaven and earth are overthrown.\"\n\nAll these different lines merged into one in her mind, filling her with anguish. Her heart ached, her senses reeled, and tears coursed down her cheeks.\n\nJust at that moment, someone clapped her on the shoulder. Startled, she turned to see who it was.\n\nTo know who it was, read the next chapter."
}