{
  "index": "025",
  "title": "第25章 魇魔法叔嫂逢五鬼 通灵玉蒙蔽遇双真",
  "original": "话说小红心神恍惚，情思缠绵，忽朦胧睡去，遇见贾芸要拉他，却回身一跑，被门槛绊了一胶，唬醒过来，方知是梦。因此翻来复去，一夜无眠。至次日天明，方才起来，有几个丫头来会他去打扫屋子地面，舀洗脸水。这小红也不梳妆，向镜中胡乱挽了一挽头发，洗了洗手脸，便来打扫房屋。谁知宝玉昨儿见了他，也就留心，想着指名唤他来使用，一则怕袭人等多心，二则又不知他是怎么个情性，因而纳闷。早晨起来，也不梳洗，只坐着出神。一时下了纸窗，隔着纱屉子，向外看的真切，只见几个丫头在那里打扫院子，都擦胭抹粉、插花带柳的，独不见昨儿那一个。宝玉便拉着鞋，走出房门，只装做看花，东瞧西望。一抬头，只见西南角上游廊下栏杆旁一个人倚在那里，却为一株海棠花所遮，看不真切。近前一步仔细看时，正是昨儿那个丫头，在那里出神。此时宝玉要迎上去，又不好意思。正想着，忽见碧痕来请洗脸，只得进去了。\n　　却说小红正自出神，忽见袭人招手叫他，只得走上前来。袭人笑道：“咱们的喷壶坏了，你到林姑娘那边借用一用。”小红便走向潇湘馆去，到了翠烟桥，抬头一望，只见山坡高处都拦着帏幕，方想起今日有匠役在此种树。原来远远的一簇人在那里掘土，贾芸正坐在山子石上监工。小红待要过去又不敢过去，只得悄悄向潇湘馆取了喷壶而回。无精打彩，自向房内躺着。众人只说他是身子不快，也不理论。\n　　过了一日，原来次日是王子腾夫人的寿诞，那里原打发人来请贾母、王夫人，王夫人见贾母不去，也不便去了。倒是薛姨妈同着凤姐儿并贾家三个妹妹、宝钗、宝玉，一齐都去了。至晚方回。\n　　王夫人正过薛姨妈院里坐着，见贾环下了学，命他去抄《金刚经咒》唪诵。那贾环便来到王夫人炕上坐着，命人点了蜡烛，拿腔做势的抄写。一时又叫彩云倒钟茶来，一时又叫玉钏剪蜡花，又说金钏挡了灯亮儿。众丫鬟们素日厌恶他，都不答理。只有彩霞还和他合得来，倒了茶给他，因向他悄悄的道：“你安分些罢，何苦讨人厌。”贾环把眼一瞅道：“我也知道，你别哄我。如今你和宝玉好了，不理我，我也看出来了。”彩云咬着牙，向他头上戳了一指头，道：“没良心的，‘狗咬吕洞宾，不识好歹。’”\n　　两人正说着，只见凤姐跟着王夫人都过来了。王夫人便一长一短问他今日是那几位堂客，戏文好歹，酒席如何。不多时，宝玉也来了，见了王夫人，也规规矩矩说了几句话，便命人除去了抹额，脱了袍服，拉了靴子，就一头滚在王夫人怀里。王夫人便用手摩掌抚弄他，宝玉也扳着王夫人的脖子说长说短的。王夫人道：“我的儿，又吃多了酒，脸上滚热的。你还只是揉搓，一会子闹上酒来！还不在那里静静的躺一会子去呢。”说着，便叫人拿枕头。宝玉因就在王夫人身后倒下，又叫彩霞来替他拍着。宝玉便和彩霞说笑，只见彩霞淡淡的不大答理，两眼只向着贾环。宝玉便拉他的手，说道：“好姐姐，你也理我理儿。”一面说，一面拉他的手。彩霞夺手不肯，便说：“再闹就嚷了！”二人正闹着，原来贾环听见了，素日原恨宝玉，今见他和彩霞玩耍，心上越发按不下这口气。因一沉思，计上心来，故作失手，将那一盏油汪汪的蜡烛，向宝玉脸上只一推。\n　　只听宝玉“嗳哟”的一声，满屋里人都唬了一跳。连忙将地下的绰灯移过来一照，只见宝玉满脸是油。王夫人又气又急，忙命人替宝玉擦洗，一面骂贾环。凤姐三步两步上炕去替宝玉收拾着，一面说：“这老三还是这么‘毛脚鸡’似的。我说你上不得台盘！赵姨娘平时也该教导教导他！”一句话提醒了王夫人，遂叫过赵姨娘来，骂道：“养出这样黑心种子来，也不教训教训！几番几次我都不理论，你们一发得了意了，一发上来了！”那赵姨娘只得忍气吞声，也上去帮着他们替宝玉收拾。只见宝玉左边脸上起了一溜燎泡，幸而没伤眼睛。王夫人看了，又心疼，又怕贾母问时难以回答，急的又把赵姨娘骂一顿！又安慰了宝玉，一面取了“败毒散”来敷上。宝玉说：“有些疼，还不妨事。明日老太太问，只说我自己烫的就是了。”凤姐道：“就说自己烫的，也要骂人不小心，横竖有一场气生。”王夫人命人好生送了宝玉回房去。袭人等见了，都慌的了不得。那黛玉见宝玉出了一天的门，便闷闷的，晚间打发人来问了两三遍，知道烫了，便亲自赶过来。只瞧见宝玉自己拿镜子照呢，左边脸上满满的敷了一脸药。黛玉只当十分烫的利害，忙近前瞧瞧，宝玉却把脸遮了，摇手叫他出去，知他素性好洁，故不肯叫他瞧。黛玉也就罢了，但问他：“疼的怎样？”宝玉道：“也不很疼，养一两日就好了。”黛玉坐了一会回去了。\n　　次日，宝玉见了贾母，虽自己承认自己烫的，贾母免不得又把跟从的人骂了一顿。过了一日，有宝玉寄名的干娘马道婆到府里来，见了宝玉，唬了一大跳，问其缘由，知是烫的，便点头叹息，一面向宝玉脸上用指头画了几画，口内嘟嘟囔囔的，又咒诵了一回，说道：“包管好了。这不过是一时飞灾。”又向贾母道：“老祖宗，老菩萨，那里知道那佛经上说的利害！大凡王公卿相人家的子弟，只一生长下来，暗里就有多少促狭鬼跟着他，得空儿就拧他一下，或掐他一下，或吃饭时打下他的饭碗来，或走着推他一跤，所以往往的那些大家子孙多有长不大的。”贾母听如此说，便问：“这有什么法儿解救没有呢？”马道婆便说道：“这个容易，只是替他多做些因果善事，也就罢了。再那经上还说：西方有位大光明普照菩萨，专管照耀阴暗邪祟，若有善男信女虚心供奉者，可以永保儿孙康宁，再无撞客邪祟之灾。”贾母道：“倒不知怎么供奉这位菩萨？”马道婆说“也不值什么，不过除香烛供奉以外，一天多添几斤香油，点个大海灯。那海灯就是菩萨现身的法象，昼夜不息的。”贾母道：“一天一夜也得多少油？我也做个好事。”马道婆说：“这也不拘多少，随施主愿心。象我家里就有好几处的王妃诰命供奉的，南安郡王府里太妃，他许的愿心大，一天是四十八斤油；一斤灯草，那海灯也只比缸略小些；锦乡侯的诰命次一等，一天不过二十斤油；再有几家，或十斤、八斤、三斤、五斤的不等，也少不得要替他点。”贾母点头思忖。马道婆道：“还有一件，若是为父母尊长的，多舍些不妨；既是老祖宗为宝玉，若舍多了，怕哥儿担不起，反折了福气了。要舍，大则七斤，小则五斤，也就是了。”贾母道：“既这么样，就一日五斤，每月打总儿关了去。”马道婆道：“阿弥陀佛，慈悲大菩萨！”贾母又叫人来吩咐：“以后宝玉出门，拿几串钱交给他的小子们，一路施舍给僧道贫苦之人。”\n　　说毕，那道婆便往各房问安闲逛去了。一时来到赵姨娘屋里，二人见过，赵姨娘命小丫头倒茶给他吃。赵姨娘正粘鞋呢，马道婆见炕上堆着些零星绸缎，因说：“我正没有鞋面子，姨奶奶给我些零碎绸子缎子，不拘颜色，做双鞋穿罢。”赵姨娘叹口气道：“你瞧，那里头还有块象样儿的么？有好东西也到不了我这里。你不嫌不好，挑两块去就是了。”马道婆便挑了几块，掖在袖里。赵姨娘又问：“前日我打发人送了五百钱去，你可在药王面前上了供没有？“马道婆道：“早已替你上了。”赵姨娘叹气道：“阿弥陀佛！我手里但凡从容些，也时常来上供，只是‘心有余而力不足’。”马道婆道：“你只放心，将来熬的环哥大了，得个一官半职，那时你要做多大功德还怕不能么？”\n　　赵姨娘听了笑道：“罢，罢！再别提起！如今就是榜样。我们娘儿们跟的上这屋里那一个儿？宝玉儿还是小孩子家，长的得人意儿，大人偏疼他些儿也还罢了，我只不服这个主儿！”一面说，一面伸了两个指头。马道婆会意，便问道：“可是琏二奶奶？”赵姨娘唬的忙摇手儿，起身掀帘子一看，见无人，方回身向道婆说：“了不得，了不得！提起这个主儿，这，一分家私要不都叫他搬了娘家去，我也不是个人！”马道婆见说，便探他的口气道：“我还用你说？难道都看不出来！也亏了你们心里不理论，只凭他去倒也好。”赵姨娘道：“我的娘！不凭他去，难道谁还敢把他怎么样吗？”马道婆道：“不是我说句造孽的话：你们没本事，也难怪。\n明里不敢罢咧，暗里也算计了，还等到如今！”赵姨娘听这话里有话，心里暗暗的喜欢，便说道：“怎么暗里算计？我倒有这个心，只是没这样的能干人。你教给我这个法子，我大大的谢你。”马道婆听了这话，拿拢了一处，便又故意说道：“阿弥陀佛！你快别问我，我那里知道这些事？罪罪过过的。”赵姨娘道：“你又来了！你是最肯济困扶危的人，难道就眼睁睁的看着人家来摆布死了我们娘儿们不成？难道还怕我不谢你么？”马道婆听如此，便笑道：“要说我不忍你们娘儿两个受别人的委屈，还犹可，要说谢我，那我可是不想的呀。”赵姨娘听这话松动了些，便说：“你这么个明白人，怎么糊涂了？果然法子灵验，把他两人绝了，这家私还怕不是我们的，那时候你要什么不得呢？”马道婆听了，低了半日头，说：“那时候儿事情妥当了，又无凭据，你还理我呢！”赵姨娘道：“这有何难，我攒了几两体已，还百些衣裳首饰，你先拿几样去。我再写个欠契给你，到那时候儿，我照数还你。“马道婆想了一回道：“也罢了，我少不得先垫上了。”\n　　赵姨娘不及再问，忙将一个小丫头也支开，赶着开了箱子，将首饰拿了些出来，并体已散碎银子，又写了五十两欠约，递与马道婆道：“你先拿去作供养。”马道婆见了这些东西，又有欠字，遂满一应承，伸手先将银子拿了，然后收了契。向赵姨娘要了张纸，拿剪子铰了两个纸人儿，问了他二人年庚，写在上面。又找了一张蓝纸，铰了五个青面鬼，叫他并在一处，拿针钉了：“回去我再作法，自有效验的。”忽见王夫人的丫头进来道：“姨奶奶在屋里呢么？太太等你呢。”于是二人散了，马道婆自去，不在话下。\n　　却说黛玉，因宝玉烫了脸不出门，倒常在一处说话儿。这日饭后，看了两篇书，又和紫鹃作了一会针线，总闷闷不舒，便出来看庭前才迸出的新笋。不觉出了院门，来到园中，四望无人，惟见花光鸟语，信步便往怡红院来。只见几个丫头舀水，都在游廊上看画眉洗澡呢。听见房内笑声，原来是李纨、凤姐、宝钗都在这里。一见他进来，都笑道：“这不又来了两个？”黛玉笑道：“今日齐全，谁下帖子请的？”凤姐道：“我前日打发人送了两瓶茶叶给姑娘，可还好么？”黛玉道：“我正忘了，多谢想着。”宝玉道：“我尝了不好，也不知别人说怎么样。”宝钗道：“口头也还好。”凤姐道：“那是暹罗国进贡的。我尝了不觉怎么好，还不及我们常喝的呢。”黛玉道：“我吃着却好，不知你们的脾胃是怎样的。”宝玉道：“你说好，把我的都拿了吃去罢。”凤姐道：“我那里还多着呢。”黛玉道：“我叫丫头取去。”凤姐道：“不用，我打发人送来。我明日还有一事求你，一同叫人送来罢。”\n　　黛玉听了，笑道：“你们听听，这是吃了他一点子茶叶，就使唤起人来了。”凤姐笑道：“你既吃了我们家的茶，怎么还不给我们家作媳妇儿？”众人都大笑起来。黛玉涨红了脸，回过头去，一声儿不言语。宝钗笑道：“二嫂子的诙谐真是好的。”黛玉道：“什么诙谐！不过是贫嘴贱舌的讨人厌罢了！”说着又啐了一口。凤姐笑道：“你给我们家做了媳妇，还亏负你么？”指着宝玉道：“你瞧瞧人物儿配不上？门第儿配不上？根基儿家私儿配不上？那一点儿玷辱你？”黛玉起身便走。宝钗叫道：“颦儿急了，还不回来呢！走了倒没意思。”说着，站起来拉住。才到房门，只见赵姨娘和周姨娘两个人都来瞧宝玉，宝玉和众人都起身让坐，独凤姐不理。宝钗正欲说话，只见王夫人房里的丫头来说：“舅太太来了，请奶奶姑娘们过去呢。”李纨连忙同着凤姐儿走了。赵周两人也都出去了。宝玉道：“我不能出去，你们好歹别叫舅母进来。”又说：“林妹妹，你略站站，我和你说话。”凤姐听了，回头向黛玉道：“有人叫你说话呢，回去罢。”便把黛玉往后一推，和李纨笑着去了。\n　　这里宝玉拉了黛玉的手，只是笑，又不说话。黛玉不觉又红了脸，挣着要走。宝玉道：“嗳哟！好头疼！”黛玉道：“该，阿弥陀佛！”宝玉大叫一声，将身一跳，离地有三四尺，口内乱嚷，尽是胡话。黛玉并众丫要都唬慌了，忙报知王夫人与贾母。此时王子腾的夫人也在这里，都一齐来看。宝玉一发拿刀弄杖，寻死觅活的，闹的天翻地覆。贾母、王夫人一见，唬的抖衣乱战，儿一声肉一声，放声大哭。于是惊动了众人，连贾赦，邢夫人、贾珍、贾政并琏、蓉、芸、萍、薛姨妈、薛蟠并周瑞家的一干家中上下人等并丫环媳妇等，都来园内看视，登时乱麻一般。正没个主意，只见凤姐手持一把明晃晃的刀砍进园来，见鸡杀鸡，见犬杀犬，见了人瞪着眼就要杀人。众人一发慌了。周瑞家的带着几个力大的女人，上去抱住，夺了刀，抬回房中。平儿、丰儿等哭的哀天叫地。贾政心中也着忙。当下众人七言八语，有说送祟的，有说跳神的，有荐玉皇阁张道士捉怪的，整闹了半日，祈求祷告，百般医治，并不见好。日落后，王子腾夫人告辞去了。\n　　次日，王子腾也来问候。接着小史侯家、邢夫人弟兄并各亲戚都来瞧看，也有送符水的，也有荐僧道的，也有荐医的。他叔嫂二人一发糊涂，不省人事，身热如火，在床上乱说。到夜里更甚，因此那些丫环不敢上前，故将他叔嫂二人都搬到王夫人的上房内，着人轮班守视。贾母、王夫人、邢夫人并薛姨妈寸步不离，只围着哭。此时贾赦、贾政又恐哭坏了贾母，日夜熬油费火，闹的上下不安。贾赦还各处去寻觅僧道。贾政见不效验，因阻贾赦道：“儿女之数总由天命，非人力可强。他二人之病百般医治不效，想是天意该如此，也只好由他去。”贾赦不理，仍是百般忙乱。\n　　看看三日光阴，凤姐宝玉躺在床上，连气息都微了。合家都说没了指望了，忙的将他二人的后事都治备下了，贾母、王夫人、贾琏、平儿、袭人等更哭的死去活来。只有赵姨娘外面假作忧愁，心中称愿。\n　　至第四日早，宝玉忽睁开眼向贾母说道：“从今以后，我可不在你家了，快打发我走罢。”贾母听见这话，如同摘了心肝一般。赵姨娘在旁劝道：“老太太也不必过于悲痛，哥儿已是不中用了，不如把哥儿的衣服穿好，让他早些回去，也省他受些苦。只管舍不得他，这口气不断，他在那里也受罪不安。”这些话没说完，被贾母照脸啐了一口唾沫，骂道：“烂了舌头的混账老婆！怎么见得不中用了？你愿意他死了有什么好处？你别作梦！他死了，我只合你们要命！都是你们素日调唆着，逼他念书写字，把胆子唬破了，见了他老子就象个避猫鼠儿一样。都不是你们这起小妇调唆的？这会子逼死了他，你们就随了心了！我饶那一个！”一面哭，一面骂。贾政在旁听见这些话，心里越发着急，忙喝退了赵姨娘，委宛劝解了一番。忽有人来回：“两口棺木都做齐了。”贾母闻之，如刀刺心，一发哭着大骂，问：“是谁叫做的棺材？快把做棺材的人拿来打死！”闹了个天翻地覆。\n　　忽听见空中隐隐有木鱼声，念了一句“南无解冤解结菩萨！有那人口不利、家宅不安、中邪祟、逢凶险的，找我们医治。”贾母、王夫人都听见了，便命人向街上找寻去。原来是一个癞和尚同一个破道士。那和尚是怎的模样？但见：\n　　鼻如悬胆两眉长，目似明星有宝光。\n　　破衲芒鞋无住迹，腌更有一头疮。\n　　那道人是如何模样？看他时：\n　　一足高来一足低，浑身带水又拖泥。\n　　柏逢若问家何处，却在蓬莱弱水西。\n　　贾政因命人请进来，问他二人：“在何山修道？”那僧笑道：“长官不消多话，因知府上人口欠安，特来医治的。”贾政道：“有两个人中了邪，不知有何仙方可治？”那道人笑道：“你家现在希世之宝，可治此病，何须问方？”贾政心中便动了，因道：“小儿生时虽带了一块玉来，上面刻着‘能除凶邪’，然亦末见灵效。那僧道：“长官有所不知。那宝玉原是灵的，只因为声色货利所迷，故此不灵了。今将此宝取出来，待我持诵持诵，自然依旧灵了。”贾政便向宝玉项上取下那块玉来，递与他二人。那和尚擎在掌上，长叹一声，道：“青埂峰下，别来十三载矣。人世光阴迅速，尘缘未断，奈何奈何！可羡你当日那段好处：\n　　天不拘兮地不羁，心头无喜亦无悲。\n　　只因锻炼通灵后，便向人间惹是非。\n　　可惜今日这番经历呵：\n　　粉渍脂痕污宝光，房栊日夜困鸳鸯。\n　　沉酣一梦终须醒，冤债偿清好散场。”\n　　念毕，又摩弄了一回，说了些疯话，递与贾政道：“此物已灵，不可亵渎，悬于卧室槛上，除自己亲人外，不可令阴人冲犯。三十三日之后，包管好了。”贾政忙命人让茶，那二人已经走了，只得依言而行。\n凤姐、宝玉果一日好似一日的，渐渐醒来，知道饿了，贾母、王夫人才放心了。众妹妹都在外间听消息。黛玉先念了一声佛，宝钗笑而不言。惜春道：“宝姐姐笑什么？”宝钗道：“我笑如来佛比人还忙，又要度化众生，又要保佑人家病痛，都叫他速好。又要管人家的婚姻，叫他成就。你说可忙不忙？可好笑不好笑？”一时黛玉红了脸，啐了一口道：“你们都不是好人！再不跟着好人学，只跟着凤丫头学的贫嘴贱舌的。”一面说，一面掀帘子出去了。\n欲知端详，下回分解。",
  "translation": "Xiaohong’s mind was in such confusion and she was so lovesick that she dozed off. She dreamed that Jia Yun was trying to drag her away, but turned to run and tripped over the threshold. This fright woke her up and she realized that it had only been a dream. After that she tossed and turned, unable to sleep all night.\n\nShe did not get up until it was light. Some young maids came to ask her to sweep the floors and fetch water for washing. Without making her toilet, Xiaohong hastily did up her hair in front of the mirror and washed her hands and face, then started to sweep the rooms.\n\nNow Baoyu, who had noticed her the previous day, had thought of asking for her by name to wait on him; but he was afraid that Xiren and the others might resent this, and he had not yet found out what her temper was like. The idea preyed on his mind. When he got up that morning he did not wash or comb his hair but sat there in a brown study. Presently he let down the paper window, and through the gauze panel he could see the maids sweeping the courtyard. All of them were rouged and powdered, decked out with flowers or willowy ornaments — all, that is, except the one he had seen the day before. Slipping on his shoes, he sauntered out of his room to look at the flowers, glancing right and left. Then, raising his head, he saw someone leaning on the railing below the covered walk in the southwest corner, half hidden by the flowering crab-apple. He took a step forward to look more closely. It was the maid of the day before, lost in thought. He would have gone up to her but did not like to. As he hesitated, Bihen came to ask him to wash his face, so he had to go in.\n\nXiaohong was still in a daze when Xiren beckoned to her. She had to go over.\n\n“Our sprayer is broken,” said Xiren. “Will you go to Miss Lin’s place to borrow one?”\n\nXiaohong accordingly set off for Bamboo Lodge. When she reached Cuizhou Bridge she saw that the higher slopes were screened off by curtains and remembered that workmen were planting trees there that day. A group of men were digging in the distance, and Jia Yun was sitting on a rock supervising them. She would have liked to go over but did not dare. So having quietly fetched the sprayer from Bamboo Lodge she went back in low spirits to her own room, where she lay down to sleep. The other maids, assuming that she was unwell, let her be.\n\nThe next day was the birthday of the wife of Wang Ziteng. Messengers came to invite the Lady Dowager and Lady Wang, but since the old lady was not going her daughter-in-law decided not to go either. However, Aunt Xue went with Xifeng, the three Jia girls, Baochai and Baoyu, and they did not return until the evening.\n\nLady Wang was sitting in Aunt Xue’s rooms when Jia Huan came back from school. She told him to copy out some extracts from the Diamond Sutra and intonate them. He seated himself on the kang in his mother’s apartment, called for a candle to be lit and, putting on airs as he wrote, now asked Caiyun to pour him tea, now Yuchuan to trim the wick, then complained that Jinchuan was blocking his light. Normally all the maids disliked him and paid no attention. Only Caixia, who was on good terms with him, brought him tea and urged him softly:\n\n“Do be sensible. Why ask for trouble?”\n\nHe glared at her.\n\n“I know how it is,” he retorted. “Don’t think you can fool me. Now that you’re friendly with Baoyu you’ve no time for me. I’ve seen that.”\n\nCaiyun set her teeth and jabbed her finger at his head.\n\n“You heartless beast! You’re like the dog that bit Lü Dongbin — you don’t know a friend when you see one.”\n\nAs they were talking Xifeng came in with Lady Wang, who started questioning Jia Huan about the ladies who had been present that day, the operas performed and the feast.\n\nSoon Baoyu arrived too. Having paid his respects to his mother he pulled off his cap, removed his long gown and his boots and nestled against Lady Wang, who caressed him while he put his arms round her neck and chattered.\n\nJust then Lady Wang came in and asked what they were talking about. “My child,” she said to Pao-yu, “you’ve drunk too much again. Your face is burning. If you keep on rubbing it like that you’ll get tipsy. Why not lie down quietly for a little?” She told the maids to fetch a pillow, and Pao-yu lay down behind her, asking Tsai-hsia to stroke him. He started joking with her, but she answered listlessly, keeping her eyes on Chia Huan. Pao-yu caught her hand.\n\n“Do be nice to me, dear sister,” he begged.\n\nBut Tsai-hsia pulled her hand away and fixed her eyes on Chia Huan.\n\n“If you go on pestering me I’ll scream,” she warned.\n\nNow Chia Huan had overheard them. He had long hated Pao-yu, and now the sight of him fooling with Tsai-hsia made his jealousy burst into flame. He thought hard and hit on a way to injure his brother. Deliberately pretending to lose his grip, he tilted his candlestick so that the burning candle fell on Pao-yu’s face.\n\nPao-yu cried out in pain. Everyone in the room jumped with fright. They quickly moved a standard lamp from the floor to the kang to see what had happened, and discovered Pao-yu’s face was covered with grease. Lady Wang, flustered and angry, sent for help to wash him while she scolded Chia Huan. Hsi-feng scrambled on to the kang to see what was the matter.\n\n“Is Third Brother still such a bungler?” she cried. “I’ve no patience with such a clumsy oaf. Aunt Chao should teach him how to behave.”\n\nThis reminded Lady Wang to send for Concubine Chao.\n\n“What sort of a son have you reared?” she stormed. “He never does a thing right. I’ve overlooked it time and again, but this time I’m not going to. You’ve encouraged him in his wickedness.”\n\nConcubine Chao had to swallow her anger and help attend to Pao-yu. She found a row of blisters on his left cheek, but fortunately his eyes were unhurt. Lady Wang’s heart ached for him, yet she was afraid the Lady Dowager might ask questions and she would have no answer. She vented her anger on Concubine Chao again, then soothed Pao-yu and fetched some ointment of powdered rhinoceros horn to apply to the burn.\n\n“It stings a bit, but it’s nothing,” said Pao-yu. “If the old lady asks, just say I scalded myself.”\n\n“She may say you scalded yourself, but she’ll blame the others for not looking after you properly,” remarked Hsi-feng. “There’s bound to be a row in any case.”\n\nLady Wang ordered the maids to see Pao-yu carefully back to his own room. Hsi-jen and the others were shocked by the sight of his face. Tai-yu, who had been moping all day while Pao-yu was out, sent several times to ask after him. And when she heard he was burned she came straight over. She found him studying his face in the mirror, the left side of which was covered with ointment. Thinking the burn serious, she went up to have a look. But Pao-yu, knowing her fastidiousness, covered his face and waved her away, not wanting her to see the mess. She had to desist.\n\n“Does it hurt very much?” she asked.\n\n“No, it’s nothing. I’ll be all right in a couple of days.”\n\nShe sat with him for a little while, then went back to her own room.\n\nThe next day, when Pao-yu saw his grandmother, although he admitted scalding himself she gave his attendants a scolding for their carelessness.\n\nThe day after that, his godmother Mother Ma the Taoist nun came to the mansion. The sight of Pao-yu gave her quite a shock. When she heard how he had been burned she nodded and sighed, then drew some characters with her finger on his face and muttered an incantation.\n\n“I guarantee a cure,” she told them. “It’s just an accident.”\n\nThen she said to the Lady Dowager, “Venerable Ancestor, you don’t realize how true the Buddhist scriptures are. All the sons of noble families have evil spirits in attendance who pinch or tip them up when no one’s about. That’s why so many of them sicken and die young.”\n\nShe might pinch him, or knock the bowl from his hand at meal times, or give him a shove when he was walking, so that many children of good family don’t live to grow up.”\n\n“Is there any way to avert this?” asked the Lady Dowager.\n\n“That’s easy,” replied Mother Ma. “Just do more good works on his behalf to acquire merit. Besides, the scriptures tell us that in the West there’s a Bodhisattva of Great Light who specializes in protecting children from evil influences. Any pious man or woman who offers her reverence with a sincere heart can ensure that her sons and grandsons will be safe and sound, with no risk of being possessed.”\n\n“What should one offer this Bodhisattva?” asked the old lady.\n\n“Not much. Apart from incense and candles, a few catties of oil a day for the big lamp in front of her image. That sea of light is the manifestation of the Bodhisattva which shines without ceasing day and night.”\n\n“How much oil would be used in a whole day and night? I’d like to do something to acquire merit too.”\n\n“There’s no fixed amount. It depends on the donor. In my own humble temple, for instance, several ladies of high rank make offerings. The Prince of Nanan’s consort, for one, makes a large donation of forty-eight catties of oil a day, and one catty of wick, so that the lamp in front of the image is almost as big as a tub. The lady of the Marquis of Jinxiang makes a smaller donation of twenty catties. Other families give ten, eight, three or five catties — it’s up to them. But we have to keep the lamp alight for all of them.”\n\nThe Lady Dowager nodded thoughtfully.\n\n“Another thing,” continued Mother Ma. “If the offering is for a parent or an elder, more can be given; but as you’re doing this for your grandson, too large a donation might be more than he can stand and bring him bad luck instead of good. If you decide to give, five to seven catties a day would be about right.”\n\n“In that case we’ll make it five catties a day, and every month you can send for the money to pay for it.”\n\n“Amida Buddha! Merciful Bodhisattva!” exclaimed the nun.\n\nThe Lady Dowager then ordered a servant to tell the pages in charge of Baoyu that in future, whenever he went out, they must give a few strings of cash to any poor Buddhist or Taoist monks or priests they met on the way to distribute in alms.\n\nHaving accomplished her purpose, Mother Ma went to the other apartments to pay her respects and have a little recreation. In due course she reached Concubine Zhao’s rooms, where the two of them exchanged greetings and the concubine told a maid to serve tea.\n\nShe was pasting pieces of silk for shoe uppers, and the nun, noticing a pile of cuttings on the kang, remarked, “I’m just out of material for uppers. If you’d give me a few pieces of silk, any colour will do, I could make myself some shoes.”\n\nConcubine Zhao heaved a sigh.\n\n“Look and see if there’s anything decent here,” she said. “Nothing good ever comes my way. If you don’t turn up your nose at these, just take your pick.”\n\nMother Ma selected a dozen pieces and stuffed them into her sleeve.\n\n“The other day,” continued Concubine Zhao, “I sent you five hundred cash. Did you offer it all to the King of Medicine?”\n\n“Yes, long ago.”\n\n“Amida Buddha!” she sighed. “If I were better off I’d give more often, but I’m afraid ‘my heart is willing but my purse is lean.’”\n\n“Don’t worry,” said the nun. “When Huan is grown up and gets an official post, you’ll be able to do as many good works as you please.”\n\n“Enough, enough! Don’t bring that up!” Concubine Zhao snorted. “The way things are now is bad enough. How can our sort ever compete with the others in this house? Baoyu is still a child, and because he’s good-looking and knows how to make himself agreeable his grandmother dotes on him — that’s only natural. But what I can’t stomach is....” She held up two fingers.\n\nKnowing that she meant Xifeng, the nun promptly asked, “Do you mean the wife of Lord Jia She?”\n\nConcubine Zhao, much alarmed, waved her hand towards the door. Then getting up and raising the portiere she looked out. Seeing no one about, she came back and said to the nun.\n\nGracious Buddha! You’ve no idea how that woman’s been raking it in! If she doesn’t move the whole of the Chia family’s property to her own home, my name isn’t Chao!” Mother Ma, who saw what she was driving at, tried to draw her out.\n\n“Need you tell me?” she asked. “Of course I can see it. I’m only surprised you put up with it and let her have her way.”\n\n“My dear lady! If we let her have her way, that’s because nobody dares do anything about it.”\n\n“I shouldn’t say this, it’s so wicked; but you’re too poor-spirited. Why wait till now? If you daren’t do anything openly, you could have done something in secret. Why put up with it all this time?”\n\nAware that there was something behind this, Concubine Chao was delighted.\n\n“What could I do in secret?” she asked. “I’ve the will, but no one to help me. If you’ll show me a way, I shall be most grateful.”\n\nMother Ma could see that the two of them were on the same wavelength. But she prevaricated, “Gracious Buddha! Don’t ask me. I don’t know anything about such things. That would be a sin.”\n\n“Come now! You’re always so willing to help people in trouble. Are you going to stand by and watch people bully us to death? Are you afraid I shan’t show my gratitude?”\n\nMother Ma smiled.\n\n“All right, I can’t bear to see you two wronged. But as for gratitude, I don’t want any of that.”\n\nHearing her tone soften, Concubine Chao said, “You’re such an intelligent woman, how can you be so dense? If you have some way to get rid of those two, this property will be ours, you can be sure of that. Then you can have anything you like.”\n\nMother Ma lowered her head and thought this over.\n\n“When that time comes and all’s accomplished, there’ll be no evidence. You may not want to know me any more.”\n\n“That’s no problem. I have some savings and a few things like clothes and trinkets. You can take some of them now. And I’ll give you an IOU for the rest. Once it’s done, I’ll pay you in full.”\n\nMother Ma thought a little longer.\n\n“All right then,” she said at last. “I’ll just have to advance the money.”\n\nConcubine Chao lost no time in sending her maid away. She opened her cases, produced some of her trinkets and savings in loose silver, and wrote an IOU for fifty taels which she gave to Mother Ma.\n\n“Take these first as a deposit.”\n\nThe sight of the money and the IOU won Mother Ma’s consent. She tucked away the silver first, then the IOU. After that she asked Concubine Chao for a piece of paper and cut out two paper figures. Having ascertained the year, month, day and hour of Pao-yu and Lady Wang’s birth, she wrote these down too. Then she found some blue paper and cut out five blue-faced devils which she told Concubine Chao to put together.\n\n“I’ll go home now to work my magic. It’s bound to take effect.”\n\nJust then a maid of Lady Wang’s came in.\n\n“Are you there, madam?” she asked. “Her Ladyship wants you.”\n\nSo they separated and Mother Ma went off.\n\nTai-yu, because of Pao-yu’s scalded face, stayed at home and they were often together. One day after lunch she read for a while, then did some embroidery with Tzu-chuan. But feeling listless she went out to look at the bamboo shoots sprouting in front of her lodge. She strolled on then into the Garden where all was quiet, with no one about, and she sauntered aimlessly, enjoying the flowers and birdsong, until she found herself at Happy Red Court. Some maids were drawing water there, and others in the verandah were watching a thrush bathe. She could hear laughter inside the house, and going in found Li Wan, Hsi-feng and Pao-chai there. At sight of her they cried:\n\n“Here’s another!”\n\n“What a gathering!” exclaimed Tai-yu. “Who sent out invitations?”\n\n“I sent some tea the other day,” said Hsi-feng.\n\n\"How are you, miss?\" asked Baoyu. \"I'd forgotten, thank you for reminding me,\" she answered. \"I didn't think much of it, but I don't know how the others found it.\" \"It tasted all right to me,\" said Baochai. \"That was tribute tea from Siam,\" remarked Xifeng. \"I didn't think much of it either. It's not as good as the tea we drink every day.\" \"I thought it good,\" said Daiyu. \"But I suppose everyone has a different taste.\" \"If you like it you can have my share,\" offered Baoyu. \"I've plenty left,\" Xifeng told her. \"I'll send a maid to fetch it.\" \"Don't bother. I'll have it brought to you. There's something I want to ask you to do tomorrow; I'll send it over at the same time.\" Daiyu chuckled, \"Do you hear that? Just because I had some of her tea she starts ordering me about.\" \"Had our tea, have you?\" Xifeng teased. \"Why aren't you our daughter-in-law yet?\" The whole party burst out laughing. Daiyu blushed and turned her head away without a word. \"Sister-in-law's jokes are really amusing,\" Baochai smiled. \"Amusing? I call it disgusting vulgarity,\" Daiyu retorted, and spat in disgust. Xifeng chuckled, \"Would you lose by being our daughter-in-law? Just look,\" she pointed at Baoyu. \"Isn't he presentable enough? Doesn't he come from a good family? Isn't he rich enough? What could disgrace you about it?\" Daiyu sprang up and made to leave. Baochai called out, \"Catch her, Frowner! If she goes there'll be no fun.\" She rose to stop her, but at the door they were met by Concubine Zhao and Concubine Zhou, who had come to see how Baoyu was. He and all the others stood up to offer them seats, only Xifeng ignored them. Baochai was about to speak when a maid from Lady Wang's apartments announced that the wife of their uncle had called and asked the young ladies to go over. Li Wan and Xifeng left at once. The two concubines also took their leave. \"I can't go out,\" said Baoyu. \"For goodness' sake don't ask Auntie in.\" He added, \"Wait a bit, cousin. I want to have a word with you.\" Xifeng, overhearing this, turned back to tell Daiyu, \"Someone wants a word with you. You'd better go back.\" She pushed her and left laughing with Li Wan. Baoyu took Daiyu's hand then and just smiled, without saying a word. She could not help blushing and tried to break away. \"Oh!\" he cried. \"How my head aches!\" \"Serve you right! Buddha be praised!\" He gave a cry, jumped three or four feet from the ground and started raving deliriously. In consternation Daiyu and the maids reported this to the Lady Dowager and Lady Wang. And as the wife of Wang Ziteng happened to be there too, they all came over together. By now Baoyu was seizing a sword and flourishing a club, searching high and low for someone to kill, and raising a terrific commotion. The sight threw his grandmother and mother into such palpitations of fear that they trembled and wailed. And their lamentations threw the whole household into confusion. Soon everyone came to the Garden to see him -- Jia She, Lady Xing, Jia Zhen, Jia Zheng, Jia Lian, Jia Rong, Jia Yun, Jia Ping, Aunt Xue, Xue Pan, Zhou Rui's wife and all the servants, maids and nannies, so that the place was packed. They were at a loss what to do when Xifeng, brandishing a gleaming sword, charged into the Garden, slashing at fowls and dogs and glaring wildly as if bent on killing any human being in her path. This threw the others into even greater panic. Zhou Rui's wife, mustering several sturdy maids, managed to grab her and disarm her, then carried her back to her room. Pinger and Fenger wept as if their hearts would break. Jia Zheng, completely nonplussed, could only stamp his feet and sigh as he listened to the conflicting advice of his household.\n\nSome advocated exorcism, some a dance to invoke the gods, some a Taoist from the Jade Emperor’s Temple to drive out the demons. For half a day they prayed and sought help from all quarters, trying every possible cure, but without success. At sunset Lady Wang’s sister-in-law went home.\n\nThe next day Wang Ziteng came to inquire after the patients, followed by the Marquis of Zhongjing, Lady Xing’s brothers and other relatives. Some brought charms, some recommended monks or priests, others doctors. But the two cousins were now quite unconscious, burning with fever and raving deliriously. At night they grew even worse, so that the maids were afraid to approach them and they had to be moved to Lady Wang’s room where nurses could keep watch over them in shifts. The Lady Dowager, Lady Wang, Lady Xing and Aunt Xue never left them, simply staying there to weep. And Jia She and Jia Zheng, afraid that their mother would make herself ill with grief — for all this weeping and wailing by day and night was upsetting the whole household — were also very worried. Jia She went everywhere to find more monks and priests to come to the rescue; but as this had no effect Jia Zheng tried to stop him.\n\n“It’s fate that determines the life of children,” he said. “It’s no use trying to force the hand of Providence. They’ve been ill for some time and all the doctors have failed to cure them; this must be the will of Heaven. We may as well let things take their course.”\n\nJia She turned a deaf ear, however, and went on searching frantically for help.\n\nBy the third day the patients had taken to their beds and seemed at their last gasp. The whole household had given up hope and prepared their coffins. The Lady Dowager, Lady Wang, Jia Lian, Pinger and Xiren wept as if their hearts would break; only Concubine Zhao and Jia Huan pretended to grieve while secretly rejoicing.\n\nThen at dawn on the fourth day Baoyu suddenly opened his eyes and said to his grandmother:\n\n“From now on I’m leaving your family. Do hurry up and get me ready to go.”\n\nThe old lady thought this the raving of delirium. But Concubine Zhao, who was standing by, urged:\n\n“Don’t take on so, madam. The boy’s done for. Better dress him in his best and let him go in peace. If we don’t let him go now, he’ll suffer even more in the next world.”\n\nBefore she could finish the Lady Dowager spat in her face.\n\n“Stinking, shameless slut!” she swore. “He’s not done for. May you die yourself one of these days! What good would it do you if he died? Don’t think you can fool me. If he dies, I’ll have it out with the lot of you. Day in and day out you’ve been egging his father on, forcing him to study till the poor child’s too scared to see his own shadow. That’s all your doing, you bitches. And now you’ve hounded him to death, you’ll have your way. But don’t think I’ll let you off.”\n\nShe went on cursing and crying. Jia Zheng, standing nearby, was more worried than ever. He hastily dismissed Concubine Zhao and tried to soothe his mother with soft words.\n\nJust then a servant announced that the two coffins were ready.\n\nThis news pierced the old lady’s heart like a dagger. Breaking into fresh lamentations she stormed:\n\n“Who said they were to make coffins? Fetch the men who made them at once. Beat them to death for me!”\n\nAll was confusion until they heard a wooden fish, and a chant from the air:\n\n“Na-a-mu Audi-octa-siddha Buddha! All who suffer from slander, domestic troubles, evil influences and bad luck, come to us for deliverance.”\n\nThe Lady Dowager and Lady Wang at once sent servants out to inquire. They came back to report that it was a scabby-headed monk and a lame Taoist. The monk had a long nose and heavy eyebrows, his eyes were brilliant as stars, and he was dressed in a tattered gown with straw sandals on his feet. The other, in rags too and covered with mud, had one leg shorter than the other.\n\nJia Zheng ordered them to be invited in.\n\nHe invited them in and asked from what mountain they had come.\n\n“There is no need to question us, sir,” the monk replied with a smile. “Hearing that some of your household are unwell, we have come to cure them.”\n\n“Two people here are bewitched. Do you know of any efficacious remedy?”\n\nThe Taoist smiled. “Since you have a rare treasure in your household which can cure them, why ask for a remedy?”\n\nJia Zheng was impressed by this. “When my son was born he had a jade in his mouth inscribed with the words ‘Exorcizes Evil Spirits,’” he said. “But, so far, it hasn’t proved effective.”\n\n“You don’t understand, sir,” replied the monk. “That jade was efficacious, but having been contaminated by worldly lusts and pleasures it has lost its potency. If you will fetch it now and let me bless it, its efficacy will be restored.”\n\nJia Zheng took the jade from Baoyu’s neck and handed it to them. The monk held it on the palm of his hand and sighed.\n\n“Thirteen years have slipped by since we met below Greensickness Peak. How swiftly time passes in the world of men! Alas, your earthly karma is not yet ended. But what fine deeds you have to your credit!\n\n‘Heaven cannot curb, nor earth sojourn confine;\n\nNo grief or joy has touched that heart of stone.\n\nBut since this magic jade was first refined,\n\nWhat storms of passion have about it blown!\n\nAlas, today its lustre is defiled\n\nBy filth and stains which love and lust have bred;\n\nLong slumber in a world of wine and flowers\n\nIs followed by regret for what is fled.\n\nAll debts of wrong paid off, all ties severed,\n\nBack to its native place it will be borne.\n\nBetter to shatter it, than still to let\n\nLove and remorse its purity deform!’”\n\nAfter declaiming this he rubbed the jade for a while and muttered some magic incantations over it, then handed it back to Jia Zheng.\n\n“Now its spiritual power is restored,” he said, “but you must not profane it. Hang it over the threshold of the inner room and let no women apart from the inmates of the house come near it. In thirty-three days, I guarantee, they will be cured.”\n\nJia Zheng would have offered them tea, but the two strangers had already left. He could only do as they had said.\n\nXifeng and Baoyu improved daily, gradually recovering consciousness and asking for food. This reassured the Lady Dowager and Lady Wang, while the girls outside were informed of their progress. Daiyu first exclaimed “Buddha be praised!” at this news.\n\nBaochai smiled but said nothing.\n\n“What are you smiling at, cousin?” asked Xichun.\n\n“I was smiling at the way Buddha is expected to attend to everything,” Baochai told her. “He has to save all living creatures and answer people’s prayers to be cured of illnesses or have a speedy recovery. On top of that, he has to arrange marriages. Don’t you think he must be very busy? Doesn’t it strike you as ridiculous?”\n\nDaiyu flushed.\n\n“You’re neither of you any good,” she cried. “Instead of following the example of good people, you’re learning from Xifeng to make cheap, dirty jokes.” With that she flung aside the portiere and went out.\n\nTo know what followed, read the next chapter."
}