{
  "index": "028",
  "title": "第28章 蒋玉函情赠茜香罗 薛宝钗羞笼红麝串",
  "original": "话说林黛玉只因昨夜晴雯不开门一事，错疑在宝玉身上。次日又可巧遇见饯花之期，正在一腔无明未曾发泄，又勾起伤春愁思，因把些残花落瓣去掩埋，由不得感花伤己，哭了几声，便随口念了几句。不想宝玉在山坡上听见，先不过点头感叹，次又听到“侬今葬花人笑痴，他年葬侬知是谁？”“一朝春尽红颜老，花落人亡两不知”等句，不觉恸倒山坡上，怀里兜的落花撒了一地。试想林黛玉的花颜月貌，将来亦到无可寻觅之时，宁不心碎肠断？既黛玉终归无可寻觅之时，推之于他人，如宝钗、香菱、袭人等，亦可以到无可寻觅之时矣。宝钗等终归无可寻觅之时，则自己又安在呢？且自身尚不知何在何往，将来斯处、斯园、斯花、斯柳，又不知当属谁姓？因此一而二二而三反复推求了去，真不知此时此际如何解释这段悲伤！正是：\n　　花影不离身左右，鸟声只有耳东西。\n　　那黛玉正自伤感，忽听山坡上也有悲声，心下想道：“人人都笑我有痴病，难道还有一个痴的不成？”抬头一看，见是宝玉，黛玉便啐道：“呸！我打量是谁，原来是这个狠心短命的。”刚说到“短命”二字，又把口掩住，长叹一声，自己抽身便走。\n　　这里宝玉悲恸了一回，见黛玉去了，便知黛玉看见他躲开了，自己也觉无味。抖抖土起来，下山寻归旧路，往怡红院来。可巧看见黛玉在前头走．连忙赶上去，说道：“你且站着。我知道你不理我，我只说一句话，从今以后撩开手。”熏玉回头见是宝玉，待要不理他，听他说只说一句话，便道：“请说。”宝玉笑道：“两句话，说了你听不听呢？”黛玉听说，回头就走。宝玉在身后面叹道：“既有今日，何必当初？”黛玉听见这话，由不得站住，回头道：“当初怎么样？今日怎么样？”宝玉道：“暖！当初姑娘来了，那不是我陪着玩笑？凭我心爱的，姑娘要就拿去；我爱吃的，听见姑娘也爱吃，连忙收拾的干干净净收着，等着姑娘回来。一个桌子上吃饭，一个床儿上睡觉。丫头们想不到的，我怕姑娘生气，替丫头们都想到了。我想着姊妹们从小儿长大，亲也罢，热也罢，和气到了儿，才见得比别人好。如今谁承望姑娘人大心大，不把我放在眼里，三日不理四日不见的，倒把外四路儿的什么‘宝姐姐’‘凤姐姐’的放在心坎儿上。我又没个亲兄弟亲妹妹，——虽然有两个，你难道不知道是我隔母的？我也和你是独出，只怕你和我的心一样。谁知我是白操了这一番心，有冤无处诉！”说着，不觉哭起来。\n　　那里黛玉耳内听了这话，眼内见了这光景，心内不觉灰了大半，也不觉滴下泪来，低头不语。宝玉见这般形象，遂又说道：“我也知道我如今不好了，但只任凭我怎么不好，万不敢在妹妹跟前有错处。就有一二分错处，你或是教导我戒我下次，或骂我几句，打我几下，我都不灰心。谁知你总不理我，叫我摸不着头脑儿，少魂失魄，不知怎么样才好。就是死了也是个屈死鬼，任凭高僧高道忏悔，也不能超生，还得你说明了原故，我才得托生呢！”\n　　黛玉听了这话，不觉将昨晚的事都忘在九霄云外了，便说道：“你既这么说，为什么我去了，你不叫丫头开门呢！”一宝玉诧异道：“这话从那里说起？我要是这么着，立刻就死了！”黛玉啐道：“大清早起‘死’呀‘活’的，也不忌讳！你说有呢就有，没有就没有，起什么誓呢！”宝玉道：“实在没有见你去，就是宝姐姐坐了一坐，就出来了。”黛玉想了一想，笑道：“是了，必是丫头们懒怠动，丧声歪气的，也是有的。”宝玉道：“想必是这个原故。等我回去问了是谁，教训教训他们就好了。”黛玉道：“你的那些姑娘们，也该教训教训。只是论理我不该说。今儿得罪了我的事小，倘或明儿‘宝姑娘’来，什么‘贝姑娘’来，也得罪了，事情可就大了。”说着抿着嘴儿笑。宝玉听了，又是咬牙，又是笑。二人正说话，见丫头来请吃饭，遂都往前头来了。王夫人见了黛玉，因问道：“大姑娘，你吃那鲍太医的药可好些？”黛玉道：“也不过这么着。老太太还叫我吃王大夫的药呢。”宝玉道：“太太不知道：林妹妹是内症，先天生的弱，所以禁不住一点儿风寒；不过吃两剂煎药，疏散了风寒，还是吃丸药的好。”王夫人道：“前儿大夫说了个丸药的名子，我也忘了。”宝玉道：“我知道那些丸药，不过叫他吃什么人参养荣丸。”王夫人道：“不是。”宝玉又道：“八珍益母丸？左归，右归？再不就是八味地黄丸？”王夫人道：“都不是。我只记得有个‘金刚’两个字的。”宝玉拍手笑道：“从来没听见有个什么‘金刚丸’！若有了‘金刚丸’，自然有‘菩萨散’了！”说的满屋里人都笑了。宝钗抿嘴笑道：“想是天王补心丹。”王夫人笑道：“是这个名儿。如今我也糊涂了。”宝玉道：“太太倒不糊涂，都是叫‘金刚’‘菩萨’支使糊涂了。”王夫人道：“扯你娘的臊！又欠你老子捶你了。”宝玉笑道：“我老子再不为这个捶我。”\n　　王夫人又道：“既有这个名儿，明儿就叫人买些来吃。”宝玉道：“这些药都是不中用的。太太给我三百六十两银子，我替妹妹配一料丸药，包管一料不完就好了。”王夫人道：“放屁！什么药就这么贵！”宝玉笑道：“当真的呢。我这个方子比别的不同，那个药名儿也古怪，一时也说不清，只讲那头胎紫河车，人形带叶参，三百六十两不足。龟大何首乌，千年松根茯苓胆，诸如此类的药不算为奇，只在群药里算，那为君的药，说起来，唬人一跳！前年薛大哥哥求了我一二年，我才给了他这方子。他拿了方子去，又寻了二三年，花了有上千的银子才配成了。太太不信，只问宝姐姐。”宝钗听说，笑着摇手儿说道：“我不知道，也没听见。你别叫姨娘问我。”王夫人笑道：“到底是宝丫头好孩子，不撒谎。”宝玉站在当地，听见如此说，回身把手一拍，说道：“我说的倒是真话呢，倒说撒谎！”口里说着，忽一回身，只见林黛玉坐在宝钗身后抿着嘴笑，用手指头在脸上画着羞他。\n　　凤姐因在里间屋里看着人放桌子，听如此说，便走来笑道：“宝兄弟不是撒谎，这倒是有的。前日薛大爷亲自和我来寻珍珠，我问他做什么，他说配药。他还抱怨说：‘不配也罢了，如今那里知道这么费事！’我问：‘什么药？’他说是宝兄弟说的方子，说了多少药，我也不记得。他又说：‘不是我就买几颗珍珠了，只是必要头上戴过的，所以才来寻几颗。要没有散的花儿，就是头上戴过的拆下来也使得。过后儿我拣好的再给穿了来。’我没法儿儿，只得把两枝珠子花儿现拆了给他。还要一块三尺长、上用的大红纱，拿乳钵研了面子呢。”凤姐说一句，宝玉念一句佛。凤姐说完了，宝玉又道：“太太打量怎么着？这不过也是将就罢例。正经按方子，这珍珠宝石是要在古坟里找，有那古时富贵人家儿装裹的头面拿了来才好。如今那里为这个去刨坟掘墓？所以只是活人带过的也使得。”王夫人听了道：“阿弥陀佛，不当家花拉的！就是坟里有，人家死了几百年，这会子翻尸倒骨的，作了药也不灵啊。”\n　　宝玉因向黛玉道：“你听见了没有？难道二姐姐也跟着我撒谎不成？”脸望着黛玉说，却拿眼睛瞟着宝钗。黛玉便拉王夫人道：“舅母听听，宝姐姐不替他圆谎，他只问着我！”王夫人也道：“宝玉很会欺负你妹妹。”宝玉笑道：“太太不知道这个原故。宝姐姐先在家里住着，薛大哥的事他也不知道，何况如今在里头住着呢？自然是越发不知道了。林妹妹才在背后，以为是我撒谎，就羞我。”\n　　正说着，见贾母房里的丫头找宝玉和黛玉去吃饭。黛玉也不叫宝玉，便起身带着那丫头走。那丫头说：“等着宝二爷一块儿走啊。”黛玉道：“他不吃饭，不和咱们走，我先走了。”说着，便出去了。宝玉道：“我今儿还跟着太太吃罢。”王夫人道：“罢罢，我今儿吃斋，你正经吃你的去罢。”宝玉道：“我也跟着吃斋。”说着，便叫那丫头：“去罢。”自己跑到桌于上坐了。王夫人向宝钗等笑道：“你们只管吃你们的，由他去罢。”宝钗因笑道：“你正经去罢。吃不吃，陪着林妹妹走一趟，他心里正不自在呢。何苦来？”宝玉道：“理他呢，过一会子就好了。”\n　　一时吃过饭，宝玉一则怕贾母惦记，二则也想着黛玉，忙忙的要茶漱口。探春惜春都笑道：“二哥哥，你成日家忙的是什么？吃饭吃茶也是这么忙碌碌的。”宝钗笑道：“你叫他快吃了瞧黛玉妹妹去罢。叫他在这里胡闹什么呢？”宝玉吃了茶便出来，一直往西院来。可巧走到凤姐儿院前，只见凤姐儿在门前站着，蹬着门槛子，拿耳挖子剔牙，看着十来个小厮们挪花盆呢。见宝玉来了，笑道：“你来的好，进来，进来，替我写几个字儿。”宝玉只得跟了进来。到了房里，凤姐命人取过笔砚纸来，向宝玉道：“大红妆缎四十匹，蟒缎四十匹，各色上用纱一百匹，金项圈四个。”宝玉道：“这算什么？又不是帐，又不是礼物，怎么个写法儿？”凤姐儿道：“你只管写上，横竖我自己明白就罢了。”宝玉听说，只得写了。凤姐一面收起来，一面笑道：“还有句话告诉你，不知依不依？你屋里有个丫头叫小红的，我要叫了来使唤，明儿我再替你挑一个，可使得么？”宝玉道：“我屋里的人也多的很，姐姐喜欢谁，只管叫了来，何必问我？”凤姐笑道：“既这么着，我就叫人带他去了。”宝玉道：“只管带去罢。”说着要走。凤姐道：“你回来，我还有一句话呢。”宝玉道：“老太太叫我呢，有话等回来罢。”\n　　说着，便至贾母这边。只见都已吃完了饭了。贾母因问道：“跟着你娘吃了什么好的了？”宝玉笑道：“也没什么好的，我倒多吃了一碗饭。”因问：“林姑娘在那里？”贾母道：“里头屋里呢。”宝玉进来，只见地下一个丫头吹熨斗，炕上两个丫头打粉线，黛玉弯着腰拿剪子裁什么呢。宝玉走进来，笑道：“哦！这是做什么呢？才吃了饭，这么控着头，一会子又头疼了。”黛玉并不理，只管裁他的。有一个丫头说道：“那块绸子角儿还不好呢，再熨熨罢。”黛玉便把剪子一撂，说道：“‘理他呢，过一会子就好了。’”宝玉听了，自是纳闷。只见宝钗、探春等也来了，和贾母说了一回话，宝钗也进来问：“妹妹做什么呢？”因见林黛玉裁剪，笑道：“越发能干了，连裁铰都会了。”黛玉笑道：“这也不过是撒谎哄人罢了。”宝钗笑道：“我告诉你个笑话儿，才刚为那个药，我说了个不知道，宝兄弟心里就不受用了。”黛玉道：“‘理他呢，过会子就好了。’”宝玉向宝钗道：“老太太要抹骨牌正没人，你抹骨牌去罢。”宝钗听说，便笑道：“我是为抹骨牌才来么？”说着便走了。黛玉道：“你倒是去罢，这里有老虎，看吃了你！”说着又裁。宝玉见他不理，只得还陪笑说道：“你也去逛逛，再裁不迟。”黛玉总不理。宝玉便问丫头们：“这是谁叫他裁的？”黛玉见问丫头们，便说道：“凭他谁叫我裁，也不管二爷的事。”宝玉方欲说话，只见有人进来，回说“外头有人请呢”。宝玉听了，忙撤身出来。黛玉向外头说道：“阿弥陀佛，赶你回来，我死了也罢了！”\n　　宝玉来到外面，只见焙茗说：“冯大爷家请。”宝玉听了，知道是昨日的话，便说：“要衣裳去。”就自己往书房里来。焙茗一直到了二门前等人，只见出来了一个老婆子，焙茗上去说道：“宝二爷在书房里等出门的衣裳，你老人家进去带个信儿。”那婆子啐道：“呸！放你娘的屁！宝玉如今在园里住着，跟他的人都在园里．你又跑了这里来带信儿了！”焙茗听了笑道：“骂的是，我也糊涂了！”说着，一径往东边二门前来。可巧门上小厮在甬路底下踢球，焙茗将原故说了，有个小厮跑了进去，半日才抱了一个包袱出来，递给焙茗。回到书房里，宝玉换上，叫人备马，只带着焙茗、锄药、双瑞、寿儿四个小厮去了。\n　　一径到了冯紫英门口，有人报与冯紫英，出来迎接进去。只见薛蟠早已在那里久候了，还有许多唱曲儿的小厮们，并唱小旦的蒋玉函，锦香院的妓女云儿。大家都见过了，然后吃茶。宝玉擎茶笑道：“前儿说的‘幸与不幸’之事，我昼夜悬想，今日一闻呼唤即至。”冯紫英笑道：“你们令姑表弟兄倒都心实。前日不过是我的设辞，诚心请你们喝一杯酒，恐怕推托，才说下这句话。谁知都信了真了。”说毕，大家一笑。然后摆上酒来．依次坐定。冯紫英先叫唱曲儿的小厮过来递酒，然后叫云儿也过来敬三钟。那薛蟠三杯落肚，不觉忘了情，拉着云儿的手笑道：“你把那体己新鲜曲儿唱个我听，我喝一坛子，好不好？”云儿听说，只得拿起琵琶来，唱道：\n　　两个冤家，都难丢下，想著你来又惦记者他。两个人形容俊俏都难描画，想昨宵幽期私订在荼蘼架。一个偷情，一个寻拿，拿住了三曹对案我也无回话。\n　　唱毕，笑道：“你喝一坛子罢了。”薛蟠听说，笑道：“不值一坛，再唱好的来。”\n　　宝玉笑道：“听我说罢，这么滥饮，易醉而无味。我先喝一大海，发一个新令，有不遵者，连罚十大海，逐出席外，给人斟酒。”冯紫英、蒋玉函等都道：“有理，有理。”宝玉拿起海来，一气饮尽，说道：“如今要说‘悲’‘愁’‘喜’‘乐’四个字，却要说出‘女儿’来，还要注明这四个字的原故。说完了，喝门杯。酒面要唱一个新鲜曲子，酒底要席上生风一样东西，或古诗、旧对、《四书》《五经》成语。”薛蟠不等说完，先站起来拦道：“我不来，别算我。这竟是玩我呢！”云儿也站起来，推他坐下，笑道：“怕什么？这还亏你天天喝酒呢，难道连我也不及？我回来还说呢。说是了罢，不是了不过罚上几杯，那里就醉死了你。如今一乱令，倒喝十大海、下去斟酒不成？”众人都拍手道：“妙！”薛蟠听说无法，只得坐了。\n　　听宝玉说道：“女儿悲，青春已大守空闺。女儿愁，悔教夫婿觅封侯。女儿喜，对镜晨妆颜色美。女儿乐，秋于架上春衫薄。”众人听了，都说道：“好！”薛蟠独扬着脸，摇头说：“不好，该罚。”众人问：“如何该罚？”薛蟠道：“他说的我全不懂，怎么不该罚？”云儿便拧他一把，笑道：“你悄悄儿的想你的罢。回来说不出来，又该罚了。”于是拿琵琶听宝玉唱道：\n　　滴不尽相思血泪抛红豆，开不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。咽不下玉粒金莼噎满喉，照不尽菱花镜里形容瘦。展不开的眉头，捱不明的更漏：呀！恰便似遮不住的青山隐隐，流不断的绿水悠悠。\n　　唱完，大家齐声喝彩，独薛蟠说：“没板儿。”宝玉饮了门杯，便拈起一片梨来，说道：“‘雨打梨花深闭门’。”完了令。\n　　下该冯紫英，说道：“女儿喜，头胎养了双生子。女儿乐，私向花园掏蟋蟀。女儿悲，儿夫染病在垂危。女儿愁，大风吹倒梳妆楼。”说毕，端起酒来，唱道：\n　　你是个可人，你是个多情，你是个刁钻古怪鬼灵精，你是个神仙也不灵。我说的话儿你全不信，只叫你去背地里细打听，才知道我疼你不疼！\n　　唱完，饮了门杯，说道：“‘鸡声茅店月’。”令完。\n　　下该云儿，云儿便说道：“女儿悲，将来终身倚靠谁？”薛蟠笑道：“我的儿，有你薛大爷在，你怕什么？”众人都道：“别混他，别混他！”云儿又道：“女儿愁，妈妈打骂何时休？”薛蟠道：“前儿我见了你妈，还嘱咐他，不叫他打你呢。”众人都道：“再多说的，酒十杯！”薛蟠连忙自己打了一个嘴巴子，说道：“没耳性，再不许说了。”云儿又说：“女儿喜，情郎不舍还家里。女儿乐，住了萧管弄弦索。”说完，便唱道：\n　　豆蔻花开三月三，一个虫儿往里钻。钻了半日钻不进去，爬到花儿上打秋千。肉儿小心肝，我不开了你怎么钻？\n　　唱毕，饮了门杯，说道：“‘桃之夭夭’。”令完，下该薛蟠。\n　　薛播道：“我可要说了：女儿悲——”说了，半日不见说底下的。冯紫英笑道：“悲什么？快说。”薛蟠登时急的眼睛铃铛一般，便说道：“女儿悲——”又咳嗽了两声，方说道：“女儿悲，嫁了个男人是乌龟。”众人听了都大笑起来。薛蟠道：“笑什么？难道我说的不是？一个女儿嫁了汉子，要做忘八，怎么不伤心呢？”众人笑的弯着腰说道：“你说的是！快说底下的罢。”薛蟠瞪瞪了眼，又说道：“女儿愁——”说了这句，又不言语了。众人道：“怎么愁？”蟠道：“绣房钻出个大马猴。”众人哈哈笑道：“该罚，该罚！先还可恕，这句更不通了。”说着，便要斟酒。宝玉道：“押韵就好。”薛蟠道：“令官都准了，你们闹什么！”众人听说方罢了。云儿笑道：“下两句越发难说了，我替你说罢。”薛蟠道：“胡说！当真我就没好的了？听我说罢：女儿喜，洞房花烛朝慵起。”众人听了，都诧异道：“这句何其太雅？”薛蟠道：“女儿乐，一根鸡巴往里戳。”众人听了，都回头说道：“该死，该死！快唱了罢。”薛蟠便唱道：“一个蚊子哼哼哼。”众人都怔了，说道：“这是什么曲儿？”薛蟠还唱道：“两个苍蝇嗡嗡嗡。”众人都道：“罢，罢，罢！”薛蟠道：“爱听不听，这是新鲜曲儿，叫做‘哼哼韵’，你们要懒怠听，连酒底儿都免了，我就不唱。”众人都道：“免了罢，倒别耽误了别人家。”\n　　于是蒋玉函说道：“女儿悲，丈夫一去不回归。女儿愁，无钱去打桂花油。女儿喜，灯花并头结双蕊。女儿乐，夫唱妇随真和合。”说毕，唱道：\n　　可喜你天生百媚娇，恰便似活神仙离碧霄。度青春，年正小；配鸾凤，真也巧。呀！看天河正高，听谯楼鼓敲，剔银灯同入鸳帏悄。\n　　唱毕，饮了门杯，笑道：“这诗词上我倒有限，幸而昨日见了一副对于，只记得这句，可巧席上还有这件东西。”说毕，便于了酒，拿起一朵木樨来，念道：“‘花气袭人知昼暖’。”众人都倒依了完令，薛蟠又跳起来喧嚷道：“了不得，了不得，该罚，该罚！这席上并没有宝贝，你怎么说起宝贝来了？”蒋玉函忙说道：“何曾有宝贝？”薛蟠道；“这袭人可不是宝贝是什么？你们不信只问他！”说毕，指着宝玉。宝玉没好意思起来，说：“薛大哥，你该罚多少？”薛蟠道：“该罚，该罚！”说着，拿起酒来，一饮而尽。冯紫英和蒋玉函等还问他原故，云儿便告诉了出来，蒋玉函忙起身陪罪。众人都道：“不知者不作罪。”\n　　少刻，宝玉出席解手，蒋玉函随着出来，二人站在廊搪下，蒋玉函又赔不是。宝玉见他抚媚温柔，心中十分留恋，便紧紧的攥着他的手，叫他：“闲了往我们那里去。还有一句话问你，也是你们贵班中，有一个叫琪官儿的，他如今名驰天下，可惜我独无缘一见。”蒋玉函笑道：“就是我的小名儿。”宝玉听说，不觉欣然跌足笑道：“有幸，有幸！果然名不虚传。今儿初会，却怎么样呢？”想了一想，向袖中取出扇子，将一个玉块扇坠解下来，递给琪官，道：“微物不堪，略表今日之谊。”琪官接了，笑道：“无功受禄，何以克当？也罢，我这里也得了一件奇物，今日早起才系上，还是簇新，聊可表我一点亲热之意。”说毕撩衣，将系小衣儿的一条大红汗巾子解下来递给宝玉道：“这汗巾子是茜香国女国王所贡之物，夏天系着肌肤生香，不生汗渍。昨日北静王给的，今日才上身。若是别人，我断不肯相赠。二爷请把自己系的解下来给我系着。”宝玉听说，喜不自禁，连忙接了，将自己一条松花汗巾解下来递给棋官。二人方束好，只听一声大叫：“我可拿住了！”只见薛蟠跳出来，拉着二人道：“放着酒不喝，两个人逃席出来，干什么？快拿出来我瞧瞧。”二人都道：“没有什么。”薛蟠那里肯依，还是冯紫英出来才解开了。复又归坐饮酒，至晚方散。\n　　宝玉回至园中，宽衣吃茶，袭人见扇上的坠儿没了，便问他：“往那里去了？”宝玉道：“马上丢了。”袭人也不理论。及睡时，见他腰里一条血点似的大红汗巾子，便猜着了八九分，因说道：“你有了好的系裤子了，把我的那条还我罢。”宝玉听说，方想起那汗巾子原是袭人的，不该给人。心里后悔，口里说不出来，只得笑道：“我赔你一条罢。”袭人听了，点头叹道：“我就知道你又干这些事了，也不该拿我的东西给那些混账人哪。也难为你心里没个算计儿！”还要说几句，又恐怄上他的酒来，少不得也睡了。一宿无语。\n　　次日天明方醒，只见宝玉笑道：“夜里失了盗也不知道，你瞧瞧裤子上。”袭人低头一看，只见昨日宝玉系的那条汗巾子，系在自己腰里了，便知是宝玉夜里换的，忙一顿就解下来，说道：“我不希罕这行子，趁早儿拿了去。”宝玉见他如此，只得委婉解劝了一回。袭人无法，暂且系上。\n　　过后宝玉出去，终久解下来，扔在个空箱子里了，自己又换了一条系着。宝玉并未理论。因问起：“昨日可有什么事情？”袭人便回说：“二奶奶打发人叫了小红去了。他原要等你来着，我想什么要紧，我就做了主，打发他去了。”宝玉道：“很是。我已经知道了，不必等我罢了。”袭人又道：“昨儿贵妃打发夏太监出来送了一百二十两银子，叫在清虚观初一到初三打三天平安醮，唱戏献供，叫珍大爷领着众位爷们跪香拜佛呢。还有端午儿的节礼也赏了。”说着，命小丫头来，将昨日的所赐之物取出来，却是上等宫扇两柄，红麝香珠二串，凤尾罗二端，芙蓉簟一领。宝玉见了，喜不自胜，问：“别人的也都是这个吗？”袭人道：“老太太多着一个香玉如意，一个玛瑙枕。老爷、太太、姨太太的，只多着一个香玉如意。你和宝姑娘的一样。林姑娘和二姑娘、三姑娘、四姑娘只单有扇子和数珠儿，别的都没有。大奶奶、二奶奶他两个是每人两匹纱、两匹罗，两个香袋儿，两个锭子药。”\n　　宝玉听了，笑道：“这是怎么个原故，怎么林姑娘的倒不和我的一样，倒是宝姐姐的和我一样？别是传错了罢？”袭人道：“昨儿拿出来，都是一分一分的写着签子，怎么会错了呢。你的是在老太太屋里，我去拿了来了的。老太太说了：明儿叫你一个五更天进去谢恩呢。”宝玉道：“自然要走一趟。”说着，便叫了紫鹃来：“拿了这个到你们姑娘那里去，就说是昨儿我得的，爱什么留下什么。”紫鹃答应了，拿了去。不一时回来，说：“姑娘说了，昨儿也得了，二爷留着罢。”宝玉听说，便命人收了。\n　　刚洗了脸出来，要往贾母那里请安去，只见黛玉顶头来了，宝玉赶上去笑道：“我的东西叫你拣，你怎么不拣？”黛玉昨日所恼宝玉的心事，早又丢开，只顾今日的事了，因说道：“我没这么大福气禁受，比不得宝姑娘，什么‘金’哪‘玉’的，我们不过是个草木人儿罢了！”宝玉听他提出“金玉”二字来，不觉心里疑猜，便说道：“除了别人说什么金什么玉，我心里要有这个想头，天诛地灭，万世不得人身！”黛玉听他这话，便知他心里动了疑了，忙又笑道：“好没意思，白白的起什么誓呢？谁管你什么金什么玉的！”宝玉道：“我心里的事也难对你说，日后自然明白。除了老太太、老爷、太太这三个人，第四个就是妹妹了。有第五个人，我也起个誓。”黛玉道：“你也不用起誓，我很知道你心里有‘妹妹’。但只是见了‘姐姐’，就把‘妹妹’忘了。”宝玉道：“那是你多心，我再不是这么样的。”黛玉道：“昨儿宝丫头他不替你圆谎，你为什么问着我呢？那要是我，你又不知怎么样了！”正说着，只见宝钗从那边来了，二人便走开了。\n　　宝钗分明看见，只装没看见，低头过去了。到了王夫人那里，坐了一回，然后到贾母这边，只见宝玉也在这里呢。宝钗因往日母亲对王夫人曾提过“金锁是个和尚给的，等日后有玉的方可结为婚姻”等语，所以总远着宝玉。昨日见元春所赐的东西，独他和宝玉一样，心里越发没意思起来。幸亏宝玉被一个黛玉缠绵住了，心心念念只惦记着黛玉，并不理论这事。此刻忽见宝玉笑道：“宝姐姐，我瞧瞧你的那香串子呢？”可巧宝钗左腕上笼着一串，见宝玉问他，少不得褪了下来。宝钗原生的肌肤丰泽，一时褪不下来，宝玉在旁边看着雪白的胳膊，不觉动了羡慕之心。暗暗想道：“这个膀子若长在林姑娘身上，或者还得摸一摸；偏长在他身上，正是恨我没福。”忽然想起“金玉”一事来，再看看宝钗形容，只见脸若银盆，眼同水杏，唇不点而含丹，眉不画而横翠，比黛玉另具一种妩媚风流，不觉又呆了。宝钗褪下串子来给他，他也忘了接。宝钗见他呆呆的，自己倒不好意思的，起来扔了串子，回身才要走，只见黛玉蹬着门槛子，嘴里咬着绢子笑呢。宝钗道：“你又禁不得风吹，怎么又站在那风口里？”黛玉笑道：“何曾不是在房里来着。只因听见天上一声叫，出来瞧了瞧，原来是个呆雁。”宝钗道：“呆雁在那里呢？我也瞧瞧。”黛玉道：“我才出来，他就‘忒儿’的一声飞了。”口里说着，将手里的绢子一甩，向宝玉脸上甩来，宝玉不知，正打在眼上，“嗳哟”了一声。\n要知端的，下回分解。",
  "translation": "Now the fact was that Dai-yu’s failure the night before to get into the Garden had been due to a misunderstanding for which she unfairly held Bao-yu responsible; and she had just chosen the day of the flower festival to get rid of some of her pent-up depression by a symbolic interment of the blossoms, an act which had led her, by an unconscious association of ideas, to make a poem whose words were a lament for herself. She had just reached the line\n\n‘As flowers fall and fading maidens die’\n\nand was repeating it, with the two lines which preceded it, when, from the rocks above her, she was startled by a sound of sobbing. Looking up to see who it was, she observed someone scrambling down the rock-face. It was Bao-yu.\n\n‘Ugh!’ she said, expelling her breath in a sharp blast of disgust. ‘I thought it was someone else. Fancy it being you!’\n\n‘What do you mean?’ said Bao-yu, wiping his eyes with a handkerchief as he came up to her. ‘Of course you always have to be so particular about everything! Just give me a chance to explain, will you? Even if you don’t want to speak to me any more, you can at least listen to what I have to say.’\n\n‘All right,’ said Dai-yu. ‘You can begin. I’m listening.’\n\nBao-yu smiled.\n\n‘You wouldn’t answer when I spoke to you just now,’ he said. ‘But if I say two sentences now, will you promise to listen?’\n\nDai-yu turned her head away.\n\n‘You needn’t speak. I can see from your manner that you don’t care for me any more. All you care about now are people like Bao-chai and Xifeng. They can do what they like and you don’t mind. You treat me differently from them. I’ve only been away from you for three or four days, yet in that time a great many things have happened.’\n\n‘It’s no good,’ said Dai-yu, when she heard this. ‘You’re trying to put me off. I shall go.’\n\n‘Whatever happens, let me say this one thing,’ said Bao-yu. ‘If after that you still go, I won’t stop you.’\n\n‘All right. Say your one thing.’\n\nBao-yu sighed.\n\n‘Would there have been all this if it had been like this from the beginning?’ he said.\n\nAt these words Dai-yu turned round.\n\n‘What do you mean by “from the beginning”? And what do you mean by “all this”?’\n\n‘Well, in the beginning you stayed with me and I read to you and taught you to write and we were always together. I gave you anything you wanted that was mine. If there was something to eat that I specially liked and I heard that you liked it too, I used to put it away to give to you when you came back and have it put away somewhere where no one else could get at it. We ate at the same table and slept in the same bed. I used to think that because we were so close then, we should always be the same; and that the longer we were together, the more we should become alike. I never thought that now you are grown up you would not care about me any more and would spend all your time thinking about people like Bao-chai and Xifeng instead. Now I can see that all the devotion I’ve wasted on you has been to no purpose; that all my fondness has been thrown away, and that there is no one to whom I can explain the injustice of it.’\n\nAt these words, and at the sight of the tears which accompanied them, everything that she had been going to say vanished from Dai-yu’s mind. She too began to cry, and hung her head in silence.\n\nThis prompted him to continue, “I know I’ve no right to speak to you like this, but whatever my faults I’d never dare do anything to offend you. If I ever did anything the least bit wrong, you could have warned me or scolded me or even hit me, and I wouldn’t have minded. But you ignoring me like this, leaving me completely in the dark, at my wits’ end, not knowing what to do — that’s enough to be the death of me. And even if I died I’d be a ghost with a grievance. No monks or priests could save me, I’d never be reborn until you’d told me what my offence was.”\n\nDaiyu had forgotten the incident of the previous evening, but this speech reminded her of it.\n\n“In that case, why when I called last night didn’t you tell your people to open the gate?” she demanded.\n\n“What do you mean?” he cried in amazement. “If I did such a thing, may I die on the spot!”\n\n“Pooh! Don’t talk about dying so early in the morning. If you did, you did; if you didn’t, you didn’t. There’s no need for oaths.”\n\n“I really didn’t see you. I only had a short visit from Cousin Baochai and then she left.”\n\nDaiyu thought this over and said with a smile, “Yes, I suppose your servants were too lazy to stir and just answered rudely from inside.”\n\n“That must be it. I’ll find out when I go back who it was and have them punished.”\n\n“It’s high time those young ladies of yours were punished. Not that it’s my place to say so, but if they offend me that’s one thing; what if next time they offend your precious ‘Cousin Baochai’ or some other ‘precious’ cousin? That would be more serious.” She compressed her lips to laugh.\n\nBaoyu could not help grinding his teeth with exasperation, but he had to smile too.\n\nAs they were talking a maid came to summon them to a meal, and they went together to the front court. The Lady Dowager asked Daiyu, “How are you getting on with Dr. Bao’s medicine, my child?”\n\n“Not too bad. I think grandmother means Dr. Wang.”\n\n“The fact is, mother,” put in Baoyu, “Cousin Lin’s trouble is constitutional and she was rather delicate to start with, so she can’t stand the least chill. The best thing would be for her to take some pills to get rid of the cold, then some tonic pills.”\n\n“The other day a doctor mentioned the name of some pills,” said Lady Wang. “I’ve forgotten what it was.”\n\n“I know the names of those pills all right. They’re nothing but Ginseng Tonic Pills.”\n\n“No, not those.”\n\n“Then perhaps it was Eight Precious Mother-of-Pearl Pills, or Leftside Rejuvenating Pills, or Rightside Rejuvenating Pills, or else Eight-Flavour Rehmannia Pills?”\n\n“None of those. I can only remember that the name had ‘Vajra’ in it.”\n\nBaoyu clapped his hands with a laugh.\n\n“I’ve never heard of Vajra Pills. If there are Vajra Pills, I suppose there must be Bodhisattva Powders too.”\n\nThe whole company laughed.\n\nBaochai smiled as she volunteered, “It must, I think, be the Heavenly King Heart- Tonic Pills.”\n\n“That’s the name,” cried Lady Wang. “I’m getting so stupid.”\n\n“No, it’s not that you’re stupid, mother, but that you’re being influenced by the Vajra and the Bodhisattva.”\n\n“A fine thing to say, you impudent monkey! Making fun of your elders.”\n\n“Don’t be angry, mother. It’s the truth.”\n\n“Well, if that’s the name, have some sent over tomorrow,” said Lady Wang.\n\n“Those patent medicines are no use. If you’ll give me three hundred and sixty taels of silver, mother, I’ll make my cousin some pills. I guarantee she’ll be all right before she’s finished the first supply.”\n\n“What nonsense! What medicine could cost so much?”\n\n“To be frank, this prescription of mine is better than all the rest.\n\nThe names of the drugs are so outlandish, I doubt if I can remember them all. But I know they include the placenta of a firstborn child, a ginseng root shaped like a man complete with leaves — and three hundred and sixty taels of silver wouldn’t be enough to buy them all. Then there’s giant tortoise, polygonum, and poria from the root of a thousand-year-old pine. But these are nothing special, just subsidiary ingredients. The principal ingredient would really amaze you. Cousin Xue Ke begged me for a year or two before I gave him the prescription. Then it took him another two or three years and more than a thousand tacls to get it made up. If you don’t believe me, ask Cousin Baochai.”\n\nBaochai smiled and shook her head.\n\n“I don’t know anything about it,” she said. “Don’t ask me, aunt.”\n\n“Baochai’s a good child. She doesn’t tell fibs,” remarked Lady Wang.\n\nBaoyu, who had been listening, clapped his hands.\n\n“And I’m a liar, am I, when I tell the truth?” he cried.\n\nAs he turned away he saw Daiyu behind Baochai, smiling mockingly as she pointed one finger at her cheek. Just then Xifeng came in from the inner room where she had been supervising the laying of the table. She had overheard this conversation.\n\n“Cousin Bao isn’t fibbing; it’s true,” she announced. “The other day young Master Xue came to me himself to ask for some pearls, and when I asked what he wanted them for he said to make up a medicine. He complained, ‘If I’d known it was such a troublesome business I’d never have started.’ I asked what medicine, and he said it was some prescription of Cousin Bao’s with a whole list of ingredients I can’t remember. He said, ‘If it were just a matter of buying pearls I wouldn’t have to bother you; but they have to be ones that have been worn. So if you’ve no loose pearls, some from one of your old trinkets will do. Later I can pick out good ones and have them strung for you to make up for it.’ As I’d no others, I had to break up a couple of my own pearl flowers for him. He also wanted three feet of the best red gauze to grind to powder in a mortar.”\n\nAt each word Xifeng said Baoyu nodded happily. When she had finished he put in:\n\n“But actually, that was only a makeshift. According to the prescription, the pearls and jewels should be taken from the funeral ornaments of some rich family of bygone days in an old tomb. Of course, we can’t go digging up graves for them, so pearls that have been worn will do.”\n\n“Gracious Buddha!” exclaimed Lady Wang. “Even if there are such things in graves, the owners have been dead for hundreds of years. To use their remains for medicine after digging up their bones would be an outrage. It couldn’t possibly work.”\n\n“Did you hear that?” Baoyu asked Daiyu. “Doesn’t that prove Second Cousin isn’t lying?”\n\nHe was looking at Daiyu but watching Baochai out of the corner of his eye. Daiyu tugged Lady Wang’s sleeve.\n\n“Listen to him, aunt!” she cried. “Because Cousin Baochai won’t back him up, he turns to me.”\n\n“Baoyu is very fond of teasing you,” said Lady Wang.\n\n“You don’t understand the reason, madam,” he replied with a smile. “Cousin Baochai lived at home before, so she didn’t know about her brother’s affairs; still less now that she’s staying here. So of course she knows nothing about it. But Cousin Lin, who was behind her just now, thought I was lying and made fun of me.”\n\nAs he was speaking a maid from the Lady Dowager’s quarters came to invite him and Daiyu to a meal. Without a word to Baoyu, Daiyu stood up and started out with the maid.\n\n“Wait for Master Bao,” urged the maid.\n\n“He’s not eating. He’s not coming with us,” said Daiyu, and went off.\n\n“I’ll dine with you today, madam,” said Baoyu.\n\n“No, no,” protested Lady Wang. “I’m fasting today. Go and have a proper meal.”\n\n“I’ll share your vegetarian meal,” he insisted.\n\n“I’ll fast too,” he declared, and sent the maid away while he took a seat at the table.\n\nLady Wang said to Pao-chai and the rest, “Just go on with your meal and leave him alone.”\n\n“Do be serious,” urged Pao-chai. “Even if you don’t want anything, do keep Cousin Lin company. She’s feeling put out, so why annoy her?”\n\n“Don’t worry about her,” he retorted. “She’ll be all right presently.”\n\nAs soon as the meal was over, afraid that his grandmother might be waiting and anxious also to see Tai-yu, he hastily called for tea to rinse his mouth.\n\n“What keeps you so busy all day, Cousin?” asked Tan-chun and Hsi-chun. “Even your eating and drinking is done in such a rush.”\n\n“Tell him to hurry up and go to see Cousin Lin instead of fooling about here,” said Pao-chai.\n\nOnce through with his tea, Pao-yu lost no time in setting off for the western compound. On the way, passing Hsi-feng’s house, he saw her standing at the gate, one foot on the threshold, cleaning her ears with an ear-pick as she supervised some pages moving potted plants. At sight of Pao-yu she called out:\n\n“You’ve come just at the right time. Come in and write a few characters for me.”\n\nHe had to follow her in. When she had ordered a servant to bring brush, inkstone and paper, she dictated:\n\n“Forty lengths of red wedding satin with dragon designs, forty lengths of serpent-design satin, a hundred rolls of various coloured silk gauze for Imperial use, and four gold necklets.”\n\n“What’s this for?” he asked. “It’s neither an account nor a list of presents. How shall I write it?”\n\n“Just write it as I say. Don’t worry so long as I understand.”\n\nSo he had to write it down.\n\nAs she put it away Hsi-feng said with a smile, “There’s something else I want to ask you, but I’m not sure whether you’ll agree. You’ve a maid called Hsiao-hung, haven’t you? I’d like to have her here to run errands for me. I’ll choose you another maid tomorrow. What do you say?”\n\n“I’ve plenty of maids. Take any you like. Why ask me?”\n\n“In that case, I’ll send for her.”\n\n“Do,” said Pao-yu, and was starting off when Hsi-feng stopped him.\n\n“Come back. I’ve something else to tell you.”\n\n“The old lady wants me. Tell me later.”\n\nHe went on to his grandmother’s apartments. They had finished their meal.\n\n“What good things did you have with your mother?” the Lady Dowager asked him.\n\n“Nothing special,” he told her. “But I ate an extra bowl of rice.” Then he asked, “Where’s Cousin Lin?”\n\n“In the inner room.”\n\nPao-yu went in and found a maid blowing on an iron to press clothes with, while two others were making measurements on the kang and Tai-yu, bending over a table, was cutting out something with a pair of scissors.\n\n“What are you doing?” he cried. “Just after a meal, with your head bent down like that, you’ll get a headache again.”\n\nTai-yu ignored him and went on cutting.\n\nOne of the maids remarked, “That piece of silk is still wrinkled. It ought to be pressed.”\n\nTai-yu put down her scissors.\n\n“Don’t worry about it,” she retorted. “It’ll be all right presently.”\n\nPao-yu was puzzled by this answer. Just then Pao-chai, Tan-chun and the others arrived and chatted for a while with the Lady Dowager. Then Pao-chai came in to ask Tai-yu what she was doing. Seeing that she was cutting out something, she cried:\n\n“How clever you’re getting! You can even cut out clothes now.”\n\n“I only said that to fool people,” said Tai-yu sarcastically. “I’m really no good at it.”\n\n“I was telling the others a joke just now,” replied Pao-chai. “When someone asked me about some medicine just now and I said I didn’t know, Pao-yu was quite put out.”\n\n“Don’t worry about him,” retorted Tai-yu. “He’ll be all right presently.”\n\nBaoyu said to Bacchai, “The old lady wants to play cards but has no one to make a fourth. Why don’t you join her?”\n\n“Do you think I came just to play cards?” Bacchai retorted and walked off.\n\n“Yes, do go,” urged Daiyu. “There are tigers here. If you stay they may eat you.” She went on cutting out the fan-case.\n\nBaoyu, seeing that she was ignoring him, forced a smile and said, “You can go on with that later. Why not take a stroll first?”\n\nAs she paid no attention he asked the maids who had told her to do this.\n\n“What business is it of yours who told me?” she snapped when he appealed to them. “Don’t pester me.”\n\nHe was about to say more when someone came in to announce that he was wanted outside.\n\nBaoyu had to go, much against his will. “Holy Name!” Daiyu called after him. “I only hope you never come back. I’d rather die than see you again.”\n\nOnce outside, Baoyu found Beiming who told him, “Master Feng has sent to invite you.”\n\nRealizing that this was the engagement for that day, Baoyu asked for his best clothes and went to his study, where Beiming waited at the inner gate until an old nanny came out. Going up to her the boy said:\n\n“Master Bao’s in his study and wants his best clothes to go out. Will you take in a message, granny?”\n\n“Pah!” she spat. “What stuff and nonsense. Master Bao’s now living in the Garden and all his attendants are there too. What are you doing here with your messages?”\n\n“You’re right. How stupid of me.” Beiming chuckled and hurried to the east side gate. As luck would have it, some pages were playing football in the court there. When he told them his errand, one of them went inside. After some time he came back with a bundle which he handed to Beiming, who took it to the study. Baoyu changed his clothes and, ordering his horse to be saddled, went out with his four pages Beiming, Chuyao, Shuangrui and Shou’er.\n\nThey rode straight to Feng Ziying’s house, and as soon as he was announced Feng came out to welcome him. In they went then and found Xue Pan already there, as well as a number of singing-boys and the young actor Jiang Yuhan, plus Yun’er the singsong girl from Brocade Fragrance House. After an exchange of greetings they had tea.\n\n“I’ve been thinking day and night of what you said the other day about ‘lucky and unlucky’ encounters,” remarked Baoyu, holding his cup. “And as soon as I got your summons today I came straight over.”\n\n“You and your cousin are really too simple,” said Feng Ziying with a laugh. “I only said that as an excuse because I wanted to invite you for a drink but was afraid you might refuse. So you both took me seriously.”\n\nThe others joined in his laughter. Then wine was served and they took their seats. Feng Ziying first called for a singing-boy to offer wine, then asked Yun’er to toast each of them three times. Three cups of wine made Xue Pan forget himself. Catching hold of Yun’er’s hand he said:\n\n“Sing me one of your really sweet new songs, there’s a good girl. If you do, I’ll drink a whole jar — how about that?”\n\nYun’er had to take up her pipa and sing:\n\nBoth of my sweethearts are hard to forget;\nI long for the one, yet the other I regret.\nBoth are so handsome, so gallant and so smart,\nLast night by the rose-arbour we made a fresh start,\nBut one came to spy on our new rendezvous.\nIf the three of us are brought to book, what can I do?\n\n“Now drink up your jar,” she said with a smile.\n\n“Not worth a whole jar,” objected Xue Pan. “Sing me a better one.”\n\n“If you’ll take my advice,” put in Baoyu, “drinking like this is no fun and soon makes you drunk. Suppose I drink a big cup then propose a new game? Anyone who refuses to do as I say will have to drink ten large cups in succession and then leave the party to wait on the others.”\n\n“Good for you,” cried Feng Ziying and Jiang Yuhan.\n\nBaoyu tossed off a large cup.\n\nNow they came to the game in which the words “sad,””distressed,””happy” and “delighted” had each to be followed by a line about a maiden, with an explanation; after which the player must quaff his door-cup, sing a new song and end by quoting some line concerning an object on the table or from an old poem, couplet or standard work.\n\nBefore this was finished Xue Pan had jumped up to protest, “This is no game, it’s a plot to make a fool of me. I opt out.”\n\nYuner stood up too and pushed him back on his seat.\n\n“What are you afraid of?” she scolded. “And you call yourself a drinker. Why, you’re not even up to me. I’ll have my turn presently. If you give the right answers, well and good; if not, you’ll just have to drink a few cups — it won’t kill you. If you disrupt the game now, you’ll have to drink ten huge cups and go down on your knees to pour the wine for everyone else.”\n\nThe others clapped their hands, exclaiming, “Great!”\n\nXue Pan had to stay where he was.\n\nThen Baoyu began:\n\n“A maiden’s sad:\n\nHer beauty fades, she’s still alone.\n\nA maiden’s distressed:\n\nShe married a rover and now he’s gone.\n\nA maiden’s happy:\n\nTwo lovely boys are hers to adore.\n\nA maiden’s delighted:\n\nHer husband’s home again once more.”\n\nThis was generally approved, but Xue Pan shook his head.\n\n“No good,” he growled. “He ought to be punished.”\n\n“Why?” the others asked.\n\n“I didn’t understand a word he said. How can he get away with that?”\n\nYuner pinched his leg.\n\n“Just you keep quiet and think what you’re going to say,” she warned. “If you can’t answer when your turn comes, you’ll have to drink.”\n\nThen she picked up her pipa to accompany Baoyu as he sang:\n\n“Like dropping pearls the tears of longing fall;\n\nVerdant the painted tower under willow and spring flower;\n\nUneasy by her gauze window she waits at nightfall,\n\nNew grief and old pent up in her heart;\n\nJade rice and golden juice she cannot swallow,\n\nHer reflection in the glass makes her sigh;\n\nShe knits her dark brows,\n\nAnd the long night wears on:\n\nAh, these partings\n\nWhich like distant hills ever loom between,\n\nAnd never-ending streams of tears!”\n\nAfter this song all cried “Bravo!” except Xue Pan who complained, “No rhythm.”\n\nBaoyu drank his door-cup. Then picking up a piece of pear he said:\n\n“Rain beats the pear-blossom, tight she bars her door.”\n\nThat completed his turn.\n\nNext it was Feng Ziying’s turn. He said:\n\n“A maiden’s happy:\n\nShe gives birth to twin sons.\n\nA maiden’s delighted:\n\nShe hunts for crickets in the garden.\n\nA maiden’s sad:\n\nHer husband’s lying at death’s door.\n\nA maiden’s distressed:\n\nThe wind has blown down her dressing-tower.”\n\nThen he drank his wine and sang:\n\n“You are so sweet,\n\nSo passionate,\n\nSo full of fun,\n\nSo mischievous and clever,\n\nNo goddess could do better.\n\nBut all I say you disbelieve;\n\nWait till you make some secret enquiries,\n\nThen you’ll know how good I am to you!”\n\nThis sung, he drank his door-cup and said:\n\n“‘Cock-crow, the thatched inn, moon.’” 3\n\nThat completed his turn.\n\nThen it was Yuner’s turn. She said:\n\n“A maiden’s sad:\n\nAfter this life, on whom can she depend?”\n\nXue Pan laughed.\n\n“Don’t worry, my pet. With me to look after you, what have you to fear?”\n\nThe others called out, “Don’t put her off!”\n\nYuner continued:\n\n“A maiden’s distressed:\n\nWill her mother’s beatings never cease?”\n\n“The other day I saw your mother,” put in Xue Pan. “I told her not to beat you.”\n\nThe others shouted, “Anyone who interrupts again must drink ten cups.”\n\nXue Pan promptly slapped his own face.\n\n“It won’t happen again,” he promised. “I’ve no sense of hearing.”\n\nYuner went on:\n\n“A maiden’s happy:\n\nHer lover comes back to her.\n\nA maiden’s delighted:\n\nThey make music together.”\n\nThen she sang:\n\n“The cardamom blooms on the third day of March,\n\nAn insect is boring its way in;\n\nIt bores for a while but can’t get inside,\n\nAnd perches swinging upon the flower.\n\nMy sweet little flesh, my dear little heart,\n\nIf I don’t open, how can you worm your way in?”\n\nShe drank her door-cup then and said:\n\n“‘Peach trees are sturdy.’” 4\n\nThat completed her turn.\n\nNow it was Xue Pan’s turn.\n\n“Here goes,” he said. “‘The girl’s upset...’” He broke off and for a while could not continue.\n\n“What’s she upset about?” prompted Feng Ziying. “Out with it.”\n\nXue Pan’s eyes nearly started from his head in his desperation. “The girl’s upset...” he repeated. After coughing twice he blurted out, “The girl’s upset because she’s married to a tortoise.”\n\nThe others burst out laughing.\n\n“What are you laughing at?” he demanded. “Isn’t it right? If a girl marries a man who turns into a cuckold, isn’t that enough to upset her?”\n\n“Quite right,” they spluttered, doubled up with mirth. “Now go on to the next line.”\n\nHe rolled his eyes. “‘The girl’s worried...’” Again he broke off.\n\n“What is she worried about?”\n\n“A big ape in her boudoir.”\n\nThey laughed.\n\n“This calls for a forfeit. The first line was passable, but this is sheer nonsense.”\n\nAs they were pouring him a drink Baoyu demurred, “It rhymes.”\n\n“If the master of the feast passes it, what are you making such a fuss for?” protested Xue Pan.\n\nAt that they let him off.\n\n“The next two lines will be even harder,” said Yuner. “Let me say them for you.”\n\n“Nonsense! You think I can’t do it? Just listen: ‘The girl’s happy: she lolls at dawn in her nuptial bed.’”\n\n“Why, this is most refined!” they exclaimed in surprise.\n\n“‘The girl’s blissful: a prick thrusting deep inside her.’”\n\n“The dirty devil!” they cried. “Quick, sing a song.”\n\nXue Pan sang, “A mosquito goes hum, hum, hum.”\n\nThey stared.\n\n“What sort of song is that?”\n\nHe went on, “Two flies go buzz, buzz, buzz.”\n\n“Stop, stop!” they cried.\n\n“If you don’t like it, that’s that. This is a new song called the Humming Song. If you’re too lazy to listen, I won’t even bother with the toast.”\n\n“Good, we’ll let you off that.”\n\nThen Jiang Yuhan took his turn.\n\n“The girl’s upset: Her husband leaves home and never returns. The girl’s worried: She’s no money to buy oil for her hair. The girl’s happy: The lamp-wick produces a double flame. The girl’s blissful: Man and wife in harmony.”\n\nThen he sang:\n\nWe rejoice that you were born with bewitching grace,\n\nJust like an immortal come down from the skies.\n\nIn the prime of youth in a happy place,\n\nA perfect match — the phoenix weds with grace.\n\nThe River of Stars is high;\n\nThe watch-drum’s heard to beat.\n\nTrimming the silver lamp they quietly sleep.\n\nAfter that he drank his cup and said with a smile, “I’m no good at verses, but luckily I saw a couplet yesterday and can just remember that line. And it so happens that there’s something here to go with it.” Having drunk his wine he picked up a spray of sweet-scented osmanthus and recited:\n\nThe flowers’ aroma breathes of warmer days.\n\nAs the company declared that this closed the round, Xue Pan sprang to his feet and yelled:\n\n“That’s not right. He must pay a forfeit. There’s no pao here. Why did he say pao?”\n\n“What pao?” asked Jiang Yuhan quickly.\n\n“Pao-yu,”2 answered Xue Pan. “If you don’t believe me, ask him.” He pointed at Baoyu.\n\nBaoyu, much embarrassed, stood up. “How much should he drink, Cousin Xue?”\n\n“He must pay a forfeit all right.” Xue Pan picked up the wine and drained the cup.\n\nWhen Feng Ziying and Jiang Yuhan asked what this was all about, Yuner explained and Jiang Yuhan at once stood up to apologize.\n\n“The offender is not held guilty if he offended unwittingly,” the others cried.\n\nPresently Baoyu left the table to relieve himself and Jiang Yuhan followed him out. Under the eaves of the verandah the two stood chatting, and Jiang Yuhan bowed again to show his contrition.\n\nEnchanted by his winning ways, Baoyu squeezed his hand affectionately.\n\n“Do drop in on us when you have time,” he said. “There’s something else I’d like to ask you. I hear there’s an actor called Qiguan in your company who’s famous all over the world, but unfortunately I’ve never seen him.”\n\n“That’s my stage name.”\n\nIn his delight Baoyu stamped his foot.\n\n“What luck!” he cried. “Well, this is our first meeting, but how can I show my admiration?” After a moment’s thought he took his fan from his sleeve, detached the jade pendant from it and offered this to Qiguan. “This poor trifle is unworthy of you, but it may serve as a token of our meeting today.”\n\nQiguan accepted it with a smile.\n\n“I don’t deserve such a gift. However, as luck would have it, I have a novelty here too. I only put it on this morning, so it’s still new. It may serve as a keepsake to show my affection.” Tucking up his clothes, he undid a crimson cummerbund of foreign silk and gave it to Baoyu. “This was a tribute from the Queen of Qianxiang. In summer tied next to the skin it’s fragrant and absorbs perspiration. The Prince of Beijing gave it to me yesterday, and today I put it on for the first time. I wouldn’t give it to anyone else. Please take off the girdle you’re wearing, sir, and let me have that instead.”\n\nBaoyu was overjoyed. He accepted the cummerbund and taking off his own pale green silk girdle gave it to Qiguan. As the two of them were fastening their clothes again they heard a cry:\n\n“So I’ve caught you at last!” Xue Pan jumped out and seized them. “What do you mean by leaving the feast and sneaking off here? Let’s see what you’re up to.”\n\n“It’s nothing,” they protested.\n\nBut Xue Pan, refusing to listen to them, might have made more trouble had not Feng Ziying come out to smooth things over. Then they returned to the feast and went on drinking until late.\n\nWhen Baoyu went back to the Garden and took off his outer clothes to have some tea, Xiren noticed that the fan pendant was missing.\n\n“Where is it?” she asked.\n\n“I must have lost it when I was on horseback today.” She did not press the matter.\n\nBut when he undressed for bed she saw attached to his underwear a crimson cummerbund spattered as if with blood, and could guess pretty well what had happened.\n\n“So you’ve a fine new girdle,” she remarked. “Will you give me back mine then?”\n\nOnly then did Baoyu remember that the girdle he had given away was hers. He was sorry but could not admit it.\n\n“I’ll give you another instead,” he promised with a smile.\n\nXiren nodded and sighed.\n\n“I know all your tricks. But you might at least not give my things to that low lot. It’s too bad of you to have so little sense.” She was going to scold him further, but afraid he might be drunk she lay down to sleep without another word.\n\nShe did not wake till dawn. Then she saw Baoyu smiling.\n\n“You didn’t know you were robbed in the night,” he said. “Just look at your trousers.”\n\nShe lowered her head and saw that the girdle he had worn the previous day was now round her waist. Realizing that he must have changed them during the night, she lost no time in untying it.\n\n“I don’t want this filthy thing,” she cried. “Take it back, quick.”\n\nBaoyu had to soothe her with soft words until, for the time being, she fastened it on again. But later, after he had gone out, she took it off and threw it into an empty trunk, then put on one of her own instead. Baoyu did not notice this.\n\n“Did anything happen yesterday?” he asked.\n\n“Lady Wang sent for Xiaohong. She wanted to wait for you, but I didn’t see that it mattered and took it on myself to send her along.”\n\n“Quite right. I knew about it. There was no need to wait for me.”\n\n“The Imperial Consort sent Xia Zhong yesterday with a hundred and twenty ounces of silver to pay for novenas in the\n\nFrom the first to the third they’re going to hold a three-day Mass for the dead, with operas and offerings, and Master Zhen is to take the men of the family to kneel and offer incense. And Her Grace has sent presents for the Dragon-Boat Festival too.” With that she ordered a maid to fetch the gifts sent the previous day — two superior palace fans, two strings of red musk-scented beads, two lengths of “phoenix-tail” silk, and a mat woven with rushes.\n\nBaoyu was delighted with these things. “Did everyone get the same?” he asked.\n\n“Her Old Ladyship had an extra ‘as-you-wish’ of scented jade and an agate pillow. Your father and mother and Aunt Xue had an extra ‘as-you-wish’ too. Miss Baochai has the same as you. Miss Lin and the other three girls only had the fans and beads, nothing else. And Madam Zhu and Madam Lian had two lengths of gauze, two of silk, two perfumed sachets and two medicinal pellets each.”\n\n“How is it that Cousin Lin’s presents are different from mine instead of being the same as Cousin Baochai’s?” he exclaimed. “Perhaps the wrong things were brought.”\n\n“They were all labelled and packed up separately yesterday. How could they make a mistake? Yours were in the old lady’s place and I fetched them myself. She said you’re to go first thing tomorrow to thank Her Grace.”\n\n“Of course,” he agreed. Then he called for Zijuan and told her, “Take these things to your young mistress. Say they’re what I got yesterday, and she can choose anything she fancies.”\n\nZijuan assented and left, returning presently to say, “My young mistress says she received some yesterday too, and you’re to keep these, Master Bao.”\n\nHearing this, he ordered them to be put away.\n\nHe had just washed and was on his way to pay his respects to the Lady Dowager when he met Daiyu coming towards him. He overtook her with a smile.\n\n“I asked you to take anything you fancied from my presents,” he said. “Why didn’t you choose something?”\n\nDaiyu had already forgotten the resentment she felt the previous day. Her mind was now on other matters.\n\n“I’m not fated to enjoy such fine things,” she replied. “I’m not like Cousin Baochai with her ‘gold and jade’ — I’m only a common mortal.”\n\nBaoyu at once flared up when she mentioned gold and jade.\n\n“If other people talk about ‘gold and jade’ I have to put up with it,” he retorted. “But if you start on that too, you’re trying to drive me desperate. And I can tell you this: if I let such thoughts enter my mind, may Heaven and Earth destroy me and may I never be reborn as a human being!”\n\nRealizing from this violent oath that she had aroused his suspicions, Daiyu smiled and said, “What a fuss to make over nothing! What do I care about your ‘gold and jade’?”\n\n“It’s no use my telling you how I feel. You’ll find out one day. But apart from the old lady, my father and mother, you come fourth on my list. If there’s a fifth, may I be struck by thunder.”\n\n“Don’t be in such a rush to swear. I know I come after your ‘gold and jade’; so why should you have to swear to me?”\n\n“I can’t speak for anyone else, but I’m the one who’s suffering.”\n\nAt this point Baochai happened to approach and the two of them moved away.\n\nBaochai had seen them but she pretended she had not and lowered her head as she walked on. She went to call on Lady Wang, and after sitting there for a while continued to the Lady Dowager’s apartments, where she found Baoyu. Her mother had told Lady Wang that a monk had given her daughter a golden locket with the injunction that she must marry someone with a jade, and for this reason Baochai had been keeping out of Baoyu’s way. And the gifts sent the previous day by the Imperial Consort...\n\nShe alone was in the same case as Baoyu, which she found most embarrassing. Luckily, however, Baoyu was so infatuated with Daiyu that he had no thought for anything else.\n\nAt this point he suddenly asked Baochai, “Cousin, let me see your aromatic beads.”\n\nIt so happened that she had a string on her left wrist which she could not hide fast enough when he asked this. But Baochai had a plump arm, and the beads were tight. As she struggled to take them off, Baoyu stared at her snow-white arm and a voluptuous idea crossed his mind.\n\n“If that arm were growing on Cousin Lin,” he thought, “I might hope one day to touch it. But how unlucky for me that it should be hers! Now I shall never have that good fortune.”\n\nSuddenly then he remembered the story of the gold and jade, and he looked more closely at Baochai. Her face seemed a silver disk, her eyes were lustrous as almonds yet liquid, her lips red without rouge, her eyebrows dark without paint; and there was a natural charm about her which fascinated him. He just stared at her, quite spellbound.\n\nWhen Baochai had taken off the beads she held them out to him, but he was too bemused to take them. Seeing how he was gaping at her, she threw the beads down and turned to go. But then she noticed Daiyu standing on the threshold, biting her handkerchief with a mocking smile.\n\n“You’re not supposed to be exposed to the wind,” said Baochai. “Why are you standing in the doorway?”\n\n“I’ve been in the room all the time,” countered Daiyu. “But just now I heard a noise in the sky and came out to look. It was a silly goose.”\n\n“Where?” asked Baochai. “I’d like to see it too.”\n\n“As soon as I came out, it whirred away flapping its wings.” As she spoke Daiyu flipped her handkerchief and it caught Baoyu across the eyes. He gave a start.\n\nBut to know what followed, you must read the next chapter."
}