{
  "index": "032",
  "title": "第32章 诉肺腑心迷活宝玉 含耻辱情烈死金钏",
  "original": "话说宝玉见那麒麟，心中甚是欢喜，便伸手来拿，笑道：“亏你拣着了。你是怎么拾着的？”湘云笑道：“幸而是这个。明日倘或把印也丢了，难道也就罢了不成？”宝玉笑道：“倒是丢了印平常，若丢了这个，我就该死了。”\n　　袭人倒了茶来与湘云吃，一面笑道：“大姑娘，我前日听见你大喜呀。”湘云红了脸，扭过头去吃茶，一声也不答应。袭人笑道：“这会子又害臊了？你还记得那几年，咱们在西边暖阁上住着，晚上你和我说的话？那会子不害臊，这会子怎么又臊了？”湘云的脸越发红了，勉强笑道：“你还说呢，那会子咱们那么好，后来我们太太没了，我家去住了一程子，怎么就把你配给了他。我来了，你就不那么待我了。”袭人也红了脸，笑道：“罢哟，先头里，姐姐长，姐姐短，哄着我替你梳头洗脸，做这个弄那个，如今拿出小姐款儿来了。你既拿款，我敢亲近吗？”湘云道：“阿弥陀佛，冤枉冤哉！我要这么着，就立刻死了。你瞧瞧，这么大热天，我来了必定先瞧瞧你。你不信问缕儿，我在家时时刻刻，那一回不想念你几句？”袭人和宝玉听了，都笑劝道：“说玩话儿，你又认真了。还是这么性儿急。”湘云道：“你不说你的话咽人，倒说人性急。”\n　　一面说，一面打开绢子，将戒指递与袭人。袭人感谢不尽，因笑道：“你前日送你姐姐们的，我已经得了。今日你亲自又送来，可见是没忘了我。就为这个试出你来了。戒指儿能值多少，可见你的心真。”史湘云道：“是谁给你的？”袭人道：“是宝姑娘给我的。”湘云叹道：“我只当林姐姐送你的，原来是宝姐姐给了你。我天天在家里想着，这些姐姐们，再没一个比宝姐姐好的。可惜我们不是一个娘养的。我但凡有这么个亲姐姐，就是没了父母，也没妨碍的！”说着，眼圈儿就红了。宝玉道：“罢罢罢，不用提起这个话了。”史湘云道：“提这个便怎么？我知道你的心病，恐怕你的林妹妹听见，又嗔我赞了宝姐姐了。可是为这个不是？”袭人在旁嗤的一笑，说道：“云姑娘，你如今大了，越发心直嘴快了。”宝玉笑道：“我说你们这几个人难说话，果然不错。”史湘云道：“好哥哥，你不必说话叫我恶心。只会在我跟前说话，见了你林妹妹，又不知怎么好了。”\n　　袭人道：“且别说玩话，正有一件事要求你呢。”史湘云便问：“什么事？”袭人道：“有一双鞋，抠了垫心子，我这两日身上不好，不得做，你可有工夫替我做做？”史湘云道：“这又奇了。你家放着这些巧人不算，还有什么针线上的、裁剪上的，怎么叫我做起来？你的活计叫人做，谁好意思不做呢？”袭人笑道：“你又糊涂了。你难道不知道，我们这屋里的针线，是不要那些针线上的人做的。”史湘云听了，便知是宝玉的鞋，因笑道：“既这么说，我就替你做做罢。只是一件，你的我才做，别人的我可不能。”袭人笑道：“又来了。我是个什么儿，就敢烦你做鞋了！实告诉你，可不是我的。你别管是谁的，横竖我领情就是了。”史湘云道：“论理，你的东西也不知烦我做了多少。今日我倒不做的原故，你必定也知道。”袭人道：“我倒也不知道。”史湘云冷笑道：“前日我听见把我做的扇套儿拿着和人家比，赌气又铰了。我早就听见了，你还瞒我？这会子又叫我做，我成了你们奴才了。”宝玉忙笑道：“前日的那个本不知是你做的。”袭人也笑道：“他本不知是你做的，是我哄他的话，说是‘新近外头有个会做活的，扎的绝出奇的好花儿，叫他们拿了一个扇套儿试试看好不好’，他就信了，拿出去给这个瞧那个看的。不知怎么又惹恼了那一位，铰了两段，回来他还叫赶着做去，我才说了是你做的，他后悔的什么似的！”史湘云道：“这越发奇了。林姑娘也犯不上生气，他既会剪，就叫他做。”袭人道：“他可不做呢。饶这么着老太太还怕他劳碌着了，大夫又说好生静养才好，谁还肯烦他做呢？旧年好一年的工夫做了个香袋儿，今年半年还没见拿针线呢。”\n　　正说着，有人来回说：“兴隆街的大爷来了，老爷叫二爷出去会。”宝玉听了，便知贾雨村来了，心中好不自在。袭人忙去拿衣服。宝玉一面登着靴子，一面抱怨道：“有老爷和他坐着就罢了，回回定要见我！”史湘云一边摇着扇子，笑道：“自然你能迎宾接客，老爷才叫你出去呢。”宝玉道：“那里是老爷？都是他自己要请我见的。”湘云笑道：“‘主雅客来勤’，自然你有些警动他的好处，他才要会你。”宝玉道：“罢，罢，我也不过俗中又俗的一个俗人罢了，并不愿和这些人来往。”湘云笑道：“还是这个性儿，改不了。如今大了，你就不愿意去考举人进士的，也该常会会这些为官作宦的，谈讲谈讲那些仕途经济，也好将来应酬事务，日后也有个正经朋友。让你成年家只在我们队里，搅的出些什么来？”\n　　宝玉听了，大觉逆耳，便道：“姑娘请别的屋里坐坐罢，我这里仔细腌了你这样知经济的人！”袭人连忙解说道：“姑娘快别说他。上回也是宝姑娘说过一回，他也不管人脸上过不去，啐了一声，拿起脚来就走了。宝姑娘的话也没说完，见他走了，登时羞的脸通红，说不是，不说又不是。幸而是宝姑娘，那要是林姑娘，不知又闹的怎么样、哭的怎么样呢！提起这些话来，宝姑娘叫人敬重。自己过了一会子去了，我倒过不去，只当他恼了，谁知过后还是照旧一样，真真是有涵养、心地宽大的。谁知这一位反倒和他生分了。那林姑娘见他赌气不理，他后来不知赔多少不是呢。”宝玉道：“林姑娘从来说过这些混账话吗？要是他也说过这些混账话，我早和他生分了。”袭人和湘云都点头笑道：“这原是混账话么？”\n　　原来黛玉知道史湘云在这里，宝玉一定又赶来，说麒麟的原故。因心下忖度着，近日宝玉弄来的外传野史，多半才子佳人，都因小巧玩物上撮合，或有鸳鸯，或有凤凰，或玉环金佩，或鲛帕鸾绦，皆由小物而遂终身之愿。今忽见宝玉也有麒麟，便恐借此生隙，同湘云也做出那些风流佳事来。因而悄悄走来，见机行事，以察二人之意。不想刚走进来，正听见湘云说“经济”一事，宝玉又说“林妹妹不说这些混账话，要说这话，我也和他生分了”。黛玉听了这话，不觉又喜又惊，又悲又叹。所喜者，果然自己眼力不错，素日认他是个知己，果然是个知己；所惊者，他在人前一片私心称扬于我，其亲热厚密，竟不避嫌疑本所叹者，你既为我的知己，自然我亦可为你的知己，既你我为知己，又何必有“金玉”之论呢？既有“金玉”之论，也该你我有之，又何必来一宝钗呢？所悲者，父母早逝，虽有铭心刻骨之言，无人为我主张；况近日每觉神思恍惚，病已渐成，医者更云：“气弱血亏，恐致劳怯之症。”我虽为你的知己，但恐不能久待；你纵为我的知己，奈我薄命何！想到此间，不禁泪又下来。待要进去相见，自觉无味，便一面拭泪，一面抽身回去了。\n　　这里宝玉忙忙的穿了衣裳出来，忽见黛玉在前面慢慢的走着，似乎有拭泪之状，便忙赴着上来笑道：“妹妹往那里去？怎么又哭了？又是谁得罪了你了？”黛玉回头见是宝玉，便勉强笑道：“好好的，我何曾哭来。”宝玉笑道：“你瞧瞧，眼睛上的泪珠儿没干，还撒谎呢。”一面说，一面禁不住抬起手来，替他拭泪。黛玉忙向后退了几步，说道：“你又要死了！又这么动手动脚的。”宝玉笑道：“说话忘了情，不觉的动了手，也就顾不得死活。”黛玉道：“死了倒不值什么，只是丢下了什么‘金’，又是什么‘麒麟’可怎么好呢！”一句话又把宝玉说急了，赶上来问道：“你还说这些话，到底是咒我还是气我呢？”黛玉见问，方想起前日的事来，遂自悔这话又说造次了，忙笑道：“你别着急，我原说错了。这有什么要紧，筋都叠暴起来，急的一脸汗！”一面说，一面也近前伸手替他拭面上的汗。\n　　宝玉瞅了半天，方说道：“你放心。”黛玉听了，怔了半天，说道：“我有什么不放心的？我不明白你这个话。你倒说说，怎么放心不放心？”宝玉叹了一口气，问道：“你果然不明白这话？难道我素日在你身上的心都用错了？连你的意思若体贴不着，就难怪你天天为我生气了。”黛玉道：“我真不明白放心不放心的话。”宝玉点头叹道：“好妹妹，你别哄我。你真不明白这话，不但我素日日用了心，且连你素日待我的心也都辜负了。你皆因都是不放心的原故，才弄了一身的病了。但凡宽慰些，这病也不得一日重似一日了！”\n　　黛玉听了这话，如轰雷掣电，细细思之，竟比自己肺腑中掏出来的还觉恳切，竟有万句言语，满心要说，只是半个字也不能吐出，只管怔怔的瞅着他。此时宝玉心中也有万句言词，不知一时从那一句说起，却也怔怔的瞅着黛玉。两个人怔了半天，黛玉只了一声，眼中泪直流下来，回身便走。宝玉忙上前拉住道：“好妹妹，且略站住，我说一句话再走。”黛玉一面拭泪，一面将手推开，说道：“有什么可说的？你的话我都知道了。”口里说着，却头也不回竟去了。\n　　宝玉望着，只管发起呆来，原来方才出来忙了，不曾带得扇子，袭人怕他热，忙拿了扇子赶来送给他，猛抬头看见黛玉和他站着，一时黛玉走了，他还站着不动，因而赶上来说道：“你也不带了扇子去，亏了我看见，赶着送来。”宝玉正出了神，见袭人和他说话，并未看出是谁，只管呆着脸说道：“好妹妹，我的这个心，从来不敢说，今日胆大说出来，就是死了也是甘心的！我为你也弄了一身的病，又不敢告诉人，只好捱着。等你的病好了，只怕我的病才得好呢。睡里梦里也忘不了你！”袭人听了，惊疑不止，又是怕，又是急，又是臊，连忙推他道：“这是那里的话？你是怎么着了？还不快去吗？”宝玉一时醒过来，方知是袭人。虽然羞的满面紫涨，却仍是呆呆的，接了扇子，一句话也没有，竟自走去。\n　　这里袭人见他去后，想他方才之言必是因黛玉而起，如此看来，倒怕将来难免不才之事，令人可惊可畏。却是如何处治，方能免此丑祸？想到此间，也不觉呆呆的发起怔来。谁知宝钗恰从那边走来，笑道：“大毒日头地下，出什么神呢？”袭人见问，忙笑道：“我才见两个雀儿打架，倒很有个玩意儿，就看住了。”宝钗道：“宝兄弟才穿了衣服，忙忙的那里去了？我要叫住问他呢，只是他慌慌张张的走过去，竟象没理会我的，所以没问。”袭人道：“老爷叫他出去的。”宝钗听了，忙说道：“嗳哟，这么大热的天，叫他做什么？别是想起什么来生了气，叫他出去教训一场罢？”袭人笑道：“不是这个，想必有客要会。”宝钗笑道：“这个客也没意思，这么热天不在家里凉快，跑什么！”袭人笑道：“你可说么！”\n　　宝钗因问：“云丫头在你们家做什么呢？”袭人笑道：“才说了会子闲话儿，又瞧了会子我前日粘的鞋帮子，明日还求他做去呢。”宝钗听见这话，便两边回头，看无人来往，笑道：“你这么个明白人，怎么一时半刻的就不会体谅人？我近来看着云姑娘的神情儿，风里言风里语的听起来，在家里一点儿做不得主。他们家嫌费用大，竟不用那些针线上的人，差不多儿的东西都是他们娘儿们动手。为什么这几次他来了；他和我说话儿，见没人在跟前，他就说家里累的慌？我再问他两句家常过日子的话，他就连眼圈儿都红了，嘴里含含糊糊待说不说的。看他的形景儿，自然从小儿了没了父母是苦的，我看见他也不觉的伤起心来。”袭人见说这话，将手一拍道：“是了。怪道上月我求他打十根蝴蝶儿结子，过了那些日子才打发人送来，还说：‘这是粗打的，且在别处将就使罢；要匀净的，等明日来住着再好生打。’如今听姑娘这话，想来我们求他，他不好推辞，不知他在家里怎么三更半夜的做呢！可是我也糊涂了，早知道是这么着，我也不该求他。”宝钗道：“上次他告诉我，说在家里做活做到三更天，要是替别人做一点半点儿，那些奶奶太太们还不受用呢。”袭人道：“偏我们那个牛心的小爷，凭着小的大的活计，一概不要家里这些话计上的人做，我又弄不开这些。”宝钗笑道：“你不必忙，我替你做些就是了。”袭人笑道：“当真的？这可就是我的造化了！晚上我亲自过来。“\n　　一句话未了，忽见一个老婆子忙忙走来，说道：“这是哪里说起！金钏儿姑娘好好儿的投井死了！“袭人听得，唬了一跳，忙问：“那个金钏儿？”那老婆子道：“那里还有两个金钏儿呢？就是太太屋里的。前日不知为什么撵出去，在家里哭天抹泪的，也都不理会他，谁知找不着他，才有打水的人说那东南角上井里打水，见一个尸首，赶着叫人打捞起来，谁知是他！他们还只管乱着要救，那里中用了呢？”宝钗道：“这也奇了！”袭人听说，点头赞叹，想素日同气之情，不觉流下泪来。宝钗听见这话，忙向王夫人处来安慰。这里袭人自回去了。\n　　宝钗来至王夫人房里，只见鸦雀无闻，独有王夫人在里间房内坐着垂泪。宝钗便不好提这事，只得一旁坐下。王夫人便问：“你打那里来？”宝钗道：“打园里来。”王夫人道：“你打园里来，可曾见你宝兄弟？”宝钗道：“才倒看见他了，穿着衣裳出去了，不知那里去。”王夫人点头叹道：“你可知道一件奇事？金钏儿忽然投井死了！”宝钗见说，道：“怎么好好儿的投井？这也奇了。”王夫人道：“原是前日他把我一件东西弄坏了，我一时生气，打了他两下子，撵了下去。我只说气他几天，还叫他上来，谁知他这么气性大，就投井死了，岂不是我的罪过！”宝钗笑道：“姨娘是慈善人，固然是这么想。据我看来，他并不是赌气投井，多半他下去住着，或是在井旁边儿玩，失了脚掉下去的。他在上头拘束惯了，这一出去自然要到各处去玩玩逛逛儿，岂有这样大气的理？纵然有这样大气，也不过是个糊涂人，也不为可惜。”王夫人点头叹道：“虽然如此，到底我心里不安！”宝钗笑道：“姨娘也不劳关心。十分过不去，不过多赏他几两银子发送他，也就尽了主仆之情了。”王夫人道：“才刚我赏了五十两银子给他妈，原要还把你姐妹们的新衣裳给他两件装裹，谁知可巧都没有什么新做的衣裳，只有你林妹妹做生日的两套。我想你林妹妹那孩子，素日是个有心的，况且他也三灾八难的，既说了给他作生日，这会子又给人去装裹，岂不忌讳？因这么着，我才现叫裁缝赶着做一套给他。要是别的丫头，赏他几两银子，也就完了。金钏儿虽然是个丫头。素日在我跟前，比我的女孩儿差不多儿！”口里说着，不觉流下泪来。宝钗忙道：“姨娘这会子何用叫裁缝赶去。我前日倒做了两套，拿来给他，岂不省事？况且他活的时候儿也穿过我的旧衣裳，身量也相对。”王夫人道：“虽然这样，难道你不忌讳？”宝钗笑道：“姨娘放心，我从来不计较这些。”一面说，一面起身就走。王夫人忙叫了两个人跟宝钗去。\n一时宝钗取了衣服回来，只见宝玉在王夫人旁边坐着垂泪。王夫人正才说他，因见宝钗来了，就掩住口不说了。宝钗见此景况，察言观色，早知觉了七八分。于是将衣服交明王夫人，王夫人便将金钏儿的母亲叫来拿了去了。\n后事如何，下回分解。",
  "translation": "Baoyu was delighted by the sight of the unicorn and reached out for it.\n“Thank you for picking it up,” he said. “Where did you find it?”\n“Luckily it was only this.” Xiangyun chuckled. “Suppose you’d lost your official seal tomorrow, what would you have done then?”\n“Losing an official seal would be nothing compared with losing this. If I’d lost this, I should have had to die.”\nXiren now brought Xiangyun some tea.\n“I heard the good news the other day, miss,” she said with a smile.\nXiangyun blushed and said nothing as she turned away to sip her tea.\n“So now you’re feeling shy?” teased Xiren. “Do you remember how you used to chat with me at night in the small rooms in the west courtyard? You weren’t shy then. Why should you be now?”\nXiangyun flushed even redder.\n“Don’t talk about that,” she begged. “We were such good friends then. But after my mother died and I went home for a while, you were assigned to him. And now that I’ve come back you don’t treat me the same.”\nXiren flushed too.\n“Come now,” she retorted. “In the old days you were all ‘dear sister’ this and ‘dear sister’ that, coaxing me to comb your hair and wash your face, to do this and that for you. But now you’re a young lady and have to keep up your dignity. How dare I be as familiar as in the old days?”\n“Amita Buddha! What an injustice!” cried Xiangyun. “May I die this minute if that’s the case. Look, in this heat, the first thing I do when I come is to call on you. If you don’t believe me, ask Lü’er. Don’t I often at home speak of you and long to see you?”\nXiren and Baoyu laughed and tried to calm her.\n“It’s only a joke,” they said. “But you’re still so hot-tempered.”\n“You don’t blame yourself for saying such horrid things, but accuse me of being hot-tempered!”\nAs she spoke she unwrapped her handkerchief and held out the ring.\nXiren was all gratitude.\n“When you sent the young ladies those rings the other day, I got one too,” she told her. “But now you’ve brought me one yourself, that shows you haven’t forgotten me. This proves it. The ring itself isn’t worth much, but it shows your good heart.”\n“Who gave you the other one?” asked Xiangyun.\n“Miss Baochai.”\nXiangyun sighed.\n“I thought it was Cousin Lin. So it was Cousin Baochai. I often think, of all my girl cousins, there’s no one as good as she is. It’s too bad we’re not own sisters. If I had a sister like that, even if I’d lost both my parents it wouldn’t be so bad.” Her eyes were red.\n“All right, all right,” put in Baoyu. “No need to go on about that.”\n“Why not? I know what’s worrying you. You’re afraid your Cousin Lin may hear and be angry with me for praising Cousin Baochai. Isn’t that it?”\nXiren tittered and Xiangyun went on, “You’ve grown up now, miss, and speak your mind more frankly than ever.”\n“I always say it’s hard to hold a conversation with you people,” observed Baoyu. “Now you see I’m right.”\n“My dear cousin, please don’t try to get round me with fine words. You’re all very well to me, but I don’t know how you behave with your Cousin Lin.”\n“Don’t talk nonsense now,” interposed Xiren. “There’s something I want to ask you to do for me.”\n“What is it?”\n“I’ve a pair of slippers here with the insides to be stitched. I haven’t been feeling well the last few days, so I haven’t finished them. Could you do them for me?”\n“That’s a strange request. You have plenty of clever needlewomen here, to say nothing of tailors and seamstresses. Why ask me? Whoever does your sewing for you, who would have the heart to\n\n\"Why not?\" Xiren laughed. \"You're being silly again. Don't you know that in our sewing here we never use the sewing women?\"\n\nXiangyun realized that this must be one of Baoyu's shoes.\n\n\"In that case,\" she offered, \"I'll make it for you. But mind, I'll do it for you, not for anyone else.\"\n\n\"Now you're talking nonsense again,\" protested Xiren. \"Who am I to trouble you to make shoes for me? Well, to tell you the truth, it's not for me. But never mind for whom it is, just take it that I'll be most grateful if you'll do it.\"\n\n\"Speaking of reason, you've asked me to make any number of things for you. You must know why I'm not doing this.\"\n\n\"I certainly don't.\"\n\n\"I heard the other day that the sheath I made for you was compared with someone else's and you were so annoyed you cut it up. Don't think you can fool me. I heard about it long ago. And now you ask me to make something else. Am I your slave?\"\n\nBaoyu cut in quickly, \"I didn't know the other day that you'd made it.\"\n\n\"He really didn't know,\" Xiren backed him up. \"I fooled him by saying that some outside girl who's a wonderful needlewoman had made an exquisitely embroidered sheath, and I'd got them to make one to see if it was good or not. He believed me, and took it around to show people. I don't know how he offended Miss Lin, but she cut it to pieces. When he came back and told me to have another made like it, then I confessed that you'd made it. He was so upset....\"\n\n\"That makes it even stranger,\" cried Xiangyun. \"Why should Miss Lin be angry? If she knows how to cut things up, why not ask her to make it?\"\n\n\"She wouldn't,\" said Xiren. \"The old lady's afraid she may overtire herself, and the doctor says she should rest and keep quiet. Who'd dare ask her to do such work? Last year she spent a whole year making a pouch, and this year I've not seen her with a needle half the year.\"\n\nAs they were speaking someone came in to announce, \"A gentleman from Prosperity Street is here. The master wants the young master to go and receive him.\"\n\nBaoyu knew then that it was Jia Yucun and he was not at all pleased. Xiren hurried to fetch his clothes. As he pulled on his boots he grumbled:\n\n\"I suppose he can sit with my father, but must he see me every single time?\"\n\n\"Of course you're the one to receive guests since that's the master's orders,\" teased Xiangyun, flicking her fan.\n\n\"It's not father,\" he retorted. \"He asks for me himself each time.\"\n\n\" 'When the host is elegant, guests frequent his house.' You must have some good points to attract him.\"\n\n\"Don't call me elegant. I'm the most vulgar of the vulgar. I've no wish to associate with such people.\"\n\n\"You can't change, can you? Now you're growing up. Even if you don't want to sit for the examinations, you should call on a few officials and discuss their careers and administration. Then you'd have some friends for the future and know how to cope with official business. What good will it do you to stay all your life with us girls in the inner court?\"\n\nThis jarred on Baoyu's ears.\n\n\"Please go and sit in some other room, miss,\" he begged. \"You who know all about administration may be contaminated by a vulgar fellow like me.\"\n\nXiren put in hastily, \"Don't say any more, miss. The other day when Miss Baochai made the same sort of remark he simply walked out, not caring how he hurt her feelings. She was so embarrassed, she blushed scarlet and didn't know whether to go on or not. Luckily it was Miss Baochai. If it had been Miss Lin, there's no knowing how she'd have taken it or how much crying and fussing there would have been.\"\n\n\"How true that is! Just talking about this makes me admire Miss Baochai. I felt bad after she left that day, thinking she was angry. But she was just the same as ever afterwards. She's really good and generous. Who could have guessed that this one here should have fallen out with her? When Miss Lin took offence and ignored him, he had to apologize I don't know how many times before she'd look at him.\"\n\n\"Has Cousin Lin ever talked such disgusting nonsense?\" Baoyu demanded. \"If she had, I'd have broken with her long ago.\"\n\nXiren and Xiangyun nodded. \"So it's nonsense, is it?\" they teased.\n\nNow Daiyu, knowing that Xiangyun was here, had assumed that Baoyu would hurry over to discuss the golden unicorn. And recalling that in the romances he had recently read most talented scholars and beautiful girls were brought together by some such trinkets as orioles, phoenixes, jade rings, gold pendants, silk handkerchiefs or embroidered girdles, she was afraid that Baoyu, with his unicorn, might lose his heart to Xiangyun and some romantic affair develop between them. So she had come over quietly to see how the land lay. She had not expected to hear Xiangyun talking about worldly affairs and Baoyu's retort:\n\n\"Cousin Lin's never said anything so disgusting. If she had, I'd have broken with her long ago.\"\n\nThis surprised and delighted Daiyu but also distressed and grieved her. Delighted because he was the one true friend she had expected, the one who really understood her. Distressed because he had so openly avowed his preference for her in front of others, regardless of the conventions. That being so, they must be kindred spirits; and if they were, why need there be all this talk about gold matching jade? Or if that were inevitable, why need Baochai have her gold locket to match his jade? Grieved because her parents had died, and although he knew her heart there was no one to propose the match for her. Besides, recently she had often felt confused and her illness was gaining ground. The doctor says my energy is weak and my blood deficient, that I may go into a decline. I may be his true love, but I'm not likely to live long. And even if he is my true love, what can he do about my bad fate? At this point, the tears ran down her cheeks. She was turning to leave, feeling it would be awkward to intrude, when Baoyu emerged.\n\nHaving dressed hastily he came out and saw Daiyu ahead of him, walking slowly and apparently wiping her tears. He overtook her.\n\n\"Where are you off to, cousin?\" he asked gently. \"Why are you crying again? Who's offended you now?\"\n\nDaiyu turned and saw that it was Baoyu. She forced a smile. \"I'm all right. I wasn't crying.\"\n\n\"But your eyes are still wet. You're fibbing.\"\n\nAs he spoke he could not help raising his hand to wipe her tears away. Daiyu stepped back hastily.\n\n\"Are you crazy? You still can't keep your hands to yourself.\"\n\n\"I was so carried away I forgot myself. I don't care if I die for it.\"\n\n\"Are you dying? What about that gold and that unicorn?\"\n\nThis so enraged Baoyu that he demanded, \"Do you say these things to curse me or to drive me mad?\"\n\nOnly then did Daiyu remember their recent tiff and regret her tactlessness.\n\n\"Don't be so angry,\" she begged with a smile. \"I was wrong. Look at you, your veins are swollen and you're in a cold sweat.\"\n\nShe stepped forward and wiped his face with her handkerchief.\n\nHeaven,” he blurted out. “Do set your heart at rest.”\n\nDaiyu was struck speechless for a while.\n\n“Set my heart at rest?” she then exclaimed. “I don’t understand. What do you mean?”\n\n“Do you really not understand?” he asked with a sigh. “Then all my devotion has been wasted. No wonder you’re angry with me all the time for not knowing what’s in your heart.”\n\n“I really don’t understand this about setting one’s heart at rest.”\n\n“Dear cousin, don’t pretend. If you really don’t understand, not only have I wasted my devotion but you’ve been false to me too. It’s because you can’t set your heart at rest that you’ve made yourself ill. If you’d only worry less, your illness wouldn’t be getting worse every day.”\n\nDaiyu felt as if lightning had struck her. Reflecting, she felt that what he had said was more moving than if it had come from the bottom of her own heart. There were a thousand things she wanted to tell him, yet she could not utter a word. She just stared at him blankly. And Baoyu too had so much to say, he could not think how to begin. So he simply stared back at her. They stayed like that for some time until at last, with a sigh, Daiyu turned to go, her eyes brimming with tears. Baoyu stepped forward to stop her.\n\n“Dear cousin, do wait a minute. Let me say just one word.”\n\nDrying her tears she pushed his hand away.\n\n“There’s no need to say any more. I understand.” With that she left him without a backward glance.\n\nBaoyu stood gazing after her, not noticing Xiren who had run after him with his fan, afraid that he would find it too hot. She had seen Daiyu with him and waited till she left before coming over.\n\n“Why didn’t you take your fan?” she asked. “Luckily I saw it and brought it.”\n\nBaoyu was still in a daze. Not realizing who it was he grasped her hand.\n\n“Dear cousin,” he said, “I’ve never before dared tell you what’s in my heart, but today I’ve plucked up courage to speak out. I can die content. I’ve made myself ill on your account too, but haven’t dared let anyone know. I just try to bear it. I won’t get better till you are better. I can never forget you, even in my dreams.”\n\nXiren, aghast, did not know what to make of this. She was frightened, upset and embarrassed.\n\n“What are you talking about?” she cried, pushing him. “Are you out of your mind? Hurry up now!”\n\nComing to himself then, Baoyu saw that it was Xiren and, flushing crimson, he snatched his fan from her and made off without a word.\n\nLeft alone, Xiren thought the words he had just blurted out must have been meant for Daiyu. This confirmed her worst fears. Something dreadful might come of this. But what could she do to avert such a scandal? As she was brooding, Baochai happened to come along.\n\n“What are you standing day-dreaming here in the blazing sun?” she asked.\n\n“I was watching two sparrows fighting. It was so amusing, it quite fascinated me.”\n\n“Where did Cousin Bao go just now, all dressed up? I meant to ask him, but he hurried past without so much as noticing me.”\n\n“The master sent for him.”\n\n\"He's in a bad mood. Why not tell him off and send him packing?\"\n\n\"Not that,\" said Xiren with a smile. \"I expect he has a visitor.\"\n\n\"What a stupid visitor,\" observed Baochai. \"Fancy coming here in this heat instead of staying quietly at home.\"\n\n\"Quite so,\" agreed Xiren.\n\n\"What's Miss Xiangyun doing in your place?\" asked Baochai.\n\n\"We had a little chat, then she looked at the uppers I pasted the other day and I'm going to ask her tomorrow to help me make some shoes.\"\n\nBaochai looked round to make sure no one was about before remarking, \"You're such a sensible person, yet at times you show no consideration for others. I've been watching Yun recently and from odd hints she's dropped I gather she's not allowed to lift a finger at home. Their household is so anxious to cut down expenses that they've dismissed all their seamstresses and the ladies have to do all the sewing themselves. The last few times she came, when we were chatting alone, she complained how tired she was at home. And when I asked her a couple of questions about her daily life, her eyes turned red and she couldn't speak for emotion. Of course, it's hard on her, losing both parents as a child. It quite upset me to see her in such low spirits.\"\n\nXiren clapped her hands.\n\n\"Of course! No wonder last month when I asked her to plait me ten hair ornaments, it was days before she sent them over; and then she said, 'These are rather clumsily done. Just make do with them for the time being. When I come to stay I'll make you some better ones.' After what you've just said, miss, I realize she didn't like to refuse but must have had to work on them late at night at home. How stupid of me not to have thought of that. If I'd known, I wouldn't have asked her.\"\n\n\"She told me the other day that she has to work every night till the third watch,\" said Baochai. \"And if she does any sewing for other people, the ladies of the house feel put out.\"\n\n\"Our headstrong young gentleman is just the same,\" rejoined Xiren. \"No matter whether the job is big or small, he won't have it done by the sewing women but insists on my doing it. And I simply can't manage it all.\"\n\n\"Don't worry,\" offered Baochai. \"I'll do some for you.\"\n\n\"Will you really? That's good of you. I'll bring the work over this evening.\"\n\nBefore she had finished speaking, an old woman hurried in.\n\n\"Have you heard the news?\" she cried. \"There's been a dreadful thing. Miss Jinchuan has drowned herself in the well.\"\n\nXiren gave a start.\n\n\"Which Jinchuan?\" she asked.\n\n\"How many Jinchuan's are there? The one in the mistress' apartments. She was dismissed the other day, I don't know why, and went home to cry her eyes out. Her people paid no attention. Then today they couldn't find her anywhere, and when someone went to draw water from the well in the southeast corner they found a corpse. They fished it out, and it was her. They tried to revive her, but of course it was too late.\"\n\n\"How extraordinary!\" exclaimed Baochai.\n\nXiren nodded and sighed. Remembering their former intimacy, she could not hold back her tears. But Baochai, having heard this news, went at once to offer Lady Wang her condolences. Xiren went back alone to Happy Red Court.\n\nWhen Baochai reached Lady Wang's apartments she found the whole place quiet. Her aunt was sitting all alone in the inner room, wiping her eyes.\n\n\"Where have you come from, child?\" asked Lady Wang.\n\n\"From the Garden.\"\n\n\"Did you see your cousin Baoyu there?\"\n\n\"Yes, I saw him.\"\n\nShe went out in her clothes. I don’t know where she’s gone.”\n\nLady Wang nodded with a sigh. “Have you heard the strange news?” she asked. “Jinchuan drowned herself in the well.”\n\n“How could she drown herself in the well for no reason? That is strange.”\n\n“The day before yesterday she broke something of mine. In a fit of anger I slapped her and sent her away. I only meant to leave her at home for a couple of days to cool off, then have her back. I’d no idea she’d take it so much to heart and drown herself. Now isn’t that my fault?”\n\n“You’re so kind-hearted, aunt, it’s only natural you should feel that way. But in my opinion, she didn’t drown herself in a fit of pique. Most likely she was playing beside the well and slipped in. She was used to strict supervision in your rooms, so when she went home she must have played around outside. How could she take things so much to heart? If she did, she must have been foolish — not worth regretting.”\n\nLady Wang nodded and sighed. “You may be right, but I still feel bad about it.”\n\n“Don’t take it so much to heart, aunt. If you’re really upset, you can show your concern for your maid by giving her family a few extra tacls for the burial.”\n\n“I’ve just given her mother fifty tacls. I meant to give her two new outfits for the burial from your cousins’ wardrobes, but as it happens they’ve no new clothes — only the two sets made for your cousin Daiyu’s birthday. Daiyu is such a sensitive child and she’s had more than her share of troubles. I couldn’t very well give her birthday clothes for a shroud; that would be unlucky. So I’ve ordered the tailors to make two new sets in a hurry. For other maids a few tacls of silver would be enough. But though Jinchuan was only a maid, she’d been with me so long, she was almost like one of my own daughters.” Her voice faltered and she burst into tears.\n\n“Why wait for the tailors?” asked Baochai quickly. “I’ve two new outfits I can let you have. Why not give them to her and have done with it? I don’t mind. And she wore my old clothes sometimes when she was alive. We were about the same size.”\n\n“Still, it doesn’t seem right,” demurred Lady Wang.\n\n“Don’t worry, aunt.” Baochai smiled. “I’ve never been superstitious about such things.”\n\nAs she spoke she rose to go, and Lady Wang sent two servants with her.\n\nSoon Baochai was back with the clothes. She saw that Baoyu was sitting by his mother, in tears, and that Lady Wang was scolding him. At sight of Baochai, however, she broke off.\n\nBaochai could guess from the scene what had been happening. She handed the clothes to Lady Wang, who sent for Jinchuan’s mother to take them away.\n\nBut more of this in the next chapter."
}