{
  "index": "037",
  "title": "第37章 秋爽斋偶结海棠社 蘅芜院夜拟菊花题",
  "original": "话说史湘云回家后，宝玉等仍不过在园中嬉游吟咏不提。\n　　且说贾政，自元妃归省之后，居官更加勤慎，以期仰答皇恩。皇上见他人品端方，风声清肃，虽非科第出身，却是书香世代，因特将他点了学差，也无非是选拔真才之意。这贾政只得奉了旨，择于八月二十日起身。是日拜别过宗祠及贾母，便起身而去。宝玉等如何送行，以及贾政出差外面诸事，不及细述。\n　　单表宝玉，自贾政起身之后，每日在园中任意纵性游荡，真把光阴虚度，岁月空添，这日甚觉无聊，便往贾母、王夫人处来混了一混，仍旧进园来了。刚换了衣裳，只见翠墨进来，手里拿着一幅花笺，送与他看。宝玉因道：“可是我忘了，才要瞧瞧三妹妹去，你来的正好。可好些了？”翠墨道：“姑娘好了，今儿也不吃药了，不过是冷着一点儿。”宝玉听说，便展开花笺看时，上面写道：\n　　妹探谨启二兄文几：前夕新霁，月色如洗，因惜清景难逢，未忍就卧，漏已三转，犹徘徊桐槛之下，竟为风露所欺，致获采薪之患。昨亲劳抚嘱，已复遣侍儿问切，兼以鲜荔并真卿墨迹见赐，抑何惠爱之深耶！今因伏几处默，忽因历来古人，处名攻利夺之场，犹置些山滴水之区，远招近揖，投辖攀辕，务结二三同志，盘恒其中，或竖词坛，或开中社，虽因一时之偶兴，每成千古之佳谈。妹虽不才，幸叨陪泉石之间，兼幕薛、林雅调。风庭月榭，惜末宴集诗人；帘杏溪桃，或可醉飞吟盏。孰谓雄才莲社，独许须眉，不教雅会东山，让馀脂粉耶？若蒙造雪而来，敢请扫花以俟。谨启。\n　　宝玉看了，不觉喜的拍手笑道：“倒是三妹妹高雅，我如今就去商议。”一面说，一面就走。翠墨跟在后面。刚到了沁芳亭，只见园中后门上值日的婆子手里拿着一个字帖儿走来。见了宝玉，便迎上去，口内说道：“芸哥儿请安，在后门等着呢。这是叫我送来的。”宝玉打开看时，写道：\n　　不肖男芸恭请父亲大人万福金安：男思，自蒙天恩，认于膝下，日夜思一享顺，竟无可孝顺之外。前因买办花草，上托大人洪福，竟认得许多花儿匠，并认得许多名园。前因忽见有白海棠一种，不可多得，改变尽方法，只弄得两盆。大人若视男是亲男一般，便留下赏玩。因天气暑热，恐园中姑娘们妨碍不便，故不敢面见。谨奉书恭启，并叩台安。男芸跪书。\n　　宝玉看了，笑问道：“他独来了，还有什么人？”婆子道：“还有两盆花儿。”宝玉道：“你出去说，我知道了，难为他想着。你就把花儿送到我屋里去就是了。”\n　　一面说，一面同翠墨往秋爽斋来。只见宝钗、黛玉、迎春、惜春已都在那里了。众人见他进来，都大笑说：“又来了一个。”探春笑道：“我不算俗，偶然起了个念头，写了几个帖儿试一试，谁知一招皆到。”宝玉笑道：“可惜迟了，早该起个社的。”黛玉说道：“此时还不算迟，也没什么可惜，但只你们只管起社，可别算我，我是不敢的。”迎春笑道：“你不敢，谁还敢呢？”宝玉道：“这是一件正经大事，大家鼓舞起来，别你谦我让的。各有主意只管说出来，大家评论。宝姐姐也出个主意，林妹妹也说句话儿。”宝钗道：“你忙什么，人还不全呢。”一语末了，李纨也来了，进门笑道：“雅的很哪！要起诗社，我自举我掌坛。前儿春天，我原有这个意思的，我想了一想，我又不会做诗，瞎闹什么，因而也忘了，就没有说。既是三妹妹高兴，我就帮着你作兴起来。”\n　　黛玉道：“既然定要起诗社，咱们就是诗翁了，先把这些姐妹叔嫂的字样改了才不俗。”李纨道：“极是。何不起个别号，彼此称呼倒雅？我是定了‘稻香老农’，再无人占的。”探春笑道：“我就是‘秋爽居士’罢。”宝玉道：“‘居士’‘主人’，到底不雅，又累赘。这里梧桐芭蕉尽有，或指桐蕉起个倒好。”探春笑道：“有了，我却爱这芭蕉，就称‘蕉下客’罢。”众人都道别致有趣。黛玉笑道：“你们快牵了他来，炖了肉脯子来吃酒。”众人不解，黛玉笑道：“庄子说的‘蕉叶覆鹿’，他自称‘蕉下客’，可不是一只鹿么？快做了鹿脯来。”众人听了都笑起来。探春因笑道：“你又使巧话来骂人，你别忙，我已替你想了个极当的美号了。”又向众人道：“当日娥皇女英洒泪竹上成斑，故今斑竹又名湘妃竹。如今他住的是潇湘馆，他又爱哭，将来他那竹子想来也是要变成斑竹的，以后都叫他做‘潇湘妃子’就完了。”大家听说，都拍手叫妙，黛玉低了头也不言语。李纨笑道：“我替薛大妹妹也早已想了个好的，也只三个字。”众人忙问是什么，李纨道：“我是封他为‘蘅芜君’，不知你们以为如何？“探春道：“这个封号极好。”\n　　宝玉道：“我呢？你们也替我想一个。”宝钗笑道：“你的号早有了：‘无事忙’三字恰当得很！”李纨道：“你还是你的旧号‘绛洞花主’就是了。”宝玉笑道：“小时候干的营生，还提他做什么。”宝钗道：“还是我送你个号罢，有最俗的一个号，却于你最当。天下难得的是富贵，又难得的是闲散，这两样再不能兼，不想你兼有了，就叫你‘富贵闲人’也罢了。”宝玉笑道：“当不起，当不起！倒是随你们混叫去罢。”黛玉道：“混叫如何使得！你既住怡红院，索性叫‘怡红公子’不好？”众人道：“也好。”李纨道：“二姑娘、四姑娘起个什么？”迎春道：“我们又不大会诗，白起个号做什么。”探春道：“虽如此，也起个才是。”宝钗道：“他住的是紫菱洲，就叫他‘菱洲’；四丫头住藕香榭，就叫他‘藕榭’就完了。”\n　　李纨道：“就是这样好。但序齿我大，你们都要依我的主意，管教说了大家合意。我们七个人起社，我和二姑娘四姑娘都不会做诗，须得让出我们三个人去。我们三个人各分一件事。”探春笑道：“已有了号，还只管这样称呼，不如不有了。以后错了，也要立个罚约才好。”李纨道：“立定了社，再定罚约。我那里地方儿大，竟在我那里作社，我虽不能做诗，这些诗人竟不厌俗，容我做个东道主人，我自然也清雅起来了。还要推我做社长，我一个社长自然不够，必要再请两位副社长，就请菱洲、藕榭二位学究来，一位出题限韵，一位誊录监场。亦不可拘定了我们三个不做，若遇见容易些的题目韵脚，我们也随便做一首，你们四个却是要限定的。是这么着就起，若不依我，我也不敢附骥了。”迎春、惜春本性懒于诗词，又有薛、林在前，听了这话，深合己意，二人皆说：“是极。”探春等也知此意，见他二人悦眼，也不好相强，只得依了。因笑道：“这话罢了。只是自想好笑，好好儿的我起了个主意，反叫你们三个管起我来了。”\n　　宝玉道：“既这样，咱们就往稻香村去。”李纨道：“都是你忙。今日不过商议了，等我再请。”宝钗道：“也要议定几日一会才好。”探春道：“若只管会多了，又没趣儿了。一月之中，只可两三次。”宝钗说道：“一月只要两次就够了。拟定日期，风雨无阻。除这两日外，倘有高兴的，他情愿加一社，或请到他那里去，或附就了来，也使得。岂不活泼有趣？”众人都道：“这个主意更好。”探春道：“这原是我起的意，我须得先做个东道，方不负我这番高兴。”李纨道：“既这样说，明日你就先开一社不好吗？”探春道：“明日不如今日，就是此刻好。你就出题，菱洲限韵，藕榭监场。”迎春道：“依我说，也不必随一人出题限韵，竟是拈阄儿公道。”\n　　李纨道：“方才我来时，看见他们抬进两盆白海棠来，倒很好，你们何不就咏起他来呢？”迎春道：“都还未赏，先倒做诗？”宝钗道：“不过是白海棠，又何必定要见了才做。古人的诗赋也不过都是寄兴寓情，要等见了做，如今也没这些诗了。”迎春道：“这么着，我就限韵了。”说着，走到书架前，抽出一本诗来随手一揭。这首诗竟是一首七言律，递与众人看了，都该做七言律。迎春掩了诗，又向一个小丫头道：“你随口说个字来。”那丫头正倚门站着，便说了个“门”字，迎春笑道：“就是‘门’字韵，‘十三元’了。起头一个韵定要‘门’字。”说着又要了韵牌匣子过来，抽出“十三元”一屉，又命那丫头随手拿四块。那丫头便拿了“盆”“魂”“痕”“昏”四块来。宝玉道：“这‘盆’‘门’两个字不大好做呢！”\n　　侍书一样预备下四分纸笔，便都俏然各自思索起来。独黛玉或抚弄捂桐，或看秋色，或又和丫鬟们嘲笑。迎春又命丫鬟点了一技梦甜香。原来这梦甜香只有三寸来长，有灯草粗细，以其易烬，故以此为限，如香烬未成便要受罚。一时探春便先有了，自己提笔写出，又改抹了一回，递与迎春。因问宝钗：“蘅芜君，你可有了？”宝钗道：“有却有了，只是不好。”宝玉背着手在回廊上踱来踱去，因向黛玉说道：“你听他们都有了。”黛玉道：“你别管我。”宝玉又见宝钗已誊写出来，因说道：“了不得，香只剩下一寸了！我才有了四句。”又向黛玉道：“香要完了，只管蹲在那潮地下做什么？”黛玉也不理。宝玉道：“我可顾不得你了，管他好歹，写出来罢。”说着，走到案前写了。\n　　李纨道：“我们要看诗了。若看完了还不交卷，是必罚的。”宝玉道：“稻香老农虽不善作，却善看，又最公道，你的评阅，我们是都服的。”众人点头。于是先看探春的稿上写道：\n　　咏白海棠\n　　斜阳寒草带重门，苔翠盈铺雨后盆。\n　　玉是精神难比洁，雪为肌骨易销魂。\n　　芳心一点娇无力，情影三更月有痕。\n　　莫道缟仙能羽化，多情伴我咏黄昏。\n　　大家看了，称赏一回，又看宝钗的道：\n　　珍重芳姿昼掩门，自携手瓮灌苔盆。\n　　胭脂洗出秋阶影，冰雪招来露砌魂。\n　　淡极始知花更艳，愁多焉得玉无痕？\n　　欲偿白帝宜清洁，不语婷婷日又昏。\n　　李纨笑道：“到底是蘅芜君！”说着，又看宝玉的道：\n　　秋容浅淡映重门，七节攒成雪满盆。\n　　出浴太真冰作影，棒心西子玉为魂。\n　　晓风不散愁千点，宿雨还添泪一痕。\n　　独倚画栏如有意，情沾怨笛送黄昏。\n　　大家看了，宝玉说探春的好，李纨终要推宝钗：“这诗有身分。”因又催黛玉。黛玉道：“你们都有了？”说着，提笔一挥而就，掷与众人。李纨等看他写的道：\n　　半卷湘帘半掩门，碾冰为土玉为盆。\n　　看了这句，宝玉先喝起采来，说：“从何处想来！”又看下面道：\n　　偷来梨蕊三分白，借得梅花一缕魂。\n　　众人看了，也都不禁叫好，说：“果然比别人又是一样心肠。”又看下面道：\n　　月窟仙人缝缟袂，秋闰怨女拭啼痕。\n　　娇羞默默同谁诉？倦倚西风夜已昏。\n　　众人看了，都道：“是这首为上。”李纨道：“若论风流别致，自是这首，若论含蓄浑厚，终让蘅稿。”探春道：“这评的有理。潇湘妃子当居第二。”李纨道：“怡红公子是压尾，你服不服？”宝玉道：“我的那首原不好，这评的最公。”又笑道：“只是蘅、潇二首，还要斟酌。”李纨道：“原是依我评论，不与你们相干，再有多说者必罚。”宝玉听说，只得罢了。李执道：“从此后，我定于每月初二、十六这两日开社，出题限韵都要依我。这其间你们有高兴的，只管另择日子补开，那怕一个月每天都开社我也不管。只是到了初二、十六这两日，是必往我那里去。”宝玉道：“到底要起个社名才是。”探春道：“俗了又不好，忒新了刁钻古怪也不好。可巧才是海棠诗开端，就叫个‘海棠诗社’罢，虽然俗些，因真有此事，也就不碍了。”说毕，大家又商议了一回，略用些酒果，方各自散去，也有回家的，也有往贾母、王夫人处去的。当下无话。\n　　且说袭人，因见宝玉看了字帖儿，便慌慌张张同翠墨去了，也不知何事；后来又见后门上婆子送了两盆海棠花来。袭人问那里来的，婆子们便将前番原故说了。袭人听说，便命他们摆好，让他们在下房里坐了。自己走到屋里，称了六钱银子封好，又拿了三百钱走来，都递给那两个婆子道：“这银子赏那抬花儿的小子们，这钱你们打酒喝罢。”那婆子们站起来，眉开眼笑，千恩万谢的不肯受，见袭人执意不收，方领了。袭人又道：“后门上外头可有该班的小子们？”婆子忙应道：“天天有四个，原预备里头差使的。姑娘有什么差使？我们吩咐去。”袭人笑道：“我有什么差使。今儿宝二爷要打发人到小侯爷家给史大姑娘送东西去，可巧你们来了，顺便出去叫后门上小子们雇辆车来，回来你们就往这里拿钱，不用叫他们往前头混碰去。”婆子答应着去了。\n　　袭人回至房中，拿碟子盛东西与湘云送去。却见子上碟子槽儿空着，因回头见睛雯、秋纹、麝月等都在一处做针黹，袭人问道：“那个缠丝白玛瑙碟子那里去了？”众人见问，你看我，我看你，都想不起来。半日晴雯笑道：“给三姑娘送荔枝去了，还没送来呢。”袭人道：“家常送东西的家伙多着呢，巴巴儿的拿这个。”晴雯道：“我也这么说，但只那碟子配上鲜荔技才好看。我送去，三姑娘也见了，说好看，连碟子放着，就没带来。你再瞧那子尽上头的一对联珠瓶还没收来呢。”秋纹笑道：“提起这瓶来，我又想起笑话儿来了。我们宝二爷说声孝心一动，也孝敬到二十分。那日见园里桂花，折了两技，原是自己要插瓶的，忽然想起来，说‘这是自己园里才开的新鲜花儿，不敢自己先玩。’巴巴儿的把那对瓶拿下来，亲自灌水插好了，叫个人拿着，亲自送一瓶进老太太，又进一瓶给太太。谁知他孝心一动，连跟的人都得了福了。可巧那日是我拿去的，老太太见了喜的无可不可，见人就说：“到底是宝玉孝顺我，连一枝花儿也想的到。别人还只抱怨我疼他！’你们知道老太太素日不大和我说话，有些不入他老人家的眼。那日竟叫人拿几百钱给我，说我‘可怜见儿的，生的单弱’。这可是再想不到的福气。几百钱是小事，难得这个脸面。及至到了太太那里，太太正和二奶奶、赵姨奶奶好些人翻箱子，找太太当日年轻的颜色衣裳，不知要给那一个，一见了，连衣裳也不找了，且看花儿。又有二奶奶在旁边凑趣儿，夸宝二爷又是怎么孝顺，又是怎么知好歹，有的没的说了两车话。当着众人，太太脸上又增了光，堵了众人的嘴，太太越发喜欢了，现成的衣裳，就赏了我两件。衣裳也是小事，年年横竖也得，却不象这个彩头。”\n　　晴雯笑道：“呸！好没见世面的小蹄子！那是把好的给了人，挑剩下的才给你，你还充有脸呢！”秋纹道：“凭他给谁剩的，到底是太太的恩典。”睛雯道：“要是我，我就不要。若是给别人剩的给我也罢了，一样这屋里的人，难道谁又比谁高贵些？把好的给他，剩的才给我，我宁可不要，冲撞了太太，我也不受这口气！”秋纹忙问道：“给这屋里谁的？我因为前日病了几天，家去了，不知是给谁的，好姐姐，你告诉我知道。”晴雯道：“我告诉了你，难道你这会子退还太太去不成？”秋纹笑道：“胡说！我白听了喜欢喜欢，那怕给这屋里的狗剩下的，我只领太太的恩典，也不管别的事。”众人听了都笑道：“骂的巧，可不是给了那西洋花点子哈巴儿了！”袭人笑道：“你们这起烂了嘴的，得空儿鼻就拿我取笑打牙儿，一个个不知怎么死呢！”秋纹笑道：原来姐姐得了，我实在不知道，我陪个不是罢。”袭人笑道：“少轻狂罢，你们谁取了碟子来是正经。”麝月道：“那也该得空儿收来了。老太太屋里还罢了，太太屋里人多手杂，别人还可已，那个主儿的一伙子人见是这屋里的东西，又该使黑心弄坏了才罢。太太又不大管这些，不如早收来是正经。”晴雯听说，便放下针道：“这是等我取去呢。”秋纹道：“还是我取去吧，你取你的碟子去。”睛雯道：“我偏取一遭儿。是巧宗儿，你们都得了，难道不许我得一遭儿吗？”麝月笑道：“统共秋丫头得了一遭儿衣裳，那里今儿又巧，你也遇见找衣裳不成？”晴雯冷笑道：“虽然碰不见衣裳，或者太太看见我勤谨，也把太太的公费里一个月分出二两银子来给我，也定不得。”说着，又笑道：“你们别和我装神弄鬼的，什么事我不知道！”一面说，一面往外跑了。秋纹也同他出来，自去探春那里取了碟子来。\n　　袭人打点齐备东西，叫过本处的一个老宋妈妈来，向他说道：“你去好生梳洗了，换了出门的衣裳来，回来打发你给史大姑娘送东西去。”宋妈妈道：“姑娘只管交给我，有话说与我，我收拾了就好一顺去。”袭人听说，便端过两个小摄丝盒子来。先揭开一个，里面装的是红菱、鸡头两样鲜果；又揭开那个，是一碟子桂花糖蒸的新栗粉糕。又说道：“这都是今年咱们这里园里新结的果子，宝二爷送来给姑娘尝尝。再前日姑娘说这玛瑙碟子好，姑娘就留下玩罢。这绢包儿里头是姑娘前日叫我做的活计，姑娘别嫌粗糙，将就着用罢。替二爷问好，替我们请安，就是了。”宋妈妈道：“宝二爷不知还有什么说的？姑娘再问问去，回来别又说忘了。”袭人因问秋纹：“方才可是在三姑娘那里么？”秋纹道：“他们都在那里商议起什么诗社呢，又是做诗。想来没话，你只管去罢。”宋妈妈听了，便拿了东西出去，穿戴了，袭人又嘱咐他：“你打后门去，有小子和车等着呢。”宋妈妈去了，不在话下。\n　　一时宝玉回来，先忙着看了一回海棠，至屋里告诉袭人起诗社的事，袭人也把打发宋妈妈给史湘云送东西去的话告诉了宝玉。宝玉听了，拍手道：“偏忘了他！我只觉心里有件事，只是想不起来，亏你提起来，正要请他去。这诗社里要少了他，还有个什么意思！”袭人劝道：“什么要紧，不过玩意儿。他比不得你们自在，家里又作不得主儿。告诉他，他要来又由不得他，要不来他又牵肠挂肚的，没的叫他不受用。”宝玉道：“不妨事，我回老太太，打发人接他去。”正说着，宋妈妈已经回来道生受，给袭人道乏，又说：“问二爷做什么呢，我说：‘和姑娘们起什么诗社做诗呢。’史姑娘道，他们做诗，也不告诉他去。急的了不得！”宝玉听了，转身便往贾母处来，立逼着叫人接去。贾母因说：“今儿天晚了，明日一早去。”宝玉只得罢了。回来闷闷的，次日一早，便又往贾母处来催逼人接去。\n　　直到午后，湘云才来了，宝玉方放了心。见面时，就把始末原由告诉他，又要与他诗看。李纨等因说道：“且别给他看，先说给他韵脚，他后来的，先罚他和了诗。要好，就请入社，要不好，还要罚他一个东道儿再说。”湘云笑道：“你们忘了请我，我还要罚你们呢。就拿韵来，我虽不能，只得勉强出丑。容我入社，扫地焚香，我也情愿。”众人见他这般有趣，越发喜欢．都埋怨：“昨日怎么忘了他呢。”遂忙告诉他诗韵。\n　　湘云一心兴头，等不得推敲删改，一面只管和人说着话，心内早已和成，即用随便的纸笔录出，先笑说道：“我却依韵和了两首，好歹我都不知，不过应命而已。”说着，递与众人。众人道：“我们四首也算想绝了，再一首也不能了，你倒弄了两首！那里有许多话说？”必要重了我们的。”一面说，一面看时，只见那两首诗写道：\n　　白海棠和韵\n　　神仙昨日降都门，种得蓝田玉一盆。\n　　自是霜娥偏爱冷，非关倩女欲离魂。\n　　秋阴捧出何方雪？雨渍添来隔宿痕。\n　　却喜诗人吟不倦，肯令寂寞度朝昏？\n　　其二\n　　蘅芷阶通萝薜门，也宜墙角也宜盆。\n　　花因喜洁难寻偶，人为悲秋易断魂。\n　　玉烛滴干风里泪，晶帘隔破月中痕。\n　　幽情欲向嫦娥诉，无那虚廊月色昏。\n　　众人看一句惊讶一句，看到了赞到了，都说：“这个不枉做了海棠诗！真该要起‘海棠社’了。”湘云道：“明日先罚我个东道儿，就让我先邀一社，可使得？”众人道：“这更妙了。”因又将昨日的诗与他评论了一回。\n　　至晚，宝钗将湘云邀往蘅芜院去安歇。湘云灯下计议如何设东拟题。宝钗听他说了半日，皆不妥当，因向他说道：“既开社，就要作东。虽然是个玩意儿，也要瞻前顾后，又要自己便宜，又要不得罪了人，然后方大家有趣。你家里你又做不得主，一个月统共那几吊钱，你还不够使。这会子又于这没要紧的事，你婶娘听见了越发抱怨你了。况且你就都拿出来，做这个东也不够，难道为这个家去要不成？还是和这里要呢？”一席话提醒了湘云，倒踌躇起来。宝钗道：“这个我已经有个主意了。我们当铺里有个伙计，他们地里出的好螃蟹，前儿送了几个来。现在这里的人，从老太太起，连上屋里的人，有多一半都是爱吃螃蟹的，前日姨娘还说要请老太太在园里赏桂花、吃螃蟹，因为有事，还没有请。你如今且把诗社别提起，只普同一请，等他们散了，咱们有多少诗做不得的？我和我哥哥说，要他几篓极肥极大的螃蟹来，再往铺子里取上几坛好酒来，再备四五桌果碟子，岂不又省事，又大家热闹呢？”湘云听了，心中自是感服，极赞想的周到。宝钗又笑道：“我是一片真心为你的话，你可别多心，想着我小看了你，咱们两个就白好了。你要不多心，我就好叫他们办去。”湘云忙笑道：“好姐姐！你这么说，倒不是真心待我了。我凭怎么胡涂，连个好歹也不知，还是个人吗？我要不把姐姐当亲姐姐待，上回那些家常烦难事，我也不肯尽情告诉你了。”宝钗听说，便唤一个婆子来：“出去和大爷说，照前日的大螃蟹要几篓来，明日饭后请老太太、姨娘赏桂花。你说与大爷，好歹别忘了，我今儿已经请下人了。”那婆子出去说明，回来无话。\n　　这里宝钗又向湘云道：“诗题也别过于新巧了，你看古人中那里有那些刁钻古怪的题目和那极险的韵呢？若题目过于新巧，韵过于险，再不得好诗，倒小家子气。诗固然怕说熟话，然也不可过于求生。头一件，只要主意清新，措词就不俗了。—究竟这也算不得什么，还是纺绩针线是你我的本等。一时闲了，倒是把那于身心有益的书看几章，却还是正经。”湘云只答应着，因笑道：“我心里想着，昨日做了海棠诗，我如今要做个菊花诸如何？”宝钗道：“菊花倒也合景，只是前人太多了。”湘云道：“我也是这么想着，恐怕落套。”宝钗想了一想，说道：“有了。如今以菊花为宾，以人为主，竟拟出几个题目来，都要两个字，一个虚字一个实字。实字就用‘菊’字，虚字便用通用门的。如此，又是咏菊，又是赋事，前人虽有这么做的，还不很落套。赋景咏物两关着，也倒新鲜大方。”湘云笑道：“良好，只是不知用什么虚字才好？你先想一个我听听。”\n　　宝钗想了一想，笑道：“‘菊梦’就好。”湘云笑道“果然好。我也有一个：‘菊影’可使得？”宝钗道：“也罢了，只是也有人做过。若题目多，这个也搭的上。我又有了一个。”湘云道：“快说出来。”宝钗道：“‘问菊’如何？”湘云拍案叫妙，因接说道：“我也有了：‘访菊’好不好？”宝钗也赞有趣。因说道：“索性拟出十个来，写上再来。”说着，二人研墨蘸笔，湘云便写，宝钗便念，一时凑了十个。湘云看了一遍，又笑道：“十个还不成幅，索性凑成十二个，就全了，也和人家的字画册页一样。”宝钗听说，又想了两个，一共凑成十二个，说道：“既这么着，一发编出个次序来。”湘云道：“更妙，竟弄成个菊谱了。”\n　　宝钗道：“起首是《忆菊》。忆之不得，故访，第二是《访菊》。访之既得，便种，第三是《种菊》。种既盛开，故相对而赏，第四是《对菊》。相对而兴有徐，故折来供瓶为玩，第五是《供菊》。既供而不吟，亦觉菊无彩色，第六便是《咏菊》。既人词章，不可以不供笔墨，第七便是《画菊》。既然画菊，若是默默无言，究意不知菊有何妙处，不禁有所问，第八便是《问菊》。菊若能解语，使人狂喜不禁，便越要亲近他，第九竟是《簪菊》。如此人事虽尽，犹有菊之可咏者，《菊影》《菊梦》二首，续在第十、第十一。末卷便以《残菊》、总收前题之感。这便是三秋的妙景妙事都有了。”湘云依言将题录出，又看了一回，又问：“该限何韵？”宝钗道：“我平生最不喜限韵，分明有好诗，何苦为韵所缚？咱们别学那小家派。只出题，不拘韵：原为大家偶得了好句取乐，并不为以此难人。”湘云道：“这话很是。既这样，自然大家的诗还进一层。但只咱们五个人，这十二个题目，难道每人作十二首不成？”宝钗道：“那也太难人了。将这题目誊好，都要七言律诗，明日贴在墙上，他们看了，谁能哪一个就做哪一个。有力量者十二首都做也可，不能都做也可，高才捷足者为尊。若十二首已全，便不许他赶着又做，罚他便完了。”湘云道：“这也便罢了。”二人商议妥贴，方才息灯安寝。\n要知端底，下回分解。",
  "translation": "After Xiangyun’s return home, Baoyu and the others amused themselves as before in the Garden by strolling about and composing poems.\n\nJia Zheng after the Imperial Consort’s visit had worked even more conscientiously at his post to prove himself worthy of the Emperor’s goodness. His integrity and rectitude, as well as his reputation for probity, had come to the Emperor’s notice; and although not a graduate, being from a family of scholars, Jia Zheng was given a special commission as an examiner in the provincial examinations so as to discover men of true talent. Having received this commission, he chose the twentieth of the eighth month for his departure. That day, after taking leave of the ancestral temple and the Lady Dowager, he set out. We need not dwell on how Baoyu and the others saw him off or on his doings during his absence.\n\nBaoyu, left to his own devices, spent his days strolling aimlessly round the Garden, frittering away the time. Bored on this particular day, he went to kill time with his grandmother and mother, then returned to the Garden. He had just changed his clothes when Cuimo came in with a note on floral stationery which she handed him.\n\n“I was forgetting!” he exclaimed. “I meant to go and see Third Sister. It’s good you’ve come. Is she better now?”\n\n“Yes, she’s not taking any medicine today. She just has a slight chill.”\n\nBaoyu unfolded the note and read:\n\nYour younger sister Tanchun respectfully sends this invitation to her Second Brother.\n\nThe other evening after the rain the moon was so bright, I could not bear to waste such a lovely night by going to bed. Though the water-clock showed the late hour, still I lingered by the railing under the trees, with the result that I caught a chill. Yesterday you were good enough to inquire after me and sent a maid to see me, also favouring me with fresh lichees and a calligraphic specimen by Yan Zhenqing. How kind you are!\n\nAs I was sitting here quietly today, it struck me how the ancients, living as they did in a world of avarice and strife, would seize on some hilly or watery spot to summon like-minded friends and feast and make verse, starting some club which, though only a passing fancy, has become a legend. Unworthy as I am, I am fortunate enough to live among rocks and fountains and to have the company of such cultured girls as Xue and Lin. But although we have breeze-swept pavilions and moonlit loggias, we have no poetical society to feast in them. And by the apricot-blossom in our curtains and the reflection of peach-blossom in the stream, we might well be inspired to drain our wine-cups as we chant.\n\nWhy should the Lotus Club be confined to men? Why should we girls not start an Eastern Slope Society of our own? If you can come through the snow, I shall sweep the blossom and wait for you. Respectfully written.\n\nBaoyu clapped his hands delightedly.\n\n“How cultured Third Sister is!” he cried. “I’ll go and discuss this with her at once.”\n\nHe was starting off then and there, followed by Cuimo, when one of the matrons on duty at the back gate of the Garden approached him with a note in her hand.\n\n“Master Yun sends his respects,” she said. “He’s waiting at the back gate and told me to give you this.”\n\nBaoyu opened it and read:\n\nYour unworthy son Yun sends his humble respects and wishes his noble father boundless health and happiness.\n\nSince receiving your amazing favour and acknowledging you as my father, I have been thinking day and night how to show my gratitude but unable to find a way. The other day, procuring flowers for you, thanks to your amazing fortune I was able to make the acquaintance of many gardeners and visit many famous gardens. It was then that I happened to see some white begonia — a rare species — and after exerting myself to the utmost I succeeded in getting two pots. If you consider me as your own son, please keep them to enjoy. For fear of the heat in the Garden and the fact that the young ladies might be inconvenienced, I did not venture to call. I kowtow with humble respects.\n\nYour son,\n\nJia Yun\n\nBaoyu smiled.\n\n“Is he alone?” he asked. “Or did he bring anyone else?”\n\n“He’s brought two pots of flowers too.”\n\n“Go and tell him I’ve read his note and am much obliged for his trouble. He can take the flowers to my place.”\n\nSo saying he went on with Cuimo to the Studio of Autumn Freshness, where he found Baochai, Daiyu, Yingchun and Xichun already assembled.\n\nAs she entered, they laughed. “Here comes another one!”\n\n“I’m not vulgar, am I?” Tan-chun chuckled. “It just occurred to me to write a few invitations to see what would happen, and here you all are.”\n\n“What a pity we’re so late getting started,” said Pao-yu. “We should have set up a club long ago.”\n\n“It’s not too late,” Tai-yu assured him. “There’s nothing so very dreadful about that. But mind, if you do start a club, don’t count me in. I wouldn’t dare.”\n\nYing-chun smiled. “If you don’t dare, who does?”\n\n“This is a serious business and we must all bestir ourselves,” declared Pao-yu. “No false modesty, now. Let’s each give our views and then decide. And you must make suggestions too, Cousin Pao-chai, and Cousin Lin.”\n\n“What’s the hurry?” asked Pao-chai. “We’re not all here yet.”\n\nJust then Li Wan arrived.\n\n“What refined entertainment!” she cried on entering. “If you’re starting a poetry club, I’ll offer myself as your leader. I had the same idea last spring, but on second thoughts, as I’m no poetess myself, what’s the point of my making a fool of myself? So I forgot it and said no more. But since Tan-chun’s so keen, I’ll help her to get it going.”\n\n“If we’re really starting a club, we’ll be poets,” said Tai-yu. “We must stop calling each other ‘sister’ or ‘aunt’ — that’s so vulgar.”\n\n“Quite right,” agreed Li Wan. “Why don’t we choose literary names? We can use them in the club. I’ve chosen for myself ‘The Thatched Cot Recluse of Sweet Paddy.’ No one else can have that.”\n\n“Call me ‘The Recluse of Autumn Freshness,’” said Tan-chun with a smile.\n\n“‘Recluse’ and ‘master’ sound too pretentious and are rather a mouthful,” objected Pao-yu. “With all the wu-tung and plantains here, better choose something referring to them.”\n\n“I know,” cried Tan-chun. “I’m so fond of plantains, I’ll call myself ‘The Stranger Under the Plantain.’”\n\nThe others approved this as original and amusing.\n\n“Quick!” cried Tai-yu with a laugh. “Drag her out and stew some venison. We can have a nice drink then.”\n\nAs the rest did not understand, she explained, “Didn’t Chuangtzu say, ‘A deer covered with a plantain leaf’? If she calls herself The Stranger Under the Plantain, she must be a deer. So we should have venison.”\n\nThey laughed at that.\n\n“Don’t you try to make fun of me,” retorted Tan-chun. “I’ve just thought of a very fitting name for you.” She turned to the others. “The emperor’s two concubines wept so much that their tears stained all the bamboos, which is why the speckled bamboo is called the bamboo of the Hsiang Queens. Now she lives in Bamboo Lodge, and she’s always crying. I’m sure one day her bamboos will be speckled too. So the best name for her is ‘The Queen of Bamboos.’”\n\nThis was greeted by claps and cheers. Tai-yu lowered her head and said nothing.\n\n“I’ve a good name for Cousin Pao-chai too,” volunteered Li Wan. “Just three words.”\n\nWhen they pressed her to tell them she said, “I dub her ‘The Lady of the Alpinia.’ How’s that?”\n\n“An excellent title,” approved Tan-chun.\n\n“And what about me?” asked Pao-yu. “Won’t you think of one for me too?”\n\n“You already have one,” teased Pao-chai. “‘Busybody’ would suit you very well.”\n\n“You can keep your old name, ‘The Lord of the Crimson Cave,’” said Li Wan.\n\n“That’s a childhood joke. Why bring that up?”\n\n“Then let me give you a name,” offered Pao-chai. “The most vulgar and the most appropriate for you. The two things hardest to find in the world are wealth and leisure. Luckily for you, you have both. So we should call you ‘The Rich Idler.’”\n\n“No, no, I don’t deserve that. Let me off, please. Just call me anything you like.”\n\n“You can’t call people anything you like,” objected Tai-yu. “If you live in Happy Red Court, why not call yourself ‘The Happy Red Prince’?”\n\n“Very well,” they said.\n\n“What shall we call Second and Fourth Sister?” asked Li Wan.\n\n“What’s the point of taking a name when we’re no good at poetry?” objected Yingchun.\n\n“Even so, you must have one,” insisted Tanchun.\n\n“As she lives on Purple Caltrop Isle, let’s call her Caltrop Isle,” proposed Baochai. “And as Fourth Sister lives on Lotus Fragrance Anchorage, let’s call her Lotus Lover.”\n\n“That’s it,” agreed Li Wan. “As I’m the eldest, you must let me have my way and I guarantee you’ll all be satisfied. There are seven of us starting this club, but Second Sister, Fourth Sister and I are no poets; so we three should withdraw and each take on some other duty.”\n\n“If you go on calling us Second Sister and Fourth Sister, even after we’ve taken names, what was the point of choosing them?” Tanchun laughed. “We must have a penalty for mistakes in future.”\n\n“We’ll fix the penalty after the club’s formed,” said Li Wan. “My place is big, so suppose we meet there. Though I can’t write poetry, if you poets don’t look down on me and will let me play hostess, I dare say I’ll acquire some refinement by contagion. And you must make me president. I can’t manage alone, though. You’ll need two vice-presidents, and we’ll ask the learned Caltrop Isle and Lotus Lover to set the themes and rhymes and supervise. We three needn’t stick to our rule of not writing poems. If the subject and rhymes are easy, we may try our hand at a verse too; but you four must abide by the rules. If you agree, let’s start. If not, I must decline to take part.”\n\nAs Yingchun and Xichun had no bent for poetry and were overawed by the superior skill of Baochai and Daiyu, this proposal suited them very well and they both agreed to it. Tanchun, understanding the reason, could not very well force them to join in and had to give way.\n\n“Very well,” she said with a smile. “But it’s rather absurd — the idea was mine, yet now you three are going to keep us in order.”\n\n“In that case, let’s go to Paddy-Sweet Cottage now,” suggested Baoyu.\n\n“It’s you who are in such a hurry.” Li Wan laughed. “We’re only discussing the idea today. I’ll send out invitations later.”\n\n“We must fix days for our meetings,” said Baochai.\n\n“Too many meetings would be dull,” observed Tanchun. “Two or three a month would be enough.”\n\n“Twice a month would be ample,” said Baochai. “We can fix the dates and meet regardless of wind or rain. If anyone feels like it on other days, she can invite the rest to her place or come to us. Wouldn’t that be more lively and fun?”\n\nThe others agreed that this was a better idea.\n\n“This was my idea, so I should be the first hostess to show how keen I am,” said Tanchun.\n\n“In that case, why not start tomorrow?” proposed Li Wan.\n\n“Tomorrow’s not as good as today. You can set the subject now, and Caltrop Isle can fix the rhymes while Lotus Lover supervises.”\n\n“In my opinion,” put in Yingchun, “we needn’t leave it to one to set the subject and rhymes. Let’s draw lots for the honour.”\n\n“On my way here just now, I saw them carrying in two pots of white crab-apple blossom,” said Li Wan. “They were lovely. Why don’t you write on them?”\n\n“But we haven’t looked at them yet. How can we write poems on them?”\n\n“The white crab-apple’s nothing so very special,” said Baochai. “Why insist on seeing it first? Most ancient poems and rhapsodies were simply written to express the author’s mood or feelings. If they’d had to wait until they’d seen the thing they were describing, there wouldn’t be so many poems today.”\n\n“In that case I’ll fix the rhymes.”\n\nYingchun went to the bookshelf and took out a volume of poetry at random. Opening it, she found a regulated verse in seven-character lines. This she showed to the rest, who agreed to write poems in the same form. Then, covering the poem with her hand...\n\nShe turned to a young maid. “Give me any word that comes into your head.”\n\nThe maid was leaning against the door. “Door,” she said.\n\n“All right, the rhyme is door,” announced Yingchun. “That’s in the thirteenth rhyme group. The first line must end with door.”\n\nShe sent for the case of rhyme-cards, pulled out the drawer marked “thirteen” and told the maid at random to pick four cards. The ones she chose bore the characters “pot,” “spirit,” “mark” and “dusk.”\n\n“Pot and door are hard to rhyme,” protested Baoyu.\n\nMeanwhile Si-shu had prepared four sets of paper and brush, and the four contestants started quietly thinking. Daiyu alone, toying with a parasol tree or watching the autumn scene, chatted and laughed with the maids. Yingchun ordered a stick of Sweet-Dream Incense to be lit. This was only three inches long and as thin as a rush-wick, but as it burned quickly it was used when a time limit was set for the composition of verses; and those who failed to finish by the time it burned out were penalized.\n\nPresently Tan-chun finished first. She wrote her poem out, then made a few changes and handed it to Yingchun. Then she asked Pao-chai, “How are you doing, Lady of the Alpinia?”\n\n“I’ve done, but it’s no good.”\n\nBaoyu, his hands behind his back, was pacing up and down the verandah. He told Daiyu, “Hear that? They’ve both finished.”\n\n“Don’t you worry about me,” was her retort.\n\nThen he noticed that Pao-chai had copied out her poem.\n\n“Good gracious!” he cried. “There’s only one inch of incense left. I’ve only done four lines.” He urged Daiyu, “The incense is nearly burned up. What are you squatting there on the damp ground for?” Daiyu paid no attention.\n\n“I can’t wait for you,” he said. “I must write something now, good or bad.” With that he went to the table and wrote.\n\n“We’re going to look at the poems,” said Li Wan. “Anyone who hasn’t handed in her work by the time we finish will have to pay a forfeit.”\n\n“Though Paddy-Sweet Cottage poetess is no good at composing poems, she’s a good judge and very fair,” said Baoyu. “We shall all accept her verdict.”\n\nThe rest agreed. So they first read Tan-chun’s poem, which was as follows:\n\n“At sunset the cold grass by closed gate looks poor,\n\nThe mossy pots after the rain are emerald once more.\n\nJade’s purity in essence it can hardly attain,\n\nBut snow in whiteness its bones cannot retain.\n\nSweet spirit in the moonlight faintly appears,\n\nIts shadow by the third watch is streaked with tears.\n\nThink not that the white goddess can fly to the moon;\n\nFor, feeling with me, she chants at dusk a plaintive tune.”\n\nAfter praising this they read Pao-chai’s:\n\n“Closing the door by day I treasure the flower’s grace,\n\nWatering the mossy pot I use my hands in your place.\n\nThe rouge’s hue washed away, it’s shadowed by autumn’s rails;\n\nIce and snow bring its spirit, which stained marble pales.\n\nExtreme whiteness from insipidity comes, it is said;\n\nCan too much sadness fail to leave a jade stain unshed?\n\nIt would repay the God of Autumn with a pure heart,\n\nSilent and lovely as the day once more departs.”\n\n“This is just like Lady of the Alpinia,” declared Li Wan with a smile.\n\nThen they read Baoyu’s:\n\n“Pale in the shade the autumn flower by the door appears;\n\nSeven clusters of blossoms like snow fill the pot, it appears.\n\nLike Lady Yang rising from the bath its shadow is cold;\n\nLike the heart-broken Xishi its spirit seems to unfold.\n\nThe morning wind cannot blow away its thousand sorrows;\n\nThe night rain has added to it another tear that follows.\n\nLeaning alone on the balustrade, for whom is its desire?\n\nIt seems to grieve at sunset to the strains of a mournful lyre.”\n\nWhen they had read this, Baoyu insisted that Tan-chun’s was the best, but Li Wan favoured Pao-chai’s as more dignified.\n\nShe urged Daiyu to hurry up.\n\n“Have you all finished?” asked Daiyu.\n\nWith that she picked up her brush and wrote rapidly, then tossed the paper to them.\n\n“Let’s see it,” said Li Wan.\n\nHer poem ran:\n\n“Half-rolled the bamboo blind, half-closed the door;\n\nCrushed ice serves as mould for earth, white jade for pot.”\n\nBaoyu was the first to exclaim in delight, “Fine! Just see the images she’s thought of!” They read on:\n\n“Some whiteness from the pear-blossom is stolen away,\n\nAnd its winter spirit is borrowed from the mume some say.”\n\nAt this point the rest could not help crying out in approval.\n\n“She really is original!”\n\nThe goddess in her lunar atelier sews a white gown;  \nMaidens sigh in autumn chambers, wiping tears away.  \nDemure, to whom should they their grief and silence betray?  \nWeary, they lean into the west wind; night has come.  \n\n“This is the best,” was the general verdict.  \n\n“For originality and elegance this is the best,” said Li Wan. “But for subtlety and depth, I award the palm to Heng Wu.”  \n\n“A fair judgment,” agreed Tanchun. “River Queen should come second.”  \n\n“Green Boy is last. Are you convinced?” Li Wan asked Baoyu.  \n\n“Mine was the worst,” he answered. “I think the order is absolutely fair.” He added with a smile, “But we should reconsider the poems by Heng Wu and River Queen.”  \n\n“The decision is mine. It has nothing to do with you. If anyone argues any more, she’ll be fined.”  \n\nAt that Baoyu had to shut up.  \n\n“From now on I propose that we meet on the second and sixteenth of every month,” announced Li Wan. “At my place. I’ll choose the themes and set the rhymes. Any of you who like can start other clubs on other days — I’ve no objection if you meet every single day. But on the second and sixteenth you must come to my place.”  \n\n“We ought to have a name for our club,” suggested Baoyu.  \n\n“Nothing too common,” said Tanchun. “But nothing too weird or fantastic either. As we’ve just written poems on begonia, why not call it the Begonia Club? Even if that is rather commonplace, as we really have done this there’s no reason not to use it.”  \n\nThey talked for a while longer and then, after some refreshments, broke up. Some went home, others to call on the Lady Dowager or Lady Wang. But no more of this.  \n\nLet us return to Xiren. She had seen Baoyu hurry off in great excitement with Cuimo, but had no idea what was afoot. Then later an old woman from the back gate had brought in two pots of begonia. When Xiren asked where they were from, the women explained and she told them to put the flowers down and wait in the servants’ quarters. Going to her room she weighed out six decads of silver which she wrapped up, and fetched three hundred cash. These she gave to the two women.  \n\n“This silver is for the boys who carried the flowers,” she said. “And this is for you to buy wine with.”  \n\nThe women stood up beaming.  \n\n“Thank you, miss,” they cried. “But you shouldn’t.”  \n\nThey demurred until Xiren insisted, then they accepted.  \n\n“Are there pages on duty at the back gate?” she asked.  \n\n“Yes, four every day, miss, ready to run errands. If you’ve any orders, just say.”  \n\n“I’ve no orders. But today Master Bao wants to send some things to Miss Shi at the marquis’ house. Since you’re here, will you tell the pages at the back gate to hire a carriage? They can come here for the money when it’s time to pay, to save them going to the front and getting mixed up with the stewards there.”  \n\nThe women assented and left.  \n\nXiren went back to her room to pack some things on a plate to send to Xiangyun. She found one of the plate-slots empty and, turning, noticed that Qingwen, Sheyue and some other maids were sewing together there.  \n\n“Where’s the white agate plate with the coiled design?” she asked.  \n\nThey looked at each other but no one could remember.  \n\nAfter some reflection Qingwen said with a smile, “When we sent the litchis to the third young mistress, it still hasn’t been returned.”  \n\n“You had plenty of ordinary plates for that,” scolded Xiren. “Why take that one?”  \n\n“I said that too. But the litchis looked so pretty on that plate. When I took them, the third young mistress thought so too, and she’s keeping the plate to enjoy the sight a bit longer before sending it back. Look, that pair of pearl-encrusted vases on the top shelf haven’t been returned either.”  \n\n“That reminds me,” chuckled Qiuwen. “When we took the spray of\n\n“When the young master’s filial piety is stirred,” she continued, “it’s really something. The other day when he saw the osmanthus in bloom in the garden he broke off two sprays, meaning to keep them for his own vases. Then he suddenly thought, ‘These are the first flowers from our own garden, I mustn’t keep them for my own enjoyment.’ So he got down those pair of vases and filled them with water to put the sprays in, then told a maid to carry one while he took the other himself. One he presented to the old lady, the other to Her Ladyship.\n\n“As luck would have it, I was the one who carried it in. The old lady was so delighted she didn’t know what to do, and kept telling everyone, ‘After all, it’s Pao-yu who’s good to me. He thinks of me even when he sees a spray of flowers. Other people just complain that I make too much of him.’\n\n“You know the old lady doesn’t usually have much to say to me and I’m not one of her favourites; yet that day she had several hundred cash given me, saying I was ‘a poor, delicate thing.’ I’d never expected such good fortune. A few hundred cash are nothing, but it was a great honour.\n\n“When I went on to Her Ladyship, she was looking through some chests with Madam Lien and Madam Chao and some other people, to find the coloured clothes she’d worn as a girl — I don’t know who they were for. At sight of the flowers she stopped looking and started admiring them instead. And Madam Lien made the most of the chance to sing Pao-yu’s praises, telling them how filial and well-behaved he was, spinning all sorts of fine tales. Her Ladyship felt she’d scored off the others and was so pleased she gave me two dresses she had there. Clothes are nothing special, of course. I get given some every year. But this was an unexpected favour.”\n\n“For shame!” cried Ching-wen. “What a bumpkin you are. She gave you the ones she’d rejected. And you have the nerve to boast about it.”\n\n“Whether they were rejects or not, it was a favour from Her Ladyship.”\n\n“I wouldn’t have taken them. If they’d been rejects given to someone else, that would be different. But are some of us in this higher than others? Why should she have the best and me the leavings? I’d rather offend Her Ladyship than put up with such insults.”\n\n“Who were they given to first?” Qiuwen asked quickly. “I’d been ill for a few days and gone home, so I don’t know. Do tell me, there’s a dear.”\n\n“If I tell you, will you give them back to Her Ladyship now?”\n\n“Don’t be silly. I just want to know for my own amusement. Even if she’d given me what the dog in this house had left, I’d still accept it as Her Ladyship’s favour. I wouldn’t worry about anything else.”\n\nThe others laughed.\n\n“Well said. It was that foreign spotted poodle of ours.”\n\n“You bitch!” Hsi-jen laughed. “You’ve nothing to do, so you have to make me a laughing-stock. A bad end awaits you all.”\n\n“So it was you, sister,” said Qiuwen. “I really didn’t know. I apologize.”\n\n“You can keep your apologies,” retorted Hsi-jen. “Just don’t carry on so wildly. Which of you is going to fetch those dishes? That’s more to the point.”\n\n“It’s high time they were brought back,” said Sheh-yueh. “It doesn’t matter so much in the old lady’s place, but there are so many people in Her Ladyship’s apartments, it’s a regular mixed bag. The others wouldn’t do anything, but that one’s set are quite capable of smashing things from this place out of spite. And Her Ladyship doesn’t bother about such things. We’d better fetch them back as soon as possible.”\n\nAt that Ching-wen put down her needlework.\n\n“All right, I’ll go,” she said.\n\n“Let me,” offered Qiuwen. “You can fetch your dish.”\n\n“No, I want to go for once. You’ve all had a chance to do a good turn. Why shouldn’t I for once?”\n\n“Don’t quarrel, you two,” interposed Sheh-yueh. “I’ve an idea.\n\nIt’s your turn today to be given clothes by Her Ladyship. Don’t tell me you just happen to have come across someone looking for clothes too?”\n\n“Even if I don’t happen to find any clothes,” retorted Qingwen with a sneer, “if Her Ladyship sees how hard I work she may decide to give me two taels a month out of her own allowance. You can’t be sure.” She chuckled. “Don’t try to fool me. I know what’s up.” She ran out then and there, and Qiuwen went with her to Tanchun’s apartments to fetch the plates.\n\nWhen Xiren had everything ready, she sent for old nanny Song who worked in the Garden.\n\n“Go and tidy yourself up,” she said. “Then come back in your best clothes and take some things to Miss Shi.”\n\n“Just give them to me, miss, and any message too,” said nanny Song. “As soon as I’ve put myself to rights I can be off.”\n\nXiren then brought two small inlaid boxes. Opening one she showed the old woman that it contained two kinds of fresh fruit, water caltrops and gorgon fruit. She lifted the lid of the other to reveal a plate of powdered chestnut cake sweetened with osmanthus.\n\n“These are the first fruits from our Garden this year,” she said. “Master Bao picked them for Miss Shi to taste. The other day she admired this agate plate, so she can keep it now to play with. And this silk wrapper contains the needlework she asked me to do the other day. I hope she won’t think it too crude, but will make do with it. Just give her Master Bao’s compliments and our regards.”\n\n“Didn’t Master Bao have any other message?” asked nanny Song. “You’d better check, miss, in case he thinks later that you forgot.”\n\nXiren asked Qiuwen, “Were they in Miss Tanchun’s place just now?”\n\n“They were there discussing the poetry club and writing poems. I don’t think there’s any message. You can go.”\n\nSo nanny Song took the things and went off to dress.\n\n“Go by the back gate,” Xiren called after her. “There’s a page and a carriage waiting.”\n\nWe need not dwell on her departure.\n\nSoon Baoyu came back. He first hurried to see how the crab-apple was doing, then went in to tell Xiren about the poetry club. She in turn reported that she had sent nanny Song with some things for Xiangyun.\n\nBaoyu clapped his hands. “I was forgetting her!” he cried. “I felt there was something I had to do, but couldn’t remember what. It’s lucky you reminded me. I meant to invite her. The club would be no fun without her.”\n\n“It’s not all that important, just a game,” Xiren demurred. “She’s not as free as you. She’s not her own mistress at home. If you tell her and she wants to come but can’t, she’ll be upset. Why make her uncomfortable?”\n\n“No problem. I’ll ask the old lady to send for her.”\n\nAs they were speaking nanny Song came back to thank Xiren for the trouble she had taken.\n\n“She asked what Master Bao was doing,” the nurse reported. “I told her, ‘He’s starting a poetry club with the young ladies, writing poems.’ Miss Shi said, ‘They’re writing poems without telling me!’ She was very upset.”\n\nBaoyu at once went to the Lady Dowager and insisted that someone should be sent to fetch Xiangyun.\n\n“It’s too late now,” said his grandmother. “We’ll send first thing tomorrow.”\n\nHe had to be content with that and went back disconsolately. But the next morning he went again to the Lady Dowager to urge that a servant be sent.\n\nNot until after lunch did Xiangyun arrive, to Baoyu’s relief. As soon as he saw her he told her the whole story and wanted to show her the poems they had written.\n\n“Don’t show them to her yet,” Li Wan interposed. “First give her the rhymes. As she’s the last to come we should fine her by making her compose a poem. If it’s good, we’ll ask her to join the club. If not, we’ll make her pay a forfeit.”\n\nXiangyun laughed.\n\n\"You forgot to invite me. I've a good mind to punish you by making you find a rhyme for me. I'm no good at versifying but I'll make a fool of myself to oblige. Do let me join your club. I'll be content to sweep the floors and burn incense for you.\"\n\nThey were so delighted by her good humour that they reproached themselves.\n\n\"How could we have forgotten her yesterday?\" they cried, and promptly told her the rhyme.\n\nXiangyun, in high spirits, was too impatient to polish her lines. While chatting she had composed two poems in her head and now wrote them out on the first piece of paper that came to hand.\n\n\"I've made two poems matching your rhyme,\" she announced cheerfully. \"Good or bad, I can't say. I've simply done my best.\" With that she passed them to the others.\n\n\"After our four poems we didn't think there was another word to be said. How is it you've produced two more? You must have a lot more to say. We shall have to see if these aren't copies.\"\n\nAs they read they were amazed and full of praise.\n\n\"These really do the white海棠 justice,\" they cried. \"We must rename our club 'The海棠 Club'.\"\n\n\"Tomorrow you must let me host the club to make up for my absence today,\" proposed Xiangyun. \"All right?\"\n\n\"Better and better,\" was the general response.\n\nThen they discussed with her the poems written the previous day.\n\nThat evening, Baochai invited Xiangyun to stay with her in Alpinia Park. By lamplight Xiangyun planned the party she would give and the subject for the next poem, but Baochai thought her ideas unsuitable and protested:\n\n\"Once you start a club you must play hostess. This is only a game, I know, but we have to think carefully and make it convenient and pleasant for everyone without putting anyone out. You're not your own mistress at home, and the few strings of cash you get each month aren't enough even for your own needs. If you spend them on this, your aunt will be angrier than ever. And even if you spent all you have, it wouldn't be enough for a party. You can't ask your family for money, can you? Or ask for it here?\"\n\nThis set Xiangyun frowning.\n\n\"I've an idea,\" went on Baochai. \"One of the assistants in our pawnshop has a farm which produces very good crabs. The other day he sent some round. Most of the people here, from the old lady down, are very fond of crabs. My aunt was saying the other day that she'd like to invite the old lady to enjoy the cassia blossom in the garden and eat crabs, but she's been too busy to do anything about it. Why not invite everyone to a crab feast without mentioning the poetry club? We can have all the poetry we want after they've gone. I'll ask my brother for several baskets of big fat crabs, and get some good wine from the shop too, and a few tables of sweetmeats as well. Won't that be simple and great fun for us all?\"\n\nXiangyun was most impressed by this thoughtful proposal.\n\n\"I'm only thinking what's best for you,\" Baochai said with a smile. \"Don't be offended and imagine I look down on you. If you're not angry with me, I'll tell them to make the arrangements.\"\n\n\"Dear cousin, of course I'm not offended,\" cried Xiangyun.\n\nI’m the one who’s confused. How can I be so dense as not to know what’s good for me? I’m not even human. If I didn’t treat you like my own sister, would I have confided all my troubles to you the other day?”\n\nBaochai called an old servant and said,“Go and tell my brother that we want several crates of the same big crabs as last time. After lunch tomorrow the old lady and the ladies are coming to enjoy the osmanthus blossoms. Mind you tell him not to forget — I’ve already invited the guests.”\n\nThe woman went off to do her errand.\n\nBaochai then advised Xiangyun,“Don’t be too fantastic in your choice of subjects for poems. Just think, did the ancients have far-fetched, outlandish subjects or dangerously unusual rhymes? If the subject is too fantastic and the rhymes too dangerous, it won’t make a good poem but will smack of affectation. Of course we want to avoid cliches, but we shouldn’t go in for undue novelty either. The first thing is to have original ideas; then the language won’t be commonplace. But this is nothing really important. Spinning and sewing are our proper tasks. When we have time to spare, it’s more to the point to read a few chapters of some book that has a good influence on heart and mind.”\n\nXiangyun agreed and suggested,“I was thinking that, since we wrote poems on begonia yesterday, how would it be to write some on chrysanthemums?”\n\n“Chrysanthemums would fit in well with the season, but so many have been written on them before.”\n\n“That’s what I thought. They might seem rather trite.”\n\nAfter a little reflection Baochai proposed,“I have an idea. Let’s take the chrysanthemum as the foil and man as the essential, and work out some subjects with two words each — one substantive, the other intransitive. For the substantive we can use ‘chrysanthemum’ and for the intransitive any relevant verb. In this way we’ll be both chanting odes to the chrysanthemum and writing on a theme. Although this has been done before, it’s not too hackneyed. And we’ll be describing the scene as well as the object, which would be novel and in good taste.”\n\n“Fine,” said Xiangyun.“But what verbs would be best? Think of one for me.”\n\nBaochai thought for a while.\n\n“‘Chrysanthemum Dreams’ would do,” she said.\n\n“That’s certainly good. I’ve thought of one too: ‘Chrysanthemum Shadows.’ How’s that?”\n\n“Not bad. Still, it’s been used before. If we have a number of subjects we can include that. I’ve another.”\n\n“Out with it quick.”\n\n“‘Asking the Chrysanthemum.’ What about that?”\n\nXiangyun clapped her hands in delight.\n\n“Yes, and I’ve got ‘Finding the Chrysanthemum.’ Is that good?”\n\nBaochai praised this too, then suggested,“Suppose we work out ten to begin with and write them down to see how they look.”\n\nThey started grinding ink and dipping brushes. Xiangyun wrote as Baochai thought of titles, and soon they had ten.\n\n“Ten are not enough,” said Xiangyun after reading them through.“Let’s make it a round dozen, like the headings in albums of painting and calligraphy.”\n\nBaochai thought of two more, making twelve in all.\n\n“In that case,” she said,“let’s arrange them in order.”\n\n“Better still. We’ll make it a chrysanthemum calendar.”\n\nBaochai proposed,“Let’s start with ‘Remembering the Chrysanthemums.’ After remembering, you go to find them: so the second should be ‘Finding the Chrysanthemums.’ After finding them, you plant them: the third is ‘Planting the Chrysanthemums.’ Once they’re planted and in bloom, you face them and enjoy the sight: so the fourth is ‘Facing the Chrysanthemums.’ Facing them gives you inspiration, so you pick some to put in vases for your enjoyment: the fifth is ‘Arranging the Chrysanthemums.’ Once you’ve arranged them, you must write poems about them or the chrysanthemums will lack charm: the sixth is ‘Singing of the Chrysanthemums.’ After writing the poems, you must paint them in ink: the seventh is ‘Drawing the Chrysanthemums.’ Since you’ve drawn them, it’s a pity the chrysanthemums can’t speak, so you question them: the eighth is ‘Questioning the Chrysanthemums.’ If they could speak to amaze us, you’d long to be on still more intimate terms with them: the ninth is\n\nThen the ninth is ‘Hairpin of Chrysanthemums.’ Although all human affairs are disposed of, there are still the chrysanthemums to sing about, so ‘Chrysanthemum Shadows’ and ‘Chrysanthemum Dreams’ will make the tenth and eleventh. The twelfth, ‘Faded Chrysanthemums,’ can serve as a general conclusion to the preceding themes. In this way all the fine scenes and fine subjects of late autumn will have been covered.”\n\nXiang Yun accordingly wrote these down and studied them for a while.\n\n“What rhymes should we fix?” she asked.\n\n“I’ve never been in favour of restricting rhymes,” said Pao-chai. “Why should we hobble ourselves when we want to write good poetry? Let’s not follow the example of those vulgar pedants. We’ll just set the subjects without limiting the rhymes. The main thing is to have good lines for our fun. This isn’t a test to make things difficult for people.”\n\n“Quite right. In that case our poems should be even better. But there are only five of us and twelve subjects. Does that mean we must each write twelve poems?”\n\n“That would be rather too difficult. We’ll copy out these subjects and stipulate that they must be heptameter regulated verse, then paste them up tomorrow on the wall for everyone to see. They can choose which they like. Anyone who wants to write a dozen can do so; those who don’t can manage just a few. The one who writes fastest and best will be the winner. If anyone finishes all twelve, the others mustn’t write any more and she’ll be given a prize.”\n\n“That sounds all right.”\n\nHaving reached agreement, the two girls put out the light and went to bed.\n\nBut now read on."
}