{
  "index": "041",
  "title": "第41章 贾宝玉品茶栊翠庵 刘老老醉卧怡红院",
  "original": "话说刘老老两只手比着说道：“花儿落了结个大倭瓜。”众人听了，哄堂大笑起来。于是吃过门杯，因又斗趣笑道：“今儿实说罢，我的手脚子粗，又喝了酒，仔细失手打了这磁杯。有木头的杯取个来，我就失了手，掉了地下也无碍。”众人听了又笑起来。凤姐儿听如此说，便忙笑道：“果真要木头的，我就取了来，可有一句话先说下，这木头的可比不得磁的，那都是一套，定要吃遍一套才算呢。”刘老老听了，心下道：“我方才不过是趣话取笑儿，谁知他果真竟有。我时常在乡绅大家也赴过席，金杯银杯倒都也见过，从没见有木头杯的。哦！是了，想必是小孩子们使的木碗儿，不过诓我多喝两碗。别管他，横竖这酒蜜水儿似的，多喝点子也无妨。”想毕，便说：“取来再商量”。凤姐因命丰儿：“前面里间书架子上，有十个竹根套杯取来。”丰儿听了才要去取，鸳鸯笑道：“我知道，你那十个杯还小；况且你才说木头的，这会子又拿了竹根的来，倒不好看。不如把我们那里的黄杨根子整的十个大套杯拿来，灌他十下子。”凤姐儿笑道：“更好了。”\n　　鸳鸯果命人取来。刘老老一看，又惊又喜。惊的是一连十个挨次大小分下来，那大的足足的象个小盆子，极小的还有手里的杯子两个大；喜的是雕楼奇绝，一色山水树木人物，并有草字以及图印。因忙说道：“拿了那小的来就是了。”凤姐儿笑道：“这个杯，没有这大量的，所以没人敢使他。老老既要，好容易找出来，必定要挨次吃一遍才使得。”刘老老吓的忙道：“这个不敢！好姑奶奶，饶了我罢。”贾母、薛姨妈、王夫人知道他有年纪的人，禁不起，忙笑道：“说是说，笑是笑，不可多吃了，只吃这头一杯罢。”刘老老道：“阿弥陀佛！我还是小杯吃罢，把这大杯收着，我带了家去，慢慢的吃罢。”说的众人又笑起来。鸳鸯无法，只得命人满斟了一大杯，刘老老两手捧着喝。贾母、薛姨妈都道：“慢些，别呛了。”薛姨妈又命凤姐儿布个菜儿。凤姐笑道：“老老要吃什么，说出名儿来，我夹了喂你。”刘老老道：“我知道什么名儿，样样都是好的。”贾母笑道：“把茄鲞夹些喂他。”凤姐儿听说，依言夹些茄鲞送入刘老老口中，因笑道：“你们天天吃茄子，也尝尝我们这茄子，弄的可口不可口。”刘老老笑道：“别哄我了，茄子跑出这个味儿来了，我们也不用种粮食，只种茄子了。”众人笑道：“真是茄子，我们再不哄你。”刘老老诧异道：“真是茄子？我白吃了半日。姑奶奶再喂我些，这一口细嚼嚼。”凤姐儿果又夹了些放入他口内。刘老老细嚼了半日，笑道：“虽有一点茄子香，只是还不象是茄子。告诉我是个什么法子弄的，我也弄着吃去。”凤姐儿笑道：“这也不难。你把才下来的茄子把皮刨了，只要净肉，切成碎钉子，用鸡油炸了。再用鸡肉脯子合香菌、新笋、蘑菇、五香豆腐干子、各色干果子，都切成钉儿，拿鸡汤煨干了，拿香油一收，外加糟油一拌，盛在磁罐子里封严了。要吃的时候儿，拿出来，用炒的鸡瓜子一拌，就是了。”刘老老听了，摇头吐舌说：“我的佛祖！倒得多少只鸡配他，怪道这个味儿。”一面笑，一面慢慢的吃完了酒，还只管细玩那杯子。凤姐笑道：“还不足兴。再吃一杯罢？”刘老老忙道：“了不得，那就醉死了。我因为爱这样儿好看，亏他怎么做来着！”鸳鸯笑道：“酒喝完了，到底这杯子是什么木头的？”刘老老笑道：“怨不得姑娘不认得，你们在这金门绣户里，那里认的木头？我们成日家和树林子做街坊，困了枕着他睡，乏了靠着他坐，荒年间饿了还吃他；眼睛里天天见他，耳朵里天天听他，嘴儿里天天说他，所以好歹真假，我是认得的。让我认认。”一面说，一面细细端详了半日，道：“你们这样人家，断没有那贱东西，那容易得的木头你们也不收着了。我掂着这么体沉，这再不是杨木，一定是黄松做的。”众人听了，哄堂大笑起来。\n　　只见一个婆子走来，请问贾母说：“姑娘们都到了藕香榭，请示下，就演罢，还是再等一会儿呢？”贾母忙笑道：“可是倒忘了，就叫他们演罢。”那婆子答应去了。不一时，只听得萧管悠扬，笙笛并发；正值风清气爽之时，那乐声穿林度水而来，自然使入神恰心旷。宝玉先禁不住，拿起壶来斟了一杯，一口饮尽，复又斟上，才要饮，只见王夫人也要饮，命人换暖酒，宝玉连忙将自己的杯捧了过来，送到王夫人口边，王夫人便就他手内吃了两口。一时暖酒来了，宝玉仍归旧坐。王夫人提了暖壶下席来，众人都出了席，薛姨妈也站起来，贾母忙命李、凤二人接过壶来：“让你姨妈坐了，大家才便。”王夫人见如此说，方将壶递与凤姐儿，自己归坐。贾母笑道：“大家吃上两杯，今日实在有趣。”说着，擎杯让薛姨妈，又向湘云、宝钗道：“你姐妹两个也吃一杯。你林妹妹不大会吃，也别饶他。”说着自己也干了，湘云、宝钗、黛玉也都吃了。当下刘老老听见这般音乐，且又有了酒，越发喜的手舞足蹈起来。宝玉因下席过来，向黛玉笑道：“你瞧刘老老的样子。”黛玉笑道：“当日圣乐一奏，百兽率舞，如今才一牛耳。”众姐妹都笑了。\n　　须臾乐止，薛姨妈笑道：“大家的酒也都有了，且出去散散再坐罢。”贾母也正要散散，于是大家出席，都随着贾母游玩。贾母因要带着刘老老散闷，遂携了刘老老至山前树下，盘桓了半晌，又说给他这是什么树，这是什么石，这是什么花。刘老老一一领会，又向贾母道：“谁知城里不但人尊贵，连雀儿也是尊贵的。偏这雀儿到了你们这里，他也变俊了，也会说话了。”众人不解，因问：“什么雀儿变俊了会说话？”刘老老道：“那廊上金架子上站的绿毛红嘴是鹦哥儿，我是认得的。那笼子里的黑老鸽子，又长出凤头儿来，也会说话呢！”众人听了又都笑起来。\n一时只见丫头们来请用点心，贾母道：“吃了两杯酒，倒也不饿。也罢，就拿了来这里，大家随便吃些罢。”丫头听说，便去抬了两张几来，又端了两个小捧盒。揭开看时，每个盒内两样。这盒内是两样蒸食：一样是藕粉桂花糖糕，一样是松瓤鹅油卷。那盒内两样炸的：一样是只有一寸来大的小饺儿。贾母因问：“什么馅子？”婆子们忙回：“是螃蟹的。”贾母听了，皱眉说道：“这会子油腻腻的，谁吃这个。”又看那一样，是奶油炸的各色小面果子。也不喜欢，因让薛姨妈，薛姨妈只拣了块糕。贾母拣了个卷子，只尝了一尝，剩的半个，递给丫头了。刘老老因见那小面果子儿都玲珠剔透，各式各样，又拣了一朵牡丹花样的，笑道：“我们乡里最巧的姐儿们，剪子也不能铰出这么个纸的来。我又爱吃，又舍不得吃，包些家去给他们做花样子去倒好。”众人都笑了。贾母笑道：“家去我送你一磁坛子，你先趁热吃罢。”别人不过拣各人爱吃的拣了一两样就算了，刘老老原不曾吃过这些东西，且都做的小巧，不显堆垛儿，他和板儿每样吃了些个，就去了半盘子。剩的，凤姐又命攒了两盘，并一个攒盒，给文官儿等吃去。\n忽见奶子抱了大姐儿来，大家哄他玩了一会。那大姐儿因抱着一个大柚子玩，忽见板儿抱着一个佛手，大姐儿便要。丫鬟哄他取去，大姐儿等不得，便哭了。众人忙把柚子给了板儿，将板儿的佛手哄过来给他才罢。那板儿因玩了半日佛手，此刻又两手抓着些果子吃，又见这个柚子又香又圆，更觉好玩，且当球踢着玩去，也就不要佛手了。\n　　当下贾母等吃过了茶，又带了刘老老至栊翠庵来。妙玉相迎进去。众人至院中，见花木繁盛，贾母笑道：“到底是他们修行的人，没事常常修理，比别处越发好看。”一面说，一面便往东禅堂来。妙玉笑往里让，贾母道：“我们才都吃了酒肉，你这里头有菩萨，冲了罪过。我们这里坐坐，把你的好茶拿来，我们吃一杯就去了。”宝玉留神看他是怎么行事，只见妙玉亲自捧了一个海棠花式雕漆填金“云龙献寿”的小茶盘，里面放一个成窑五彩小盖钟，捧与贾母。贾母道：“我不吃六安茶。”妙玉笑说：“知道。这是‘老君眉’。”贾母接了，又问：“是什么水？”妙玉道：“是旧年蠲的雨水。”贾母便吃了半盏，笑着递与刘老老，说：“你尝尝这个茶。”刘老老便一口吃尽，笑道：“好是好，就是淡些，再熬浓些更好了。”贾母众人都笑起来。然后众人都是一色的官窑脱胎填白盖碗。\n　　那妙玉便把宝钗、黛玉的衣襟一拉，二人随他出去。宝玉悄悄的随后跟了来。只见妙玉让他二人在耳房内，宝钗便坐在榻上，黛玉便坐在妙玉的蒲团上。妙玉自向风炉上煽滚了水，另泡了一壶茶。宝玉便轻轻走进来，笑道：“你们吃体己茶呢！”二人都笑道：“你又赶了来撤茶吃！这里并没你吃的。”妙玉刚要去取杯，只见道婆收了上面茶盏来，妙玉忙命：“将那成窑的茶杯别收了，搁在外头罢。”宝玉会意，知为刘老老吃了，他嫌腌不要了。又见妙玉另拿出两只杯来，一个旁边有一耳，杯上携着“”三个隶字，后有一行小真字，是“王恺珍玩”；又有“宋元丰五年四月眉山苏轼见于秘府”一行小字。妙玉斟了一递与宝钗。那一只形似钵而小，也有三个垂珠篆字，镌着“点犀”。妙玉斟了一与黛玉，仍将前番自己常日吃茶的那只绿玉斗来斟与宝玉。宝玉笑道：“常言‘世法平等’，他两个就用那样古玩奇珍，我就是个俗器了？”妙玉道：“这是俗器？不是我说狂话，只怕你家里未必找的出这么一个俗器来呢！”宝玉笑道：“俗语说：‘随乡人乡’，到了你这里，自然把这金珠玉宝一概贬为俗器了。”妙玉听如此说，十分欢喜，遂又寻出一只九曲十环一百二十节蟠虬整雕竹根的一个大盏出来，笑道：“就剩下了这一个，你可吃的了这一海？”宝玉喜的忙道：“吃的了。”妙玉笑道：“你虽吃的了，也没这些茶你遭塌。岂不闻一杯为品，二杯即是解渴的蠢物，三杯便是饮驴了。你吃这一海，更成什么？”说的宝钗、黛玉、宝玉都笑了。妙玉执壶，只向海内斟了约有一杯。宝玉细细吃了，果觉轻淳无比，赏赞不绝。妙玉正色道：“你这遭吃茶，是托他两个的福，独你来了，我是不能给你吃的。”宝玉笑道：“我深知道，我也不领你的情，只谢他二人便了。”妙玉听了，方说：“这话明白。”\n　　黛玉因问：“这也是旧年的雨水？”妙玉冷笑道：“你这么个人，竟是大俗人，连水也尝不出来！这是五年前我在玄墓蟠香寺住着，收的梅花上的雪，统共得了那一鬼脸青的花瓮一瓮，总舍不得吃，埋在地下，今年夏天才开了。我只吃过一回，这是第二回了。你怎么尝不出来？隔年蠲的雨水，那有这样清淳？如何吃得！”宝钗知他天性怪僻，不好多话，亦不好多坐，吃过茶，便约着黛玉走出来。宝玉和妙玉陪笑说道：“那茶杯虽然腌了，白撩了岂不可惜？依我说，不如就给了那贫婆子罢，他卖了也可以度日。你说使得么？”妙玉听了，想了一想，点头说道：“这也罢了。幸而那杯子是我没吃过的；若是我吃过的，我就砸碎了也不能给他。你要给他，我也不管，你只交给他快拿了去罢。”宝玉道：“自然如此。你那里和他说话去？越发连你都腌了。只交给我就是了。”妙玉便命人拿来递给宝玉。宝玉接了，又道：“等我们出去了，我叫几个小么儿来河里打几桶水来洗地如何？”妙玉笑道：“这更好了。只是你嘱咐他们，抬了水，只搁在山门外头墙根下，别进门来。”宝玉道：“这是自然的。”说着，便袖着那杯递给贾母屋里的小丫头子拿着，说：“明日刘老老家去，给他带去罢。”交代明白，贾母已经出来要回去。妙玉亦不甚留，送出山门，回身便将门闭了，不在话下。\n　　且说贾母因觉身上乏倦，便命王夫人和迎春姐妹陪着薛姨妈去吃酒，自己便往稻香村来歇息。凤姐忙命人将小竹椅抬来，贾母坐上，两个婆子抬起，凤姐、李纨和众丫头婆子围随去了，不在话下。这里薛姨妈也就辞出。王夫打发文官等出去，将攒盒散给众丫头们吃去，自己便也乘空歇着，随便歪在方才贾母坐的榻上，命一个小丫头放下帘子来，又命捶着腿，吩咐他：“老太太那里有信，你就叫我。”说着也歪着睡着了。宝玉、湘云等看着丫头们将攒盒搁在山石上，也有坐在山石上的，也有坐在草地下的，也有靠着树的，也有傍着水的，倒也十分热闹。\n　　一时又见鸳鸯来了，要带着刘老老逛，众人也都跟着取笑。一时来至省亲别墅的牌坊底下，刘老老道：“嗳呀！这里还有大庙呢。”说着，便爬下磕头，众人笑弯了腰。刘老老道：“笑什么？这牌楼上的字我都认得。我们那里这样庙宇最多，都是这样的牌坊，那字就是庙的名字。”众人笑道：“你认得这是什么庙？”刘老老便抬头指那字道：“这不是‘玉皇宝殿’！”从人笑的拍手打掌，还要拿他取笑儿。刘老老觉的肚里一阵乱响，忙的拉着一个丫头，要了两张纸，就解裙子。众人又是笑，又忙喝他：“这里使不得！”忙命一个婆子，带了东北角上去了。那婆子指给他地方，便乐得走开去歇息。那刘老老因喝了些酒，他的脾气和黄酒不相宜，且吃了许多油腻饮食发渴，多喝了几碗茶，不免通泻起来，蹲了半日方完。及出厕来，酒被风吹，且年迈之人，蹲了半天，忽一起身，只觉眼花头晕，辨不出路径。四顾一望，都是树木山石，楼台房舍，却不知那一处是往那一路去的了，只得顺着一条石子路慢慢的走来。及至到了房子跟前又找不着门，再找了半日，忽见一带竹篱。刘老老心中自忖道：“这里也有扁豆架子？”一面想，一面顺着花障走来，得了个月洞门进去。\n　　只见迎面一带水池，有七八尺宽，石头镶岸，里面碧波清水，上面有块白石横架。刘老老便踱过石去，顺着石子甬路走去，转了两个弯子，只见有个房门。于是进了房门，便见迎面一个女孩儿，满面含笑的迎出来。刘老老忙笑道：“姑娘们把我丢下了，叫我碰头碰到这里来了。”说了，只觉那女孩儿不答。刘老老便赶来拉他的手，咕咚一声却撞到板壁上，把头碰的生疼。细瞧了一瞧，原来是一幅画儿。刘老老自忖道：“怎么画儿有这样凸出来的？”一面想，一面看，一面又用手摸去，却是一色平的，点头叹了两声。一转身，方得了个小门，门上挂着葱绿撒花软帘，刘老老掀帘进去。抬头一看，只见四面墙壁玲珑剔透，琴剑瓶炉皆贴在墙上，锦笼纱罩，金彩珠光，连地下踩的砖皆是碧绿凿花，竟越发把眼花了。找门出去，那里有门？左一架书，右一架屏。刚从屏后得了一个门，只见一个老婆子也从外面迎着进来。刘老老诧异，心中恍惚：莫非是他亲家母？因问道：“你也来了，想是见我这几日没家去？亏你找我来，那位姑娘带进来的？”又见他戴着满头花，便笑道：“你好没见世面！见这里的花好，你就没死活戴了一头。”说着，那老婆子只是笑，也不答言。刘老老便伸手去羞他的脸，他也拿手来挡，两个对闹着。刘老老一下子却摸着了，但觉那老婆子的脸冰凉挺硬的，倒把刘老老唬了一跳。猛想起：“常听见富贵人家有种穿衣镜，这别是我在镜子里头吗？”想毕，又伸手一抹，再细一看，可不是四面雕空的板壁，将这镜子嵌在中间的，不觉也笑了。因说：“这可怎么出去呢？”一面用手摸时，只听“硌磴”一声，又吓的不住的展眼儿。原来是西洋机括，可以开合，不意刘老老乱摸之间，其力巧合，便撞开消息，掩过镜子，露出门来。刘老老又惊又喜，遂走出来，忽见有一副最精的床帐。他此时又带了七八分酒，又走乏了，便一屁股坐在床上。只说歇歇，不承望身不由己，前仰后合的，朦胧两眼，一歪身就睡倒在床上。\n　　且说众人等他不见，板儿没了他老老，急的哭了。众人都笑道：“别是掉在茅厕里了？快叫人去瞧瞧。”因命两个婆子去找。回来说：“没有。”众人纳闷。还是袭人想道：“一定他醉了，迷了路，顺着这条路往我们后院子里去了。要进了花障子，打后门进去，还有小丫头子们知道；若不进花障子，再往西南上去，可够他绕会子好的了。我瞧瞧去。”说着便回来。进了怡红院，叫人，谁知那几个小丫头已偷空玩去了。\n　　袭人进了房门，转过集锦子，就听的鼾声如雷，忙进来，只闻见酒屁臭气满屋。一瞧，只见刘老老扎手舞脚的仰卧在床上。袭人这一惊不小，忙上来将他没死活的推醒。那刘老老惊醒，睁眼看见袭人，连忙爬起来，道：“姑娘，我该死了！好歹并没弄腌了床。”一面说，用手去掸。袭人恐惊动了宝玉，只向他摇手儿，不叫他说话。忙将当地大鼎内贮了三四把百合香，仍用罩子罩上。所喜不曾呕吐。忙悄悄的笑道：“不相干，有我呢。你跟我出来罢。”刘老老答应着，跟了袭人，出至小丫头子们房中，命他坐下，因教他说道：“你说‘醉倒在山石上，打了个盹儿’就完了。”刘老老答应“是”。又给了他两碗茶吃，方觉酒醒了。因问道：“这是那个小姐的绣房？这么精致！我就象到了天宫里的似的。”袭人微微的笑道：“这个么，是宝二爷的卧房啊。”那刘老老吓的不敢做声。袭人带他从前面出去，见了众人，只说：“他在草地下睡着了，带了他来的。”众人都不理会，也就罢了。\n　　一时贾母醒了，就在稻香村摆晚饭。贾母因觉懒懒的，也没吃饭，便坐了竹椅小敞轿，回至房中歇息，命凤姐儿等去吃饭。他姐妹方复进园来。未知如何，且看下回分解。",
  "translation": "Just then Granny Liu waving her arms announced:\n\n“When the flowers fall, a huge pumpkin forms.”\n\nThis was greeted with a roar of laughter.\n\nThen, having tossed off her cup as forfeit, by way of a joke she said, “To tell the truth, my hands are clumsy and, what with the drink I’ve taken, I’m afraid I may drop this porcelain cup. Would you fetch me a wooden one? Then even if I drop it, it won’t matter.”\n\nThey all laughed again.\n\n“If you really want a wooden one, I’ll fetch you one,” said Xifeng. “But first let me warn you, wooden cups aren’t like porcelain ones. They come in a set, and you must drink from each in turn.”\n\nGranny Liu thought, “I was only joking, but it seems they really have wooden cups. When I’ve dined in other big families I’ve seen gold and silver ones, but never wooden cups. Oh, I know. They must be the bowls children use, to trick me into drinking more. Never mind. This wine is no stronger than honey, so a few cups more won’t hurt.” So she said, “Fetch it, and then we’ll see.”\n\nXifeng told Fenger, “Bring those ten cups made of bamboo root from the bookcase in the front inner room.”\n\nAs Fenger was leaving to fetch them, Yuanyang intervened, “I know those ten cups of yours are small. And as you said just now it was to be a wooden one, it won’t look good to produce one of bamboo root. Better get that big set of ten made of boxwood root and make her drink ten cupsful.”\n\n“That’s better still,” agreed Xifeng.\n\nYuanyang sent to have the cups fetched. At sight of them Granny Liu was both shocked and delighted. Shocked by their size — the largest was as big as a small basin, the smallest larger than the cup in her hand; and delighted by their exquisite carvings of landscapes, trees and human figures, with inscriptions and seals. She cried:\n\n“Take the smallest one, that’s good enough for me.”\n\n“No one has the capacity for the large ones,” said Xifeng, “so nobody dares use them. But since you want one, good aunt, now that we’ve got it out you must drink from each in turn.”\n\n“Good gracious, no!” cried Granny Liu in dismay. “Do let me off, dear lady!”\n\nThe Lady Dowager, Aunt Xue and Lady Wang, knowing that at her age she should not be made to drink so much, interceded, “We were only joking. She mustn’t drink too much. Just let her use the first cup.”\n\n“Amida Buddha!” she exclaimed. “I’d better have a small one. Let me take this big one home to drink slowly.”\n\nThis set everyone laughing again. Yuanyang had no choice but to fill a large cup for her, and she clasped it in both hands to drink.\n\n“Do be careful,” warned the Lady Dowager and Aunt Xue. “Don’t choke.”\n\nAunt Xue told Xifeng to give her something to eat with it.\n\n“What would you like?” asked Xifeng. “Just name it and I’ll feed you.”\n\n“I don’t know what anything’s called,” cackled the old woman. “I just know everything’s good.”\n\n“Give her some of that eggplant appetizer,” said the Lady Dowager.\n\nXifeng accordingly put some in Granny Liu’s mouth.\n\n“You eat eggplant every day,” she told her. “See if you can taste what this is made of.”\n\n“Don’t try to fool me. How could eggplant taste like this? If it does, we country folk may as well stop growing other crops and stick to eggplant.”\n\n“It really is eggplant,” they cried. “We’re not fooling you.”\n\n“Really? Well, it has me beat.” She studied the morsel in her mouth. “Do let me have another bit to chew carefully.”\n\nXifeng gave her some more, and after chewing it slowly Granny Liu said with a smile...\n\nIt certainly tastes of eggplant, all right, but not quite like eggplant. Tell me how you prepared it and I’ll try cooking some that way some time.”\n\n“It’s quite simple,” said Xifeng. “Pick some early eggplant and skin it, then cut the pulp into small dice and fry it with chicken fat. Then take some dried chicken breast and choice mushrooms, fresh bamboo shoots, agaric, spiced dried beancurd and all sorts of preserved fruits; cut these up too into small dice and simmer them in chicken soup until it’s nearly all absorbed, then add sesame oil and pickles and store it in a tightly-sealed porcelain jar. When you want to eat some, take out a helping and fry it with diced chicken. That’s all.”\n\nGranny Liu shook her head and stuck out her tongue in amazement.\n\n“Gracious Buddha! No wonder it tastes so good, cooked with a dozen chickens.”\n\nShe was still slowly sipping her wine as she studied the cup.\n\n“Why, you haven’t finished yet,” cried Xifeng. “Do have another cup.”\n\n“No, no, I daren’t. I’d be dead drunk. It’s just that this cup is so pretty, I can’t think how it was made.”\n\n“Now that you’ve finished your wine, what wood do you think this cup is made of?” asked Yuanyang.\n\n“No wonder you young ladies don’t know,” cackled the old woman. “Living in luxury as you do in your noble family, how could you recognize different woods? Why, we’re neighbours all the year round with the trees. We sleep on them when we’re tired, sit on them when we’re weary, and when times are hard we eat them too. We see them every day with our eyes, hear them with our ears every day, and talk about them with our mouths every day; so of course I can tell good wood from bad and true from false. Let me have a good look.”\n\nShe scrutinized the cup carefully for some time.\n\n“A family like yours wouldn’t have anything cheap or easily come by, I’m sure. This feels quite heavy to me. It can’t be asp, it must be yellow pine.”\n\nThis set the whole party laughing.\n\nJust then an old serving-woman came up to ask the Lady Dowager, “The young ladies have all gone to Lotus Fragrance Anchorage. Do you want them to start the show now, or will they wait a little?”\n\n“I’d quite forgotten about them,” said the old lady. “Yes, tell them to start now.”\n\nThe woman assented and left.\n\nSoon flutes and pipes could be heard wafting from the bank, the clear breeze carrying their music across the water to them, refreshing and delightful. Baoyu could not resist filling a cup and tossing it off. He was refilling it to drink again when he noticed that Lady Wang wanted a drink too, and had asked for some warm wine. At once he offered her his own cup, which she put to her lips after he had held it for her for a while. Then, the warm wine having been brought, he resumed his seat while Lady Wang picked up the ever and left the table. The others had risen to their feet by now and Aunt Xue had also stood up.\n\n“Make your aunt sit down,” the Lady Dowager told Li Wan and Xifeng. “This is just a family party, we mustn’t stand on ceremony.”\n\nOnly then did Lady Wang set down the ever and resume her seat.\n\nThe Lady Dowager proposed a drink to Aunt Xue, then to Xiangyun and Baochai.\n\n“You two must drink a cup too,” she said. “And though your Cousin Daiyu doesn’t take much wine, we mustn’t let her off either.”\n\nWith that she drained her own cup, and Xiangyun, Baochai and Daiyu followed suit.\n\nBy now the old woman from the country, exhilarated by the music and the wine, was capering for joy.\n\nBaoyu left the table to whisper to Daiyu, “Just look at Granny Liu!”\n\n“The sage kings of old had only to play music to make all animals and birds dance,” she replied. “Today we’ve just one old cow.”\n\nThis set all the girls laughing.\n\nPresently the music stopped and Aunt Xue suggested, “We’ve all had a few drinks. Suppose we take a stroll outside before sitting down again.”\n\nThe Lady Dowager was beginning to feel tired and assented to this proposal.\n\nWishing to stroll about, the Lady Dowager led the whole company out to enjoy the sights. To amuse Granny Liu she took the old woman to the foot of a hill in front of which were trees and rocks.\n\n“What tree is this?” she would ask. “What rock is that?” And Granny Liu answered to the best of her ability.\n\n“I always thought you gentlefolk in town must live in style,” she observed, “but for all your fine talk I’d no idea it was as grand as this. Why, even the birds here are better dressed and can talk!”\n\nThe others were mystified.\n\n“What bird has smart clothes and can talk?” they asked.\n\n“Why, that parrot on the gold perch in the corridor, of course. I know him. And there’s that black old crow in the cage with a topknot — he can talk too.”\n\nThis set everyone laughing.\n\nJust then some maids came to announce that lunch was ready.\n\n“I’m not hungry after those two cups of wine I had,” said the Lady Dowager. “But have a table brought here and let’s just help ourselves to whatever we fancy.”\n\nThe maids fetched a small table and two food-boxes. When the covers were taken off, each box was seen to contain two kinds of steamed delicacies. One held sweet osmanthus cakes made with lotus-powder and sweet-rolls with pine-kernels and goose-fat stuffing. The other contained two kinds of fried cakes: one, small dumplings no more than an inch long.\n\n“What is the filling?” inquired the Lady Dowager.\n\n“Crab-meat,” the women told her.\n\nShe frowned. “Who wants anything so greasy?” she exclaimed.\n\nThe other fried cakes were small pastries of various shapes fried in cream. Not fancying these either, she offered some to Aunt Xue, who took one of the osmanthus cakes. The Lady Dowager chose a sweet-roll and, after taking just one bite, gave the rest to a maid.\n\nGranny Liu was struck by the dainty look of the small cream pastries, some of which were shaped like peonies.\n\n“Our cleverest girls in the country couldn’t cut out such pretty paper flowers!” she cried. “I’d like to eat this, but can’t bear to. Why not wrap some up to take home as patterns for them?”\n\nEverybody laughed at that.\n\n“I’ll give you a whole jarful to take back when you go,” promised the Lady Dowager. “You’d better eat these now while they’re hot.”\n\nThe others just helped themselves to one or two cakes each; but Granny Liu had never tasted such delicacies before and, as they were so small, she and Baner between them managed to polish off most of one plate. The remaining cakes Xifeng ordered to be put on two plates and sent, with some other dishes, to the actresses.\n\nJust then a nurse came in with the Lady Dowager’s granddaughter, and everyone played with the child for a while. She was amusing herself with a pomelo when she caught sight of Baner’s Buddha’s-hand and wanted it. The maids promised to get her one, but as the child could not wait she started crying. At once they gave Baner the pomelo and persuaded him to hand over his Buddha’s-hand. Having played with the citron for some time, Baner was now more interested in eating the cakes and fruit and clutching them in both hands. Besides, the pomelo was fragrant and round like a ball, good to kick about; so he was quite willing to part with the citron.\n\nAfter tea the Lady Dowager took Granny Liu to the Convent of Warm Scent. Miaoyu welcomed them in and they entered a courtyard filled with trees and flowers.\n\n“People who’ve renounced the world are certainly different,” remarked the Lady Dowager. “With nothing to do but tend these plants, they look so much better than elsewhere.”\n\nAs she spoke she was walking towards the East Dhyana Hall. Miaoyu invited her to go in and sit down, but she declined.\n\n“We’ve just been eating meat and wine,” she explained. “As you have a Buddha here, we mustn’t commit a sacrilege. We’ll just sit here while you brew us some of your good tea.”\n\nBaoyu watched Miaoyu as she brought out a small tea-tray...\n\nMiao-yu at once produced a small tray carved with a design of a dragon offering a long-life character. On this was a covered cup of “egg-shell” blanc-de-chine from the Cheng Hua period with multi-coloured designs. This she offered to the Lady Dowager.\n\n“I don’t drink Liu An tea,” said the old lady.\n\n“I know,” replied Miao-yu smiling. “This is Old Man’s Eyebrows.”\n\nThe Lady Dowager took the tea and asked, “What water did you use?”\n\n“Rain-water saved from last year.”\n\nAfter sipping half the cup she handed the rest to Granny Liu, urging her, “Taste this tea.”\n\nThe old woman drank it straight off.\n\n“Quite good, but a bit on the weak side,” was her verdict. “It’d be better stronger.”\n\nThis amused everyone present.\n\nThe rest of the company had plain covered cups with white slip from the Imperial Kiln.\n\nMiao-yu then took Pao-chai and Tai-yu by the sleeve and drew them aside. Pao-yu, who had quietly followed them, saw her take them into the side hall where Pao-chai sat on a couch and Tai-yu on Miao-yu’s hassock. The nun, fanning the stove to make the water boil faster, brewed some fresh tea. Pao-yu slipped in then and laughed:\n\n“So this is the tea ‘just for us’!”\n\n“So you’ve turned up again to sponge.” Tai-yu and Pao-chai chuckled. “There’s none for you here.”\n\nAs Miao-yu was going to fetch a cup, the serving-woman brought in the used cups from the other room. Miao-yu promptly told her to put the Cheng Hua cup aside outside. Then, understanding that she considered it contaminated because Granny Liu had used it, Pao-yu made a mental note of this.\n\nMiao-yu produced two more cups. One, shaped like a small alms-bowl with a handle, was inscribed in the official script with the three words “Part of a Qiao” and, in smaller characters in the running-hand, “Treasure of Wang Kai.” There was also the inscription: “In the fourth month of the fifth year of the Yuan Feng period Su Shih of Meishan saw this in the Inner Palace.” Having filled this, Miao-yu handed it to Pao-chai.\n\nThe other, small and shaped like a monk’s alms-bowl, had the three seal characters “Dotted Rhinoceros” inlaid with pearls. This she gave to Tai-yu.\n\nThen she poured tea from the pot into the green jade beaker which she usually used and handed it to Pao-yu.\n\n“So this is what is meant by ‘all men are equal before the law’,” he quipped. “They get priceless antiques, but I have to put up with a common object like this.”\n\n“A common object?” retorted Miao-yu. “I doubt if your family could produce such a common object, not to boast.”\n\n“As the saying goes, ‘In Rome do as the Romans do,’” he replied. “When I come to your place, of course I must accept whatever you consider inferior — gold, pearls and jewels alike.”\n\nThis pleased Miao-yu so much that she produced a huge goblet carved out of a whole bamboo root with knobs forming a design of coiled dragons and clouds.\n\n“Here’s my treasure. Are you equal to this?” she asked.\n\n“Yes, indeed!” cried Pao-yu overjoyed.\n\n“You may be, but you’ll never get so much tea. You’ve never heard the saying: To drink one cup is good taste; a second cup is just to quench a vulgar thirst; any more and you’re swilling it down like a pig? How could you drink this whole goblet?”\n\nPao-yu, Pao-chai and Tai-yu laughed.\n\nMiao-yu picked up the pot and was about to pour when she changed her mind.\n\n“No, you don’t deserve this goblet. Outside there’s a vat — why don’t you go and drink from that? That would save me trouble and suit you too.”\n\nThey all laughed then, and she poured him about one cupful. Pao-yu savoured it slowly and found it quite superb, light and clear beyond description. He was loud in his praises.\n\n“You’ve your two cousins to thank for this treat,” Miao-yu told him sternly. “If you’d come alone, you wouldn’t have got any.”\n\n“I realize that,” he said. “So I’ll thank them, not you.”\n\n“Quite right,” she approved.\n\nThen Tai-yu asked, “Is this rain-water too?”\n\n“You’re really vulgar.” Miao-yu sniffed. “Can’t you even tell rain-water? This is snow I gathered from plum-blossom five years ago, when I was staying at Coiled Incense Temple on Mount Xuanmu. I managed to fill that whole blue porcelain pot, and I’ve kept it buried in the earth ever since, not starting to use it till this summer. Today is only the second time I’ve opened it. Why, surely even you can tell rain-water from snow-water? How could snow-water, stored like that, be light and clear the way this is? How could you possibly mistake it?”\n\nHow could you not tell the difference? How could last year’s rain-water be as light and pure as this? It isn’t fit to drink.”\n\nKnowing how eccentric Miaoyu was, Bacchai made no comment but after sipping her tea suggested that they should leave. Baoyu smiled at Miaoyu.\n\n“That cup’s contaminated,” he said. “But wouldn’t it be a pity to just throw it away? Wouldn’t it be better to give it to that poor old woman? She could sell it to help out. What do you think?”\n\nMiaoyu after a little reflection nodded.\n\n“Very well. Luckily I’ve never used that cup. If I had, I’d have smashed it rather than give it away. Since you want to give it to her, go ahead. But don’t bring her here. Hand it over quickly and let her be off.”\n\n“Of course,” he agreed. “You mustn’t have any dealings with her, or you’d be contaminated too. Just leave it to me.”\n\nMiaoyu had the cup fetched and given to Baoyu.\n\n“When we leave,” he said, “I’ll send some lads to fetch a few buckets of water from the river to wash your floor for you. All right?”\n\n“That’s good.” She smiled. “But tell them to leave the buckets of water outside the gate by the wall, not to bring them in.”\n\n“Of course.” He put the cup in his sleeve, then gave it to one of the maids from the Lady Dowager’s apartments to keep, telling her, “Give this tomorrow to Granny Liu to take home with her.”\n\nBy the time these arrangements had been made, the Lady Dowager had announced that it was time to leave. Miaoyu did not press them to stay but saw them out and closed the gate behind them.\n\nTo return to the Lady Dowager. Feeling tired, she told Lady Wang and the young ladies to keep Aunt Xue company at the feast while she went to rest in Paddy-Sweet Cottage. Xifeng at once ordered serving-women to bring a small bamboo sedan-chair. The old lady got into it and was carried away, escorted by Xifeng, Li Wan and maids and serving-women, leaving Aunt Xue to take her leave of the others. Lady Wang sent the actresses away, distributing the contents of the hamper to the maids, then lay down on the couch the Lady Dowager had just vacated, telling a maid to let down the curtains.\n\n“When the old lady’s ready to leave, let me know,” she said.\n\nHaving given these orders she dozed off.\n\nBaoyu, Xiangyun and the others watched the maids set the hamper on a rock. Some of the girls sat on the rocks, some on the grass, some leaning against trees or beside the stream, making a very picturesque group.\n\nPresently Yuanyang arrived to take Granny Liu to amuse herself, and the others tagged along to have some fun with the old woman. When they reached the archway of the Imperial Concubine’s villa, Granny Liu exclaimed:\n\n“Aiya! There’s a big temple here!” She knelt down and bowed, making everyone double up with laughter.\n\n“What are you laughing at?” she demanded. “I know the characters on that arch. We have plenty of temples like this where I live, all with archways like that, and the characters written on them are the name of the temple.”\n\n“What temple is this then?” they asked.\n\nShe raised her head and pointed. “Why, isn’t that ‘Hall of the Jade Emperor’ written there?”\n\nThey clapped their hands, hooting with laughter, and were starting to tease her again when the old woman felt a rumbling in her belly. Hastily catching hold of a young maid she asked for some paper and started to undo her skirt.\n\n“You can’t do that here!” they cried, laughing and stopping her.\n\nOne woman was told to take her to the northeast corner. The woman pointed out the place, then left her to have a rest herself. Granny Liu, who had drunk a lot of wine which disagreed with her and eaten so much rich food that she was thirsty and had swilled down a good deal of tea as well, now had a bad attack of diarrhoea. She squatted down for a long time before finally emerging, feeling rather dizzy.\n\nOne day she got up suddenly feeling dizzy and confused, unable to make out the way. Looking around she saw nothing but trees, rocks, buildings and houses without knowing which path led where. She had to make her way slowly along a cobbled walk. When she reached some buildings she could find no gate, and it took her some time to discover a bamboo fence. To herself she thought, “I see they have frames here for runner-beans.” Skirting this fence she came to a moon gate and stepped through it.\n\nBefore her was a pool about seven or eight feet wide, its stone banks enclosing clear green water, spanned by a white marble balustrade. Stepping across this she followed a cobbled path which twisted round two boulders to a door. Entering this she saw a girl smiling at her, and promptly exclaimed:\n\n“The young ladies have walked off and left me. I’ve been searching high and low without any luck till I found my way here.”\n\nThe girl made no answer. Granny Liu hurried forward to take her hand — and bumped her head hard on the wooden wall. This gave her quite a shock. When she took a closer look she saw that it was a picture. She thought, “How ever do they make pictures that bulge out like that?” She felt it with her fingers and found that it was flat; then, nodding and sighing, she discovered a small door with a portiere of soft flowered green silk. Lifting this she went in.\n\nShe found herself in a room the walls of which were covered with cunningly carved openwork of wood, to which were attached zithers, swords, vases and censers; and the floor was paved with patterned bricks. So many silk hangings and gauze curtains, so much splendour and glitter, made her more dizzy than ever. When she looked for the way out, there was none. To the left was a bookcase, to the right a screen. She had just found a door behind the screen when an old woman accosted her.\n\nGranny Liu was flabbergasted, wondering if this could be her daughter’s mother-in-law. For she had the same knot of hair at the nape of her neck.\n\n“So you’ve come too,” she said. “I suppose you were worried because I hadn’t been home for the last few days. Which of the young ladies brought you in?”\n\nBut the old woman simply smiled and made no answer.\n\nGranny Liu seized her by the arm to whisper something in her ear, but the other fended her off. Then Granny Liu saw to her astonishment that the old woman’s face was cold and hard as ice. She recoiled in horror.\n\n“I’ve often heard tell of mirrors in rich folks’ houses,” she thought. “I wonder if this is one of them.” She reached out to feel it, and it was indeed a mirror which felt cold and smooth to the touch.\n\nShe could not help laughing. “How do I get out?” As she groped around her fingers touched a switch; and when she pressed this, to her amazement there was a crash — she had accidentally triggered off the Western mechanism. The mirror slid aside to reveal a door.\n\nIn high delight she stepped through it into a small suite of exquisitely furnished rooms. Here she saw a most elegant bed, and being more than half tipsy as well as tired out by now, she plumped down on it to have a little rest. But her limbs no longer obeyed her. She swayed to and fro, unable to keep her eyes open, then curled up and fell fast asleep.\n\nShe went off in that direction to the back of the compound. If she goes through the trellis and in by the back gate, the young maids will see her; but if she doesn’t go through the trellis and heads southwest, she’ll have to make a long detour. I’d better go and look for her.”\n\nWith that she turned back. Upon reaching Happy Red Court she called for the maids, but they had seized this chance to run off and amuse themselves.\n\nXiren went inside. Rounding the ornamental partition she heard thunderous snores and, hurrying in, was nearly knocked down by the fumes of wine and the stench which filled the room. And there on the bed lay Granny Liu, flat on her back with her arms and legs outspread.\n\nXiren was horrified. Rushing over she shook her frantically. Granny Liu, waking up with a start and seeing Xiren, scrambled up.\n\n“Miss, I deserve to die for this!” she cried. “Luckily I haven’t dirtied the bed.” She started brushing it.\n\nAfraid that Baoyu might be disturbed, Xiren signed to her not to talk. Then quickly stuffing three or four handfuls of incense into the big tripod in the middle of the room, she put the cover on again. Luckily there had been no vomiting.\n\n“It’s all right,” she whispered cheerfully. “I’ll see to it. Just come along with me.”\n\nGranny Liu assented and followed Xiren out to the young maids’ room.\n\n“Tell them you were so drunk you dozed off on the rockery,” Xiren instructed her, making her sit down.\n\n“To be sure, miss,” agreed the old woman.\n\nXiren gave her two cups of strong tea. Then, having sobered up, Granny Liu asked:\n\n“Which young lady’s room is that, so beautifully furnished? It’s like something out of heaven.”\n\nXiren smiled.\n\n“This? Why, it’s Master Bao’s bedroom.”\n\nGranny Liu was too shocked to say another word. Xiren led her out to the front where she found the others and explained:\n\n“She was asleep on the grass. I brought her along.”\n\nNone of them saw through this story and let it pass.\n\nPresently the Lady Dowager woke up and dinner was served in Paddy-Sweet Cottage. As the old lady felt disinclined to eat, however, she had herself carried back in her small bamboo sedan-chair to her own quarters to rest, telling Xifeng and the others to have their meal. So the girls went back to the Garden. To know what followed, read the next chapter."
}