{
  "index": "045",
  "title": "第45章 金兰契互剖金兰语 风雨夕闷制风雨词",
  "original": "话说凤姐儿正抚恤平儿，忽见众姐妹进来，忙让了坐，平儿斟上茶来。凤姐儿笑道：“今儿来的这些人，倒象下帖子请了来的。”探春先笑道：“我们有两件事，一件是我的，一件是四妹妹的，还夹着老太太的话。”凤姐儿笑道：“有什么事这么要紧？”探春笑道：“我们起了个诗社，头一社就不齐全，众人脸软，所以就乱了例了。我想必得你去做个‘监社御史’，铁面无私才好。再四妹妹为画园子，用的东西这般那般不全，回了老太太，老太太说：‘只怕后头楼底下还有先剩下的，找一找。若有呢，拿出来，若没有，叫人买去。’”凤姐儿笑道：“我又不会做什么‘湿’咧‘干’的，叫我吃东西去倒会。”探春笑道：“你不会做，也不用你做，你只监察着我们里头有偷安怠惰的，该怎么罚他就是了。”凤姐儿笑道：“你们别哄我，我早猜着了，那里是请我做‘监察御史’，分明叫了我去做个进钱的铜商罢咧。你们弄什么社，必是要轮流着做东道儿。你们的钱不够花，想出这个法子来勾了我去，好和我要钱。可是这个主意不是？”说的众人都笑道：“你猜着了！”李纨笑道：“真真你是个水晶心肝玻璃人儿。”凤姐笑道：“亏了你是个大嫂子呢！姑娘们原是叫你带着念书，学规矩，学针线哪。这会子起诗社，能用几个钱，你就不管了？老太太、太太罢了，原是老封君，你一个月十两银子的月钱，比我们多两倍子，老太太、太太还说你‘寡妇失业’的，可怜，不够用，又有个小子，足足的又添了十两银子，和老太太、太太平等，又给你园子里的地，各人取租子；年终分年例，你又是上上分儿。你娘儿们主子奴才共总没有十个人，吃的穿的仍旧是大官中的，通共算起来，也有四五百银子。这会子你就每年拿出一二百两来陪着他们玩玩儿，有几年呢？他们明儿出了门子，难道你还赔不成。这会子你怕花钱，挑唆他们来闹我，我乐得去吃个河落海干，我还不知道呢！”\n　　李纨笑道：“你们听听，我说了一句，他就说了两车无赖的话！真真泥腿光棍，专会打细算盘、分金辩两的。你这个东西，亏了还托生在诗书仕宦人家做小姐，又是这么出了嫁，还是这么着。要生在贫寒小门小户人家，做了小子丫头，还不知怎么下作呢？天下都叫你算计了去！昨儿还打平儿，亏你伸的出手来。那黄汤难道灌丧了狗肚子里去了？气的我只要替平儿打抱不平儿。忖夺了半日，好容易‘狗长尾巴尖儿’的好日子，又怕老太太心里不受用，因此没来。究竟气还不平，你今儿倒招我来了。给平儿拾鞋还不要呢！你们两个，很该换一个过儿才是。”说的众人都笑了。凤姐忙笑道：“哦，我知道了，竟不是为诗为画来找我，竟是为平儿报仇来了。我竟不知道平儿有你这么位仗腰子的人。想来就象有鬼拉着我的手似的，从今我也不敢打他了。平姑娘，过来，我当着你大奶奶、姑娘们替你赔个不是，担待我‘酒后无德’罢！”说着众人都笑了．李纨笑问平儿道：“如何，我说必要给你争争气才罢。”平儿笑道：“虽是奶奶们取笑儿，我可禁不起呢。”李纨道：“什么禁的起禁不起，有我呢。快拿钥匙叫你主子开门找东西去罢。”\n　　凤姐儿笑道：“好嫂子，你且同他们去园子里去。才要把这米账合他们算一算，那边大太太又打发人来叫，又不知有什么话说，须得过去走一走。还有你们年下添补的衣裳，打点给人做去呢。”李纨笑道：“这些事情我都不管，你只把我的事完了，我好歇着去，省了这些姑娘们闹我。”凤姐儿忙笑道：“好嫂子，赏我一点空儿。你是最疼我的，怎么今儿为平儿就不疼我了？往常你还劝我说：‘事情虽多，也该保全身子，检点着偷空儿歇歇。’你今儿倒反逼起我的命来了。况且误了别人年下的衣裳无碍，他姐儿们的要误了，却是你的责任。老太太岂不怪你不管闲事，连一句现成的话也不说？我宁可自己落不是，也不敢累你呀。”李纨笑道：“你们听听，说的好不好？把他会说话的！我且问你，这诗社到底管不管？”凤姐儿笑道：“这是什么话！我不入社花几个钱，我不成了大观园的反叛了么？还想在这里吃饭不成？明日一早就到任，下马拜了印，先放下五十两银子给你们慢慢的做会社东道儿。我又不会作诗作文的，只不过是个大俗人罢了。‘监察’也罢，不‘监察’也罢，有了钱了，愁着你们还不撵出我来！”说的众人又都笑起来。\n　　凤姐儿道：“过会子我开了楼房，所有这些东西，叫人搬出来你们瞧，要使得，留着使；要少什么，照你们的单子，我叫人赶着买去就是了。画绢我就裁出来。那图样没有在老太太那里，那边珍大爷收着呢。说给你们，省了碰钉子去。我去打发人取了来，一并叫人连绢交给相公们矾去，好不好呢？”李纨点头笑道：“这难为你。果然这么着还罢了。那么着，咱们家去罢，等着他不送了去，再来闹他。”说着便带了他姐妹们就走。凤姐儿道：“这些事再没别人，都是宝玉生出来的。”李纨听了，忙回身笑道：“正为宝玉来，倒忘了他！头一社是他误了。我们脸软，你说该怎么罚他？”凤姐想了想，说道：“没别的法子，只叫他把你们各人屋子里的地罚他扫一遍就完了。”众人都笑道：“这话不差。”\n　　说着才要回去，只见一个小丫头扶着赖嬷嬷进来。凤姐等忙站起来，笑道：“大娘坐下。”又都向他道喜。赖嬷嬷向炕沿上坐了，笑道：“我也喜，主子们也喜。要不是主子们的恩典，我这喜打那里来呢。昨儿奶奶又打发彩哥赏东西，我孙子在门上朝上磕了头了。”李纨笑道：“多早晚上任去？”赖嬷嬷叹道：“我那里管他们，由他们去罢。前儿在家里给我磕头，我没好话。我说：‘小子，别说你是官了，横行霸道的！你今年活了三十岁，虽然是人家的奴才，一落娘胎胞儿，主子的恩典，放你出来，上托着主子的洪福，下托着你老子娘，也是公子哥儿似的读书写字，也是丫头、老婆，奶子捧凤凰似的。长了这么大，你那里知道奴才两字是怎么写！只知道享福，也不知你爷爷和你老子受的那苦恼，熬了两三辈子，好容易挣出来你这个东西，从小儿三灾八难，花的银子照样打出你这个银人儿来了。到二十岁上，又蒙主子的恩典，许你捐了前程在身上。你看那正根正苗，忍饥挨饿的要多少？你一个奴才秧子，仔细折了福！如今乐了十年，不知怎么弄神弄鬼，求了主子，又选出来了。县官虽小，事情却大，作那一处的官，就是那一方的父母。你不安分守己，尽忠报国，孝敬主子，只怕天也不容你。’”李纨、凤姐儿都笑道：“你也多虑。我们看他也就好。先那几年，还进来了两次，这有好几年没来了。年下生日，只见他的名字就罢了。前儿给老太太、太太磕头来，在老太太那院里，见他又穿着新官的服色，倒发的威武了，比先时也胖了。他这一得了官，正该你乐呢，反倒愁起这些来。他不好，还有他的父母呢，你只受用你的就完了。闲时坐个轿子进来，和老太太斗斗牌，说说话儿，谁好意思的委屈了你。家去一般也是楼房厦厅，谁不敬你，自然也是老封君似的了。”\n　　平儿斟上茶来，赖嬷嬷忙站起来道：“姑娘，不管叫那孩子倒来罢了，又生受你。”说着，一面吃茶，一面又道：“奶奶不知道，这小孩子们全要管的严。饶这么严，他们还偷空儿闹个乱子来，叫大人操心。知道的，说小孩子们淘气，不知道的人，人家就说仗着财势欺人，连主子名声也不好。恨的我没法儿．常把他老子叫了来，骂一顿才好些。”因又指宝玉道：“不怕你嫌我，如今老爷不过这么管你一管，老太太就护在头里。当日老爷小时，你爷爷那个打，谁没看见的！老爷小时，何曾象你这么天不怕地不怕的。还有那边大老爷，虽然淘气，也没象你这扎窝子的样儿，也是天天打。还有东府里你珍大哥哥的爷爷，那才是火上浇油的性子，说声恼了，什么儿子，竟是审贼！如今我眼里看着，耳朵里听着，那珍大爷管儿子，倒也象当日老祖宗的规矩，只是着三不着两的。他自己也不管一管自己，这些兄弟侄儿怎么怨的不怕他。你心里明白，喜欢我说，不明白，嘴里不好意思，心里不知怎么骂我呢。”\n　　说着，只见赖大家的来了，接着周瑞家的张材家的都进来回事情。凤姐儿笑道：“媳妇来接婆婆来了。”赖大家的笑道：“不是接他老人家来的，倒是打听打听奶奶、姑娘们赏脸不赏脸？”赖嬷嬷听了，笑道：“可是我糊涂了，正经说的都没说，且说些陈谷子烂芝麻的。因为我们小子选出来了，众亲友要给他贺喜，少不得家里摆个酒。我想摆一日酒，请这个不请那个也不是。又想了一想，托主子的洪福，想不到的这么荣耀光彩，就倾了家我也愿意的。因此吩咐了他老子连摆三日酒：头一日在我们破花园子里摆几席酒，一台戏，请老太太、太太们、奶奶、姑娘们去散一日闷，外头大厅上一台戏，几席酒，请老爷们、爷们，增增光。第二日再请亲友。第三日再把我们两府里的伴儿请一请。热闹三天，也是托着主子的洪福一场，光辉光辉。”李纨、凤姐儿都笑道：“多早晚的日子？我们必去。只怕老太太高兴要去也定不得。”赖大家的忙道：“择的日子是十四，只看我们奶奶的老脸罢了。”凤姐儿笑道：“别人我不知道，我是一定去的。先说下，我可没有贺礼，也不知道放赏，吃了一走儿，可别笑话。”赖大家的笑道：“奶奶说那里话，奶奶一喜欢，赏我们三二万银子那就有了。”赖嬷嬷笑道：“我才去请老太太，老太太也说去，可算我这脸还好。”说毕叮咛了一回，方起身要走。因看见周瑞家的，便想起一事来，因说道：“可是还有一句话问奶奶，这周嫂子的儿子，犯了什么不是，撵了他不用？”凤姐儿听了，笑道：“正是我要告诉你媳妇儿呢。事情多，也忘了。赖嫂子回去说给你老头子，两府里不许收留他儿子，叫他各人去罢。”赖大家的只得答应着。\n　　周瑞家的忙跪下央求。赖嬷嬷忙道：“什么事？说给我评评。”凤姐儿道：“前儿我的生日，里头还没喝酒，他小子先醉了。老娘那边送了礼来，他不在外头张罗，倒坐着骂人，礼也不送进来。两个女人进来了，他才带领小么儿们往里端。小幺儿们倒好好的，他拿的一盒子倒失了手，撒了一院子馒头。人去了，我打发彩明去说他，他倒骂了彩明一顿。这样无法无天的忘八羔子．还不撵了做什么！”赖嬷嬷道：“我当什么事情，原来为这个。奶奶听我说，他有的不是，打他骂他，叫他改过就是了，撵出去断乎使不得。他又比不得是咱们家的家生子儿，他现是太太的陪房，奶奶只顾撵了他，太太的脸上不好看。我说奶奶教导他几板子，以戒下次，仍旧留着才是。不看他娘，也看太太。”凤姐儿听了，便向赖大家的说道：“既这么着，明儿叫了他来，打他四十棍，以后不许他喝酒。”赖大家的答应了。周瑞家的才磕头起来，又要给赖嬷嬷磕头，赖大家的拉着方罢。然后三人去了。\n　　李纨等也就回园中来。至晚，果然凤姐命人找了许多旧收的画具出来，送至园中。宝钗等选了一回。各色东西可用的只有一半，将那一半开了单子，给凤姐去照样置买，不必细说。\n　　一日，外面矾了绢，起了稿子进来。宝玉每日便在惜春那边帮忙，探春、李纨、迎春、宝钗等也都往那里来闲坐，一则观画，二则便于会面。宝钗因见天气凉爽，夜复渐长，遂至贾母房中商议，打点些针线来。日间至贾母、王夫人处两次省候，不免又承色陪坐，闲时园中姐妹处，也要不时闲话一回。故日间不大得闲，每夜灯下女工，必至三更方寝。黛玉每岁至春分，秋分后必犯旧疾，今秋又遇着贾母高兴，多游玩了两次，未免过劳了神，近日又复嗽起来，觉得比往常又重，所以总不出门，只在自己房中将养。有时闷了，又盼个姐妹来说些闲话排遣。及至宝钗等来望候他，说不得三五句话，又厌烦了。众人体谅他病中，且素日形体娇弱，禁不得一些委屈，所以他接待不周，礼数疏忽，也都不责他。\n　　这日宝钗来望他，因说起这病症来。宝钗道：“这里走的几个大夫，虽都还好，只是你吃他们的药，总不见效，不如再请一个高手的人来瞧一礁，治好了岂不好。每年间闹一春一夏，又不老，又不小，成什么，也不是个常法儿。”黛玉道：“不中用。我知道我的病是不能好的了。且别说病，只论好的时候我是怎么个形景儿，就可知了。”宝钗点头道：“可正是这话。古人说：‘食谷者生’，你素日吃的竟不能添养精神气血，也不是好事。”黛玉叹道：“‘死生有命，富贵在天’，也不是人力可以强求的，今年比往年反觉又重了些似的。”说话之间，已咳漱了两三次。宝钗道：”昨儿我看你那药方上，人参肉桂觉得太多了。虽说益气补神，也不宜太热，依我说，先以平肝养胃为要。肝火一平，不能克土，胃气无病，饮食就可以养人了。每日早起，拿上等燕窝一两、冰糖五钱，用银锅子熬出粥来，要吃惯了，比药还强，最是滋阴补气的。”\n　　黛玉叹道：“你素日待人，固然是极好的，然我最是个多心的人，只当你有心藏奸。从前日你说看杂书不好，又劝我那些好话，竟大感激你。往日竟是我错了，实在误到如今。细细算来．我母亲去世的时候，又无姐妹兄弟，我长了今年十五岁，竟没一个人象你前日的话教导我。怪不得云丫头说你好。我往日见他赞你，我还不受用；昨儿我亲自经过，才知道了。比如你说了那个，我再不轻放过你的，你竟不介意，反劝我那些话，可知我竟自误了。若不是前日看出来，今日这话，再不对你说。你方才叫我吃燕窝粥的话，虽然燕窝易得，但只我因身子不好了，每年犯了这病，也没什么要紧的去处；请大夫，熬药，人参，肉桂，已经闹了个天翻地覆了，这会子我又兴出新文来，熬什么燕窝粥，老太太、太太、凤姐姐这三个人便没话，那些底下老婆子丫头们，未免嫌我太多事了。你看这里这些人，因见老太太疼了宝玉和凤姐姐两个，他们尚虎视眈耽，背地里言三语四的，何况于我？况我又不是正经主子，原是无依无靠投奔了来的，他们已经多嫌着我呢。如今我还不知进退，何苦叫他们咒我？”\n　　宝钗道：“这么说，我也是和你一样。”黛玉道：“你如何比我？你又有母亲，又有哥哥。这里又有买卖地土，家里又仍旧有房有地。你不过亲戚的情分，白住在这里，一应大小事情又不沾他们一文半个，要走就走了。我是一无所有，吃穿用度，一草一木，皆是和他们家的姑娘一样，那起小人岂有不多嫌的？”宝钗笑道：“将来也不过多费得一副嫁妆罢了，如今也愁不到那里。”黛玉听了，不觉红了脸，笑道：“人家把你当个正经人，才把心里烦难告诉你听，你反拿我取笑儿！”宝钗笑道：“虽是取笑儿，却也是真话。你放心，我在这里一日，我与你消遣一日。你有什么委屈烦难、只管告诉我，我能解的，自然替你解。我虽有个哥哥．你也是知道的；只有个母亲，比你略强些。咱们也算同病相怜。你也是个明白人，何必作‘司马牛之叹’？你才说的也是，多一事不如省一事。我明日家去和妈妈说了，只怕燕窝我们家里还有，与你送几两。每日叫丫头们就熬了，又便宜，又不惊师动众的。”黛玉忙笑道：“东西是小，难得你多情如此。”宝钗道：“这有什么放在嘴里的！只愁我人人跟前失于应候罢了。这会子只怕你烦了，我且去了。”黛玉道：“晚上再来和我说句话儿。”宝钗答应着便去了。不在话下。\n　　这里黛玉喝了两口稀粥，仍歪在床上。不想日未落时，天就变了，浙浙沥沥下起雨来。秋霖脉脉，阴晴不定，那天渐渐的黄昏时候了，且阴的沉黑，兼着那雨滴竹梢，更觉凄凉。知宝钗不能来了，便在灯下随便拿了一本书，却是《乐府杂稿》，有《秋闺怨》，《别离怨》等词。黛玉不觉心有所感，不禁发于章句、遂成《代别离》一首，拟《春江花月夜》之格，乃名其词为《秋窗风雨夕》。词曰：\n　　秋花惨淡秋草黄，耿耿秋灯秋夜长。\n　　已觉秋窗秋不尽，那堪风雨助秋凉！\n　　助秋风雨来何速？惊破秋窗秋梦续。\n　　抱得秋情不忍眠，自向秋屏挑泪烛。\n　　泪烛摇摇爇短檠，牵愁照恨动离情。\n　　谁家秋院无风入？何处秋窗无雨声？\n　　罗衾不奈秋风力，残漏声催秋雨急。\n　　连宵脉脉复飕飕，灯前似伴离人泣。\n　　寒烟小院转萧条，疏竹虚窗时滴沥。\n　　不知风雨几时休，已教泪洒窗纱湿。\n　　吟罢搁笔，方欲安寝，丫鬟报说：“宝二爷来了。”一语未尽，只见宝玉头上戴着大箬笠，身上披着蓑衣。黛玉不觉笑道：“那里来的这么个渔翁？”宝玉忙问：“今儿好？吃了药了没有？今儿一日吃了多少饭？”一面说，一面摘了笠，脱了蓑。一手举起灯来，一手遮着灯儿，向黛玉脸上照了一照，觑着瞧了一瞧，笑道：“今儿气色好了些。”黛玉看他脱了蓑衣，里面只穿半旧红绫短袄，系着绿汗巾子，膝上露出绿绸撒花裤子，底下是掐金满绣的绵纱抹子，着蝴蝶落花鞋。黛玉问道：“上头怕雨，底下这鞋袜于是不怕的？也倒干净些呀。”宝玉笑道：“我这一套是全的。一双棠木屐，才穿了来，脱在廊檐下了。”黛玉又看那蓑衣斗笠不是寻常市卖的，十分细致轻巧，因说道：“是什么草编的？怪道穿上不象那刺猥似的。”宝玉道：“这三样都是北静王送的。他闲常下雨时，在家里也是这样。你喜欢这个，我也弄一套来送你。别的都罢了，惟有这斗笠有趣：上头这顶儿是活的，冬天下雪戴上帽子，就把竹信子抽了去，拿了顶子来，只剩了这个圈子，下雪时男女都带得。我送你一顶，冬天下雪戴。”黛玉笑道：“我不要他。戴上那个，成了画儿上画的和戏上扮的那渔婆儿了。”及说了出来，方想起来这话恰与方才说宝玉的话相连了，后悔不迭，羞的脸飞红，伏在桌上，嗽个不住。\n　　宝玉却不留心，因见案上有诗，遂拿起来看了一遍，又不觉叫好。黛玉听了，忙起来夺在手内，灯上烧了。宝玉笑道：“我己记熟了。”黛玉道：“我要歇了，你请去罢，明日再来。”宝玉听了，回手向怀内掏出一个核桃大的金表来，瞧了一瞧，那针巳指到戌末亥初之间，忙又揣了，说道：“原该歇了，又搅的你劳了半日神。”说着，披蓑戴笠出去了，又翻身进来，问道：“你想什么吃？你告诉我，我明儿一早回老太太，岂不比老婆子们说的明白？”黛玉笑道：“等我夜里想着了，明日一早告诉你。你听雨越发紧了，快去罢。可有人跟没有？”两个婆子答应：“有，在外面拿着伞点着灯笼呢。”黛玉笑道：“这个天点灯笼？”宝玉道：“不相干，是羊角的，不怕雨。”黛玉听说，回手向书架上把个玻璃绣球灯拿下来，命点一枝小蜡儿来，递与宝玉道：“这个又比那个亮，正是雨里点的。”宝玉道：“我也有这么一个，怕他们失脚滑倒了打破了，所以没点来。”黛玉道：“跌了灯值钱呢，是跌了人值钱？你又穿不惯木屐子。那灯笼叫他们前头点着，这个又轻巧又亮，原是雨里自己拿着的。你自己手里拿着这个，岂不好？明儿再送来。就失了手也有限的，怎么忽然又变出这‘剖腹藏珠’的脾气来！”宝玉听了，随过来接了。前头两个婆子打着伞，拿着羊角灯，后头还有两个小丫鬟打着伞。宝玉便将这个灯递给一个小丫头捧着，宝玉扶着他的肩，一径去了。\n　　就有蘅芜院两个婆子，也打着伞提着灯，送了一大包燕窝来，还有一包子洁粉梅片雪花洋糖。说：“这比买的强。我们姑娘说：‘姑娘先吃着，完了再送来。’”黛玉回说：“费心。”命他：“外头坐了吃茶。”婆子笑道：“不喝茶了，我们还有事呢。”黛玉笑道：“我也知道你们忙。如今天又凉，夜又长，越发该会个夜局赌两场了。”一个婆子笑道：“不瞒姑娘说，今年我沾了光了。横竖每夜有几个上夜的人，误了更又不好，不如会个夜局，又坐了更，又解了闷。今儿又是我的头家，如今园门关了，就该上场儿了。”黛玉听了，笑道：“难为你们。误了你们的发财，冒雨送来。”命人：“给他们几百钱打些酒吃，避避雨气。”那两个婆子笑道：“又破费姑娘赏酒吃。”说着磕了头，出外面接了钱，打伞去了。\n紫鹃收起燕窝，然后移灯下帘，伏侍黛玉睡下。黛玉自在枕上感念宝钗，一时又羡他有母有兄；一回又想宝玉素昔和睦，终有嫌疑。又听见窗外竹梢蕉叶之上，雨声淅沥，清寒透幕，不觉又滴下泪来。直到四更方渐浙的睡熟了。暂且无话。\n要知端底，且看下回分解。",
  "translation": "As Xifeng was consoling Pinger, the young ladies arrived. She made haste to invite them to be seated while Pinger poured tea.\n\n“What a crowd we have today!” Xifeng exclaimed. “It’s as if you’d all been invited by written invitations.”\n\n“We’ve two things to ask you,” said Tanchun, taking the lead. “One’s my idea, the other is Fourth Sister’s. And we’ve a message from the old lady too.”\n\n“What’s so important?”\n\n“We’ve started a poetry club, but at our very first meeting we were incomplete. And because we’re all too soft-hearted to insist on the rules, our club’s in a mess. We want you to be our supervisor. You’re strict and impartial, just the person we need. The other thing is that Fourth Sister needs some things for painting the Garden which she can’t get. When she reported this to the old lady, the old lady said, ‘I think there may be some left in the store-rooms at the back. Go and have a look. If you find what’s needed, well and good. If not, we can buy it.’”\n\n“I can’t write poetry, wet or dry,” retorted Xifeng with a laugh. “I’m only good at eating.”\n\n“You needn’t write any. Just keep an eye on us and punish anyone who’s lazy or breaks the rules.”\n\n“Don’t try to fool me,” cried Xifeng. “I’ve caught on. You don’t want me as a supervisor but as a copper merchant to supply you with cash. You’re starting this club to make each member take a turn to play host; but as you’re short of funds you’ve thought up this trick to rope me in and get money out of me. Isn’t that the idea?”\n\nThe others laughed.\n\n“Yes, you’ve guessed right.”\n\n“What a transparent character you are!” exclaimed Li Wan. “A glass crystal.”\n\n“Is that a proper way for a mistress to talk?” Xifeng retorted. “The young ladies should be studying, learning manners and needlework under your guidance. But instead you start a poetry club. Is it so costly that you can’t manage it? Well, I don’t blame the old lady and Lady Wang — they’re mistresses of the house. But you get ten taels a month, twice as much as the rest of us. The old lady and my mistress say that you, a widow, have lost your prop and are hard up, what with your son to bring up too; so on top of your monthly allowance they give you another ten taels, making you the equal of them. You’re given land in the Garden too to farm out for rent. And at the end of the year you get the biggest share of the New-Year gifts. You and your son, with the maids and nannies in your household, don’t number ten in all, yet your food and clothing are provided by the official. If you add it all up, you clear four or five hundred taels a year. Would it break you to spend one or two hundred a year to amuse the girls with? In a few years they’ll be married and gone; will you still be spending money on them then? So now you’re trying to get out of it and egging them on to come and trouble me. I’m all for eating and drinking, but I’m not such a fool as not to see through this.”\n\n“Just listen to her!” cried Li Wan laughingly. “I say one word and the wretch reels off two cartloads of shameless talk. A regular guttersnipe and money-grubber, calculating down to the last cent. Under that smart appearance you’ve the soul of a petty, shameless tradesman. It’s a good thing you were born a young lady in a cultured, official family and married into a family like ours. If you’d been the son or daughter of some poor family, you’d have been beneath contempt. The whole world’s been cheated by your calculations. And the other day you beat Pinger. I’m surprised you had the nerve. Have you no shame? It made my blood boil. I’d have liked to take her part. But I thought, this being her lucky birthday, if I made a scene the old lady might be upset. So I kept away, though I was still furious. And now you’ve provoked me again. You aren’t fit to hand Pinger her shoes. You two should change places.”\n\nThis set everybody laughing.\n\n\"Oh, I see,\" said Xifeing quickly with a smile. \"You didn't come about the poem or the painting but to avenge Pinger. I'd no idea Pinger had such a champion. It must have been a ghost guiding my hand. From now on I daren't beat her again. Come here, miss, and let me apologize to you in front of your mistress and the young ladies. You must excuse my 'bad behaviour after drinking.'\" At that everyone laughed.\n\n\"You see?\" Li Wan asked Pinger. \"I said I must see justice done.\"\n\n\"Even if you ladies are only joking, this is more than I can take,\" protested Pinger.\n\n\"Nonsense. I'm here to back you up. Hurry up and get the keys to open the door for your mistress to look for that thing.\"\n\n\"Please, my good sister-in-law, take them all to the Garden,\" begged Xifeng. \"I was just going to check these rice accounts with them when the old lady sent to summon me, Goodness knows what for, but I must go. Then there are the extra clothes you'll all be needing for New Year, and I must see they're made.\"\n\n\"I don't care about any of that,\" retorted Li Wan. \"Just finish my business first so that I can rest and these girls will stop pestering me.\"\n\n\"Do let me off for a bit, there's a dear.\" Xifeng smiled. \"You've always been so good to me, why be so hard on me today for Pinger's sake? You're always advising me, 'Even though you have so much to do, you should look after your health and try to snatch some rest.' But today you're driving me too hard. Besides, it doesn't matter if other people's New Year clothes are held up; but if I delay those for the girls, you'll be to blame. The old lady will scold you for not lifting a finger to help, not even putting in a word for me. I'd rather get the blame myself than land you in trouble.\"\n\n\"Just listen to her!\" cried Li Wan. \"What a way to talk! I ask you, are you going to take charge of the poetry club or not?\"\n\n\"What a question! If I didn't join and contribute a few tacls, wouldn't I be a rebel against Prospect Garden? I'd no longer be fit to eat here. I'll assume office first thing tomorrow. After dismounting and being invested with the seal, I shall lay down fifty tacls of silver for you to use slowly for your club meetings. I can't write poems or essays, I'm just a vulgar soul. Whether I'm a supervisor or not, once you've got my money I expect you'll throw me out.\" This set everyone laughing again.\n\n\"Presently I'll open the loft and have all the things there brought out for you to look at,\" promised Xifeng. \"If they're any use, keep them. Whatever is missing I'll send to buy at once, according to your list. I'll cut the silk for the painting too. The design isn't with the old lady. Master Zhen has it, so I'm telling you to save you the trouble of asking her. I'll send to fetch it, then have the silk and design given to the gentlemen to size. Will that do?\"\n\n\"Yes, thank you.\" Li Wan nodded. \"That's all right then. Well, we can go home now. If she doesn't send the things over, we can come and raise more dust.\" She prepared to lead the girls away.\n\n\"All this trouble is Pao-yu's fault,\" remarked Xifeng.\n\nLi Wan turned back to say, \"Yes, we came because of Pao-yu, then forgot him. He played truant from the first meeting. We're too soft-hearted. What punishment do you suggest?\"\n\nAfter a little thought Xifeng proposed, \"The only thing is to make him sweep the floor of each of your rooms.\"\n\n\"Good idea,\" cried the others.\n\nThey were starting back when a young maid...\n\nLai Mama’s daughter-in-law helped her in, and Xifeng and the others rose to greet her.\n\n“Do sit down, aunt,” they cried, smiling.\n\nThey all congratulated her.\n\nThe old nurse sat on the edge of the kang. “I’m happy, and so are Their Ladyships,” she said. “But for Their Ladyships’ kindness, how could I have this happiness? Yesterday Her Ladyship sent Caige over with presents, and my grandson kowtowed his thanks at the gate.”\n\n“When is he taking up his post?” asked Li Wan.\n\n“I don’t keep track of them, I leave them to their own devices,” sighed the nurse. “The other day when he came home to kowtow to me I gave him a piece of my mind. ‘Don’t think that just because you’re an official now, young fellow, you can throw your weight about,’ I said. ‘You’re thirty this year. Though born a slave, thanks to our masters’ goodness you were freed while still in your mother’s womb. Thanks to their great good fortune, and to your parents, you’ve been able to study like any young gentleman, waited on hand and foot by nurses and maids. You’ve grown up without knowing the meaning of the word “slave,” knowing nothing but enjoyment. You’ve no idea what hardships your grandfather and father went through. It took two or three generations of struggling to produce a brat like you. You had one illness after another as a child, and the money spent on you would make a silver statue your size. Then at twenty, thanks again to our masters’ kindness, you were allowed to purchase a rank. Plenty of real, full-blooded officials’ sons starve and freeze. How can a slave’s brat like you presume so much? You’ll be throwing away your luck! After ten years of easy living, I don’t know what tricks you’ve been up to but you begged our masters to get you this post. A district magistrate may be a small official, but he has big responsibilities. The official in charge of a district is the father and mother of the people there. If you don’t behave properly and serve the country loyalty, showing due gratitude to our masters, I’m afraid Heaven and Earth won’t forgive you.’”\n\n“You worry too much,” Li Wan and Xifeng laughed. “We think he’s all right. The first few years he came in to see us a couple of times, but we’ve not set eyes on him for years. At New Year and on birthdays we just see his name on the list. The other day, though, when he came to kowtow to the old lady and Her Ladyship, we saw him in the old lady’s compound in his new official robes. He’s stouter than he was and looks most impressive. Now that he’s an official you should be happy instead of worrying. If he doesn’t behave well, he has his parents to answer to. You just enjoy yourself. When you’ve time, come in by sedan-chair for a game of cards with the old lady or a chat. No one would dare offend you. You have buildings and halls at home as we have here, and everyone respects you like an old lady of title.”\n\nPinger poured tea just then, and the nurse rose quickly to her feet.\n\n“You should have got one of the girls to do that, miss,” she protested. “It’s too bad of you to trouble yourself.”\n\nShe sipped her tea.\n\n“You don’t realize, madam, young people have to be strictly disciplined,” she went on. “But even so, they’re liable to get up to mischief when your back is turned, giving their elders no end of anxiety. Some people who know them realize that children will be naughty; but those who don’ may think they’re throwing their weight about because of their powerful connections, and that would give our masters a bad name. It makes me so mad, I often have to call in his father to give him a scolding before he behaves a little better.”\n\nShe pointed a finger at Baoyu.\n\n“You mustn’t mind my saying this, but the other day when the master gave you a beating, the old lady took it so to heart. In the old days, when your father was a boy, the beatings your grandfather gave him were something shocking. As a boy your father was never as wild and reckless as you. And your Uncle She, although he was a young scamp, wasn’t such a homebody as you, yet he was beaten every day. As for your Cousin Zhen’s grandfather in the East Mansion, he had a simply fiery temper. When he flew into a rage, he didn’t care whether a boy was his son or not — he’d treat him like a thief. I saw this with my own eyes and heard it with my own ears....”\n\n\"As for Master Zhen’s way of disciplining his son, it’s like our Old Ancestress’ rules in the old days, only he’s so inconsistent. He doesn’t set an example himself, so how can his younger brothers and nephews help resenting him? If you have any sense you’ll be pleased by my advice; if not, though you may not say so to my face, you’ll be cursing me in your heart.”\n\nJust then Lai Da’s wife arrived, followed by Zhou Rui’s wife and Zhang Cai’s wife who had come on business.\n\nXifeng quipped, “Here’s the daughter-in-law come to fetch her mother-in-law.”\n\nLai Da’s wife smiled.\n\n“No, I’m not here to fetch the old lady but to ask whether the ladies and young ladies mean to favour us or not. My son’s been given a post, and relatives and friends want to congratulate him so we’ve no choice but to give a feast. I thought, if we give one feast and don’t invite some, that won’t do either. Then I thought again, thanks to our masters’ good fortune, such unhoped-for glory and splendour is worth ruining myself for. So I told his father we must give feasts for three days. The first day we’ll have a few tables in our poor excuse for a garden and one performance, and invite the old lady, the mistresses, ladies and young ladies to amuse themselves for a day. In the big hall outside we’ll have one performance and a few tables for the gentlemen to add to our lustre. The second day we’ll ask our relatives and friends. The third day, we’ll invite all the attendants in our two mansions. These three days of merry-making, thanks to our masters’ good fortune, will make a splendid show.”\n\nLi Wan and Xifeng said with a smile, “Which days have you chosen? We’ll certainly come. Unless the old lady’s in such good spirits, she may decide to go too.”\n\n“We’ve chosen the fourteenth,” was the prompt reply. “We’ll just rely on you ladies to do us the honour.”\n\n“I can’t answer for the others, but I’m certainly coming,” promised Xifeng. “I warn you, though, I’m bringing no presents and don’t know anything about tips. I shall just eat my fill and leave. You mustn’t laugh at me.”\n\n“Don’t talk like that, madam,” begged Lai Da’s wife. “If you’re pleased, you may give us twenty or thirty thousand taels, and that will be that.”\n\nLai嬷嬷 chimed in, “I’ve just asked the old lady and she said she’d come too. So I haven’t lost face yet.”\n\nAfter a few more injunctions she got up to leave. The sight of Zhou Rui’s wife reminded her of something.\n\n“There’s one question I’d like to ask you, madam,” she said. “What has Mrs. Zhou’s son done wrong that you’ve dismissed him?”\n\n“I meant to tell your daughter-in-law, but I’ve been too busy and forgot,” replied Xifeng. “When you go back, sister-in-law, tell your husband that neither of our mansions is to take on her son. Let him go elsewhere.”\n\nLai Da’s wife had to agree to this.\n\nThen Zhou Rui’s wife fell on her knees to beg for mercy, and Lai嬷嬷 asked what the young fellow had done.\n\n“The other day on my birthday, before the drinking started inside, the wretch got drunk first,” Xifeng told her. “When gifts arrived from Her Old Ladyship, instead of making himself useful outside he sat there swearing. He didn’t even bring the gifts in. After two women had come in, he finally brought some young stewards in to carry things; and while they were all right, he dropped a hamper and scattered rolls all over the courtyard. After the people had left, I sent Caiming to give him a talking-to. But he swore at Caiming instead. A young turtle like that who knows no law, human or divine — what do we want to keep him for?”\n\n“So that’s what happened,” said Lai嬷嬷. “Listen to me, madam. If he did wrong, you should have beaten or scolded him to make him mend his ways. It would never do to dismiss him. He’s not one of our house-born slaves; he came here with Her Ladyship.\n\nXiren advised, “If you dismiss him it will look bad for Her Ladyship. I think, madam, you should have him given a good beating to warn him not to do it again, but keep him on. If not for his mother’s sake, for Her Ladyship’s.”\n\nXifeng turned to Lai Wang’s wife. “In that case, have him given forty strokes tomorrow and tell him he’s not to drink any more.”\n\nLai Wang’s wife assented. Then Mrs. Zhou kotowed and rose to her feet. She would have kotowed to Nanny Lai too, but the latter’s daughter-in-law stopped her. And after that the three of them left.\n\nLi Wan and the others now went back to the Garden. That evening Xifeng sent them many of her old painting materials, and Baochai and the rest selected what they could use. Half of the things on their list were still missing, so they made out a list of these for Xifeng to have bought. Of this no more need be said.\n\nOne day the silk was sized and a draft of the picture brought in. Baoyu started spending every day with Xichun to help her, and Tanchun, Li Wan, Yingchun and Baochai often came to sit there too, both to watch the progress of the painting and to keep them company.\n\nAs the weather was now cool and the nights were growing longer, Baochai went to the Lady Dowager to propose that she should do some needlework in the evenings. She called on the old lady and Lady Wang twice a day, and felt obliged to stay and amuse them for a while. In her spare time she would chat for a while with the other girls in the Garden. So she had little time to herself during the day, and sat sewing by lamplight every night until the third watch.\n\nDaiyu always had a relapse of her old trouble after the spring and autumn equinox. This autumn, because she had joined in some of the fun during the Lady Dowager’s gay birthday celebrations, she had overtaxed her strength. She was now coughing worse than ever and felt disinclined to go out, preferring to stay indoors to rest. Sometimes, when feeling depressed, she hoped one of her cousins would drop in for a chat. But after no more than a few words with Baochai or any other visitor she would be exhausted. Knowing how delicate she was and that she could not stand the least annoyance, the others did not take offence if she was sometimes offhand or failed to observe the usual courtesies.\n\nOne day Baochai came to see her and spoke of her illness.\n\n“The doctors here are all quite good,” said Baochai, “but the medicine they prescribe doesn’t seem to help. I think you should ask some better physician to see you. What a good thing it would be to have this cured! You can’t go on like this, ill every spring and summer. You’re neither old nor very young, you know.”\n\n“There’s no hope for me,” was Daiyu’s answer. “I know this illness will never leave me. You can tell that from the way I am even when I’m slightly better.”\n\n“I know what you mean.” Baochai nodded. “As the ancients say, ‘Those who eat grain are subject to all ailments.’ Your food can’t build up your strength and energy, and that’s bad.”\n\nDaiyu sighed. “‘Life and death are determined by fate, rank and riches decreed by Heaven.’” It’s beyond the power of man to change one’s destiny. This year I feel worse than last.” She coughed two or three times as she spoke.\n\n“I saw your prescription yesterday,” said Baochai. “There seems to me too much ginseng and cinnamon in it. Although they stimulate your energy, too much heat is no good either. In my opinion, the first thing to do is to calm the liver and nourish the stomach. When the fire in the liver is calmed, the liver won’t overcome the earth, and then the stomach will function properly and food will be able to build up your energy. Every morning you should take an ounce of the best quality bird’s-nest and five mace of crystal sugar to make a gruel with; for if you take this regularly it’s better than medicine — the best way to supplement your vital essence and energy.”\n\n“The way you usually treat people is very good,” sighed Daiyu. “But I’m so suspicious that I imagined you were hiding your cunning. Ever since the day you reproved me for reading unorthodox books and advised me so kindly, I’ve been most grateful. I used to misjudge you all the time. I’ve been mistaken up to now. When my mother died and I had no one to confide in...”\n\n\"I have no sisters or brothers. Though I'm fifteen this year, no one ever gave me the good advice you did the other day. No wonder Xiangyun speaks so well of you. I used to feel put out when I heard her praise you, but after what happened yesterday I can see how right she was. If you hadn't spoken to me so frankly, I'd have taken offence; yet far from minding, you reasoned with me. That made me realize how wrong I'd been. If I hadn't seen this the other day, I wouldn't be telling you this today. Just now, when you advised me to take bird's-nest porridge, although bird's-nests are easy to come by, I'm not really well enough to bother. I have this illness every year and it's nothing serious. As it is, I've already turned everything upside down here by asking for doctors, medicines, special syrups and ginseng. If I start something new now by asking for bird's-nest porridge, even if the old lady, Lady Wang and Xifeng don't say anything, the old nurses and maids are bound to think me too troublesome.\n\n\"You can see how people here are: they're already jealous because the old lady dotes on Baoyu and Xifeng, and they gossip spitefully behind their backs. So how can they help resenting me? Besides, I'm not a real mistress of the house. I came here all alone as a poor dependent. They resent me enough as it is. If I don't know my place but ask for more, why should I invite their curses?\"\n\n\"In that case,\" replied Baochai, \"I'm in the same boat as you.\"\n\n\"How can you compare with me? You have your mother and brother. You have property and land here, and your own family still has houses and land elsewhere. You're only staying in this house as a relative. You don't have to ask them for a single penny, and you can leave any time you want. I have nothing. What I eat, wear and use — every single thing, big or small — is the same as the girls in their household. So how can those mean creatures help being jealous?\"\n\nBaochai smiled.\n\n\"All it will mean in future is an extra trousseau. You needn't worry about that now.\"\n\nDaiyu flushed.\n\n\"I look on you as a real friend,\" she complained, \"that's why I've told you my troubles. Instead of sympathizing, you make fun of me.\"\n\n\"Though that was a joke, it's the truth,\" replied Baochai. \"Don't worry. I'll keep you company and amuse you as long as I'm here. You can tell me all your worries and difficulties, and if I can help I certainly will. I have a brother, as you know, but only a mother — that's slightly better than your position. So we're both in the same boat, aren't we? And as a sensible girl why should you 'lament your lot like Sima Niu'? There's truth, though, in the old saying: The less trouble, the better. I'll tell my mother when I go home tomorrow, and I'm sure we have some bird's-nest. I'll bring you a few ounces, and your maids can prepare it for you every day. It won't cost anything and won't put anyone out.\"\n\n\"You're so kind, it's a small thing but hard to come by,\" said Daiyu gratefully.\n\n\"What's a little bird's-nest between friends?\" Baochai laughed. \"I'm only afraid people may think me remiss. I'm afraid I've tired you, I must be going now.\"\n\n\"Come back this evening for another chat,\" urged Daiyu.\n\nBaochai promised to do so and left.\n\nDaiyu drank a few more mouthfuls of gruel then lay down again. But before sunset the weather changed and it began to rain, a steady downpour. The overcast autumn sky, fickle as it was, darkened imperceptibly and now was black with clouds. The rain dripping on the bamboos outside sounded unusually dreary. Knowing that Baochai would not be able to come, she picked up a book under the lamp. It was an old volume of yuefu with such poems as Grievance of a Girl in Autumn and Grievance on Parting. This reading moved Daiyu so much that she was inspired to write a poem to the metre of Moon over the River on a Spring Night, calling it Parting. It ran as follows:\n\nthat night she called her poem *An Autumn Wind and Rainy Night*. It ran as follows:\n\nThe autumn flowers are dead, the autumn grass sere.\nIn the dim lamplight the autumn night seems long.\nBy my autumn window, autumn seems endless,\nWhat can I do against the wind and rain speeding autumn on?\nWhence comes the wind hastening the rain here?\nThrough my autumn window it breaks the dream I dream:\nDistressed by autumn’s mood, I cannot sleep,\nBut trim the candle by my autumn screen.\nThe guttering candle throws a flickering light\nAnd stirs the grief of separation, regret at heart.\nIs there no courtyard which the wind does not invade?\nNo autumn window which the rain does not assail?\nThe silken quilt wards off the autumn wind no more,\nI hear the rain hasten the water-clock’s last drops.\nAll night the pelting rain and sobbing wind keep on,\nAs if accompanying one weeping far from home.\nIn my small, chilly, desolate courtyard mist hangs low,\nSparse bamboos drip by the empty window there;\nBut I know not when the wind and rain will cease,\nFor they have drenched my window’s gauze with tears.\n\nShe had just put down her brush when her maid announced, “Master Bao is here.” And in he walked, wearing a large hat of plaited bamboo leaves and a coir cape.\n\n“Where does this fisherman come from?” she asked with a smile. “Are you better today? Have you taken your medicine? How much rice have you eaten today?”\n\nAs he made answer he took off his hat and cape, propping the one against the floor and hanging the other on the rack almost before the maid could take them. Then, raising the lamp with one hand and shading it with the other, he peered at Daiyu.\n\n“You’re looking much better today,” he announced.\n\nShe saw that he was wearing a red silk sleeveless jacket, not too new, green silk trousers and black socks with embroidered edges. His shoes were also of silk embroidered with a butterfly and flower design.\n\n“Are you only afraid of the rain on top, not minding it underneath?” she asked. “Your shoes and socks are clean, though.”\n\n“I’ve a complete suit,” he told her. “These are pear-wood pattens which I’ve just taken off, leaving them out on the verandah.”\n\nDaiyu noticed then that his cape and hat were not the sort sold in the market but extremely finely and skilfully made.\n\n“What are they plaited with?” she asked. “No wonder you don’t look like a hedgehog in that, as you do in the ordinary ones.”\n\n“These three things are all presents from the Prince of Beijing. When it’s raining he wears the same at home. If you like them, I’ll get you a set. The best thing is the hat. The crown is removable, so that in winter you can wear it in the snow by just changing the crown for a male one. Then it’s suitable for either sex.”\n\n“No, thank you,” said Daiyu with a chuckle. “If I wore that, I should look like one of the fisherwomen you see in paintings or operas.” As soon as the words were out she remembered that this remark was connected with the one she had made about him, and she flushed in confusion. Leaning over the table, she choked and coughed until she could hardly get her breath.\n\nBaoyu, however, was too preoccupied to notice this. Having caught sight of the poem on the table, he picked it up and read it through.\n\n“Excellent!” he cried.\n\nBut Daiyu snatched it from him and burned it over the lamp.\n\n“I’ve learned it by heart,” he told her.\n\n“I want to rest now,” she said. “Please go away. Come back tomorrow.”\n\nHe handed her the watch he took from his pocket, a gold one the size of a walnut, and watched her as she examined it.\n\n“It’s nearly the end of the first watch,” she told him. “Time to rest. I’ve kept you so long, your health is not too good either.” He put on his cape and hat and took his leave, then turned back to ask, “Is there anything you’d like to eat? Tell me and I’ll let the old lady know first thing tomorrow. It’s better than their hearing it from your nurses.”\n\n“I’ll think it over during the night and let you know in the morning. Listen, the rain’s coming down harder. Do hurry. Have you anyone with you?”\n\nTwo matrons answered, “Yes, they’re outside with umbrellas and lanterns.”\n\n“Yes, they have lanterns too as well as umbrellas.”\n\n“Lanterns in this weather?” Dai-yu laughed.\n\n“It’s all right,” said Bao-yu. “They’re horn-lanterns. They’re made to stand rain.”\n\nDai-yu, hearing this, reached up to the bookshelf and took down a glass snowstorm-lantern. She told them to light a small candle inside it and handed it to Bao-yu.\n\n“This is even better for using in the rain,” she said. “It’s a lot brighter.”\n\n“I’ve got one like that too,” said Bao-yu. “I didn’t bring it because I was afraid they might slip and break it.”\n\n“Which is more valuable, a lantern or a person?” said Dai-yu. “You’re not used to wearing pattens, so you ought to have a lantern to hold yourself. They can have the horn one to walk in front with. This one is light and bright and just the thing for you to carry in the rain yourself. Wouldn’t that be better? You can send it back to me tomorrow. Even if you do drop it, it won’t be the end of the world. Why must you suddenly turn into such a ‘cut-open-the-belly-to-hide-the-pearl’ idiot?”\n\nBao-yu took the lantern from her. Two old women preceded him with umbrellas and the horn lantern, and two little maids followed behind with umbrellas. He gave the snowstorm-lantern to one of the little maids to carry and, leaning on the other one’s shoulder, went off.\n\nJust then two old women from All-spice Court arrived with umbrellas and a lantern, bringing a big packet of edible bird’s-nest and a packet of fancy, snow-white sugar-plums from the South.\n\n“This is better than the stuff you buy,” they said. “Our young lady says will you please try it, and if you like it, when you’ve finished this lot, she will send you some more.”\n\nDai-yu thanked them and told Nightingale to ask them outside to have some tea.\n\n“No tea, thank you, miss,” said the women. “We’ve got other things to do.”\n\n“I know how busy you are,” said Dai-yu, “what with the days getting colder and the nights getting longer — just the time for starting up the night-school again.”\n\n“I don’t mind telling you, miss,” said one of the women, “this year I’ve been in luck. There’s several of us on night duty and we have to stay up anyway, so rather than waste the time we’ve been having a little game. And as I’m the banker tonight and the garden gate is shut already, I reckon it’s time we were starting.”\n\n“I’m sorry you’ve had to miss your game and bring this stuff to me in the rain,” said Dai-yu. She turned to Nightingale: “Give them a few hundred cash to buy themselves some wine with to keep the cold out.”\n\n“Thank you, miss, for the wine-money,” said the women. They kotowed, then went outside to receive the cash and made off into the rain with their umbrella.\n\nNightingale put the bird’s-nest away, then let down the lamp-shade and lowered the curtains before helping Dai-yu to bed.\n\nAs she lay in the darkness, Dai-yu’s thoughts turned to Bao-chai. For a moment she envied her for having a mother and a brother. Then she reflected that though Bao-yu was well-disposed towards her and had her own affection in return, it was a pity that in their case the old proverb ‘where hearts are knit, strangers are as kin’ did not apply. A faint, cold drizzle had begun to fall outside and the sound of its steady dripping on the bamboo leaves and plantains outside her window struck a chill into her heart. Soon she was weeping again. It was after four before she finally dropped off.\n\nBut our narrative must continue in the following chapter."
}