{
  "index": "047",
  "title": "第47章 呆霸王调情遭苦打 冷郎君惧祸走他乡",
  "original": "话说王夫人听见邢夫人来了，连忙迎着出去。邢夫人犹不知贾母已知鸳鸯之事，正还又来打听信息，进了院门，早有几个婆子悄悄的回了他，他才知道。待要回去，里面已知，又见王夫人接出来了，少不得进来。先与贾母请安，贾母一声儿不言语，自己也觉得愧悔。凤姐儿早指一事回避了。鸳鸯也自回房去生气。薛姨妈、王夫人等恐碍着邢夫人的脸面，也都渐浙退了。邢夫人且不敢出去。贾母见无人，方说道：“我听见你替你老爷说媒来了。你倒也‘三从四德’的，只是这贤惠也太过了！你们如今也是孙子、儿子满眼了，你还怕他使性子。我听见你还由着你老爷的那性子闹。”邢夫人满面通红，回道：“我劝过几次不依。老太太还有什么不知道的呢。我也是不得已儿。”贾母道：“他逼着你杀人，你也杀去？如今你也想想，你兄弟媳妇，本来老实，又生的多病多痛，上上下下，那不是他操心？你一个媳妇，虽然帮着，也是天天‘丢下耙儿弄扫帚’。凡百事情，我如今自己减了。他们两个就有些不到的去处，有鸳鸯那孩子还心细些，我的事情，他还想着一点子。该要的，他就要了来，该添什么，他就趁空儿告诉他们添了。鸳鸯再不这么着，娘儿两个，里头外头大的小的，那里不忽略一件半件？我如今反倒自己操心去不成？还是天天盘算和他们要东要西去？我这屋里有的没有的剩了他一个，年纪也大些，我凡做事的脾气性格儿，他还知道些。他二则也还投主子的缘法，他也并不指着我和那位太太要衣裳去，又和那位奶奶要银子去。所以这几年，一应事情，他说什么，从你小婶和你媳妇起，至家下大大小小，没有不信的。所以不单我得靠，连你小婶、媳妇也都省心。我有了这么个人，就是媳妇、孙子媳妇想不到的，我也不得缺了，也没气可生了。这会子他去了，你们又弄什么人来我使？你们就弄他那么个真珠儿似的人来，不会说话也无用。我正要打发人和你老爷说去，他要什么人，我这里有钱，叫他只管一万八千的买去就是，要这个丫头，不能！留下他伏侍我几年，就和他日夜伏侍我尽了孝的一样。你来的也巧，就去说，更妥当了。”\n　　说毕，命人来：“请了姨太太你姑娘们来。才高兴说个话儿，怎么又都散了？”丫头忙答应找去了。众人赶忙的又来。只有薛姨妈向那丫鬟道：“我才来了，又做什么去？你就说我睡了。”那丫头道：“好亲亲的姨太太，姨祖宗！我们老太太生气呢。你老人家不去，没个开交了。只当疼我们罢，你老人家怕走，我背了你老人家去。”薛姨妈笑道：“小鬼头儿，你怕什么？不过骂几句就完了。”说着，只得和这小丫头子走来。贾母忙让坐，又笑道：“咱们斗牌罢？姨太太的牌也生了，咱们一处坐着，别叫凤丫头混了我们去。”薛姨妈笑道：“正是呢，老太太替我看着些儿。就是咱们娘儿四个斗呢，还是添一两个人呢？”王夫人笑道：“可不只四个人？”凤姐儿道：“再添一个人，热闹些。”贾母道：“叫鸳鸯来，叫他在这下手里坐着。姨太太的眼花了，咱们两个的牌，都叫他看着些儿。”凤姐笑了一声，向探春道：“你们知书识字的，倒不学算命？”探春道：“这又奇了，这会子你不打点精神赢老太太几个钱，又想算命？”凤姐儿道：“我正要算算今儿该输多少。我还想赢呢！你瞧瞧，场儿没上，左右都埋伏下了。”说的贾母、薛姨妈都笑起来。\n　　一时鸳鸯来了，便坐在贾母下首。鸳鸯之下，便是凤姐儿。铺下红毡，洗牌告么，五人起牌，斗了一回。鸳鸯见贾母的牌已十成，只等一张二饼，便递了暗号儿与凤姐儿。凤姐儿正该发牌，便故意踌躇了半晌，笑道：“我这一张牌定在姨妈手里扣着呢，我若不发这一张牌，再顶不下来的。”薛姨妈道：“我手里并没有你的牌。”凤姐儿道：“我回来是要查的。”薛姨妈道：“你只管查。你且发下来，我瞧瞧是张什么。”凤姐儿便送在薛姨妈跟前，薛姨妈一看，是个二饼，便笑道：“我倒不稀罕他，只怕老太太满了。”凤姐听了，忙笑道：“我发错了！”贾母笑的已掷下牌来，说：“你敢拿回去！谁叫你错的不成？”凤姐儿道：“可是我要算一算命呢。这是自己发的，也怨不得人了。”贾母笑道：“可是你自己打着你那嘴，问着你自己才是。”又向薛姨妈笑道：“我不是小气爱赢钱，原是个彩头儿。”薛姨妈笑道：“我们可不是这样想，那里有那样糊涂人，说老太太爱钱呢？”凤姐儿正数着钱，听了这话，忙又把钱穿上了，向众人笑道：“够了我的了！竟不为赢钱，单为赢彩头儿。我到底小气，输了就数钱，快收起来罢。”贾母规矩是鸳鸯代洗牌的，便和薛姨妈说笑。不见鸳鸯动手。贾母道：“你怎么恼了，连牌也不替我洗？”鸳鸯拿起牌来笑道：“奶奶不给钱么。”贾母道：“他不给钱，那是他交运了。”便命小丫头子：“把他那一吊钱都拿过来！”小丫头子真就拿了，搁在贾母旁边。凤姐儿笑道：“赏我罢，照数儿给就是了。”薛姨妈笑道：“果然凤姐儿小气，不过玩儿罢了。”凤姐儿听说便站起来拉住薛姨妈，回头指着贾母素日放钱的一个木箱子笑道：“姑妈瞧瞧，那个里头不知玩了我多少去了。这一吊钱玩不了半个时辰，那里头的钱就招手儿叫他了。只等把这一吊也叫进去了，牌也不用斗了，老祖宗气也平了，又有正经事差我办去了。”话未说完，引的贾母众人笑个不住。正说着，偏平儿怕钱不够，又送了一吊来。凤姐儿道：“不用放在我跟前，也放在老太太的那一处去罢。一齐叫进去倒省事，不用做两次，叫箱子里的钱费事。”贾母笑的手里的牌撤了一桌子，推着鸳鸯，叫：“快撕他的嘴！”\n　　平儿依言放下钱，也笑了一回，方回来。至院门前，遇见贾琏，问他：“太太在那里呢？老爷叫我请过去呢。”平儿忙笑道：“在老太太跟前站了这半日，还没动呢。趁早儿丢开手罢。老太太生了半日气，这会子亏二奶奶凑了半日的趣儿，才略好了些。”贾琏道：“我过去，只说讨老太太示下，十四往赖大家去不去，好预备轿子。又请了太太，又凑了趣儿，岂不好呢。”平儿笑道：“依我说，你竟别过去罢。合家子连太太、宝玉都有了不是，这会子你又填限去了。”贾琏道：“已经完了，难道还找补不成？况且与我又无干。二则老爷亲自吩咐我请太太去，这会子我打发了人去，倘或知道了，正没好气呢，指着这个拿我出气罢。”说着就走。平儿见他说的有理，也就跟了贾琏过来。到了堂屋里，便把脚步放轻了，往里间探头，只见邢夫人站在那里。凤姐儿眼尖，先瞧见了，便使眼色儿，不命他进来，又使眼色与邢夫人。邢夫人不便就走，只得倒了一碗茶来，放在贾母跟前。贾母一回身，贾琏不防，便没躲过。贾母便问：“外头是谁？倒象个小子一伸头的似的。”凤姐儿忙起身说：“我也恍惚看见有一个人影儿。”一面说，一面起身出来。贾琏忙进去，陪笑道：“打听老太太十四可出门？好预备轿子。”贾母道：“既这么样，怎么不进来，又做神做鬼的？”贾琏陪笑道：“见老太太玩牌，不敢惊动，不过叫媳妇出来问问。”贾母道：“就忙到这一时！等他家去，你问他多少问不得，那一遭儿你这么小心来？这又不知是来做耳报神的，也不知是来做探子的，鬼鬼祟祟，倒吓我一跳。什么好下流种子！你媳妇和我玩牌呢，还有半日的空儿，你家去再和那赵二家的商量治你媳妇去罢！”说着众人都笑了。鸳鸯笑道：“鲍二家的，老祖宗又拉上赵二家的去。”贾母也笑道：“可不？我那里记得什么‘抱’着‘背’着的。提起这些事来，不由我不生气。我进了这门子做重孙媳妇起，到如今我也有个重孙子媳妇了，连头带尾五十四年，凭着大惊大险，千奇百怪的事也经了些，从没经过这些事。还不离了我这里呢！”\n　　贾琏一声儿不敢说，忙退出来。平儿在窗外站着，悄悄的笑道：“我说你不听，到底碰在网里了。”正说着，只见邢夫人也出来。贾琏道：“都是老爷闹的，如今都搁在我和太太身上。”邢夫人道：“我把你这没孝心的种子！人家还替老子死呢。白说了几句，你就抱怨天、抱怨地了。你还不好好的呢，这几日生气，仔细他捶你。”贾琏道：“太太快过去罢，叫我来请了好半日了。”说着，送他母亲出来过那边去。\n　　邢夫人将方才的话只略说了几句，贾赦无法，又且含愧，自此便告了病，且不敢见贾母，只打发邢夫人及贾琏每日过去请安。只得又各处遣人购求寻觅，终久费了五百两银子买了一个十七岁女孩子来，名唤嫣红，收在屋里，不在话下。这里斗了半日牌，吃晚饭才罢。此一二日间无话。\n　　转眼到了十四，黑早，赖大的媳妇又进来请。贾母高兴，便带了王夫人、薛姨妈及宝玉姐妹等至大花园中，坐了半日。那花园虽不及大观园，却也十分齐整宽阔、泉石林木，楼台亭轩，也有好几处动人的。外面大厅上，薛蟠、贾珍，贾琏、贾蓉并几个近族的都来了。那赖大家内，也请了几个现任的官长并几个大家子弟作陪。因其中有个柳湘莲，薛蟠自上次会过一次，已念念不忘。又打听他最喜串戏，且都串的是生旦风月戏文，不免错会了意，误认他做了风月子弟，正要与他相交，恨没有个引进，这一天可巧遇见，乐得无可不可。且贾珍等也慕他的名，酒盖住了脸，就求他串了两出戏。下来，移席和他一处坐着，问长问短，说东说西。那柳湘莲原系世家子弟，读书不成，父母早丧，素性爽侠，不拘细事，酷好耍枪舞剑，赌博吃酒，以至眠花卧柳，吹笛弹筝，无所不为。因他年纪又轻，生得又美，不知他身分的人，都误认作优伶一类。那赖大之子赖尚荣与他素昔交好，故今儿请来做陪。不想酒后别人犹可，独薛蟠又犯了旧病。心中早已不快，得便意欲走开完事。无奈赖尚荣又说：“方才宝二爷又嘱咐我，才一进门，虽见了，只是人多不好说话，叫我嘱咐你散的时候别走，他还有话说呢。你既一定要去，等我叫出他来，你两个见了再走，与我无干。”说着，便命小厮们：“到里头，找一个老婆子，俏悄告诉，请出宝二爷来。”那小厮去了。\n　　没一杯茶时候，果见宝玉出来了。赖尚荣向宝玉笑道：“好叔叔，把他交给你，我张罗人去了。”说着已经去了。宝玉便拉了柳湘莲到厅侧书房坐下，问他：“这几日可到秦钟的坟上去了？”湘莲道：“怎么不去？前儿我们几个放鹰去，离他坟上还有二里，我想今年夏天雨水勤，恐怕他坟上站不住。我背着众人走到那里去瞧了一瞧，略又动了一点子，回家来就便弄了几百钱，第三日一早出去雇了两个人收拾好了。”宝玉说：“怪道呢。上月我们大观园的池子里头结了莲蓬，我摘了十个，叫焙茗出去到坟上供他去。回来我也问他：‘可被雨冲坏了没有？’他说：‘不但没冲，更比上回新了些。’我想着必是这几个朋友新收拾了。我只恨我天天圈在家里，一点儿做不得主，行动就有人知道，不是这个拦就是那个劝的，能说不能行。虽然有钱，又不由我使。”柳湘莲道：“这个事也用不着你操心，外头有我，你只心里有了就是了。眼前十月初一日，我已经打点下上坟的花销。你知道，我一贫如洗，家里是没的积聚的，纵有几个钱来，随手就光的。不如趁空儿留下这一分，省的到了跟前扎煞手。”宝玉道：“我也正为这个，要打发焙茗找你。你又不大在家，知道你天天萍踪浪迹，没个一定的去处。”柳湘莲道：“你也不用找我，这个事也不过各尽其道。眼前我还要出门去走走，外头游逛三年五载再回来。宝玉听了，忙问：“这是为何？”柳湘莲冷笑道：“我的心事，等到跟前，你自然知道。我如今要别过了。”宝玉道：“好客易会着，晚上同散，岂不好？”湘莲道：“你那令姨表兄还是那样，再坐着未免有事，不如我回避了倒好。”宝玉想一想，说道：“既是这么样，倒是回避他为是。只是你要是要真远行，必须先告诉我一声，千万别悄悄的去了。”说着，便滴下泪来。柳湘莲说道：“自然要辞你去，你只别和别人说就是了。”说着就站起来要走；又道：“你就进去罢，不必送我。”\n　　一面说，一面出了书房。刚至大门前，早遇见薛蟠在那里乱叫：“谁放了小柳儿走了？”柳湘莲听了，火星乱迸，恨不得一拳打死；复思酒后挥拳，又碍着赖尚荣的脸面，只得忍了又忍。薛蟠忽见他走出来，如得了珍宝，忙趔趄着，走上去一把拉住，笑道：“我的兄弟，你往那里去了？”湘莲道：“走走就来。”薛蟠笑道：“你一去都没了兴头了，好歹坐一坐，就算疼我了。凭你什么要紧的事，交给哥哥，只别忙。你有这个哥哥，你要做官发财都容易。”湘莲见他如此不堪，心中又恨又恼，早生一计，拉他到僻净处，笑道：“你真心和我好，还是假心和我好呢？”薛蟠听见这话，喜得心痒难挠，乜斜着眼，笑道：“好兄弟，你怎么问起我这样话来？我要是假心，立刻死在眼前。”湘莲道：“既如此，这里不便。等坐一坐，我先走，你随后出来，跟到我下处，咱们索性喝一夜酒。我那里还有两个绝好的孩子，从没出门的。你可连一个跟的人也不用带，到了那里，伏侍人都是现成的。”薛蟠听如此说，喜的酒醒了一半，说：“果然如此？”湘莲笑道：“如何？人拿真心待你，你倒不信了。”薛蟠忙笑道：“我又不是呆子，怎么有个不信的呢。既如此，我又不认得，你先去了，我在那里找你？”湘莲道：“我这下处在北门外头，你可舍得家，城外住一夜去？”薛蟠道：“有了你，我还要家做什么！”湘莲道：“既如此，我在北门外头桥上等你。咱们席上且吃酒去。你看我走了之后你再走，他们就不留神了。”薛蟠听了，连忙答应道是。\n　　二人复又入席，饮了一回。那薛蟠难熬，只拿眼看湘莲，心内越想越乐，左一壶，右一壶，并不用人让，自己就吃了又吃，不觉酒有八九分了。湘莲就起身出来，瞅人不防出至门外，命小厮杏奴：“先家去罢，我到城外就来。”说毕，已跨马直出北门，桥上等候薛蟠。一顿饭的工夫，只见薛蟠骑着一匹马，远远的赶了来，张着嘴，瞪着眼，头似拨浪鼓一般，不住左右乱瞧。及至从湘莲马前过去，只顾往远处瞧，不曾留心近处。湘莲又笑又恨，他便撒马随后跟来。薛蟠往前看时，渐渐人烟稀少，便又圈马回来，再不想一回头见了湘莲，如获奇珍，忙笑道：“我说你是个再不失信的。”湘莲笑道：“快往前走，仔细人看见，跟了来就不好了。”说着，先就撒马前去。薛蟠也就紧紧跟来。\n　　湘莲见前面人烟已稀，且有一带苇塘．便下马，将马拴在树上，向薛蟠笑道：“你下来，咱们先设个誓。日后要变了心，告诉别人的，就应誓。”薛蟠笑道：“这话有理。”连忙下马，也拴在树上，便跪下说道：“我要日久变心，告诉人去的，天诛地灭。”一言未了，只听“镗”的一声，背后好似铁锤砸下来，只觉得一阵黑，满眼金星乱迸，身不由己，就倒在地下了。湘莲走上来瞧瞧，知道他是个不惯捱打的，只使了三分气力，向他脸上拍了几下，登时便开了果子铺。薛蟠先还要扎挣起身，又被湘莲用脚尖点了一点，仍旧跌倒。口内说道：“原来是两家情愿，你不依，只管好说，为什么哄出我来打我？”一面说，一面乱骂。湘莲道：“我把你这瞎了眼的，你认认柳大爷是谁！你不说哀求，你还伤我！我打死你也无益，只给你个利害罢。”说着，便取了马鞭过来，从背后至胫，打了三四十下。薛蟠的酒早已醒了大半，不觉得疼痛难禁，由不的“嗳哟”一声。湘莲冷笑道：“也只如此，我只当你是不怕打的。”一面说，一面又把薛蟠的左腿拉起来，向苇中泞泥处拉了几步，滚的满身泥水，又问道：“你可认得我了？”薛蟠不应，只伏着哼哼。湘莲又掷下鞭子，用拳头向他身上擂了几下，薛蟠便乱滚乱叫，说：“肋条折了！我知道你是正经人，因为我错听了旁人的话了！”湘莲道：“不用拉旁人，你只说现在的。”薛蟠道：“现在也没什么说的，不过你是个正经人，我错了！”湘莲道：“还要说软些，才饶你。”薛蟠哼哼的道：“好兄弟，”湘莲便又一拳。薛蟠“嗳”了一声道：“好哥哥，”湘莲又连两拳。薛蟠忙嗳哟叫道：“好老爷，饶了我这没眼睛的瞎子罢！从今以后，我敬你怕你了！”湘莲道：“你把那水喝两口。”薛蟠一面听了，一面皱眉道：“这水实在腌，怎么喝的下去！”湘莲举拳就打，薛蟠忙道：“我喝我喝！”说着，只得俯头向苇根下喝了一口，犹未咽下去，只听“哇”的一声，把方才吃的东西都吐了出来。湘莲道：“好腌东西，你快吃完了，饶你。”薛蟠听了，叩头不迭，说：“好歹积阴功饶我罢！这至死不能吃的。”湘莲道：“这么气息，倒熏坏了我！”说着，丢下了薛蟠，便牵马认镫去了。这里薛蟠见他已去，方放下心来，后悔自己不该误认了人。待要扎挣起来，无奈遍体疼痛难禁。\n　　谁知贾珍等席上忽不见了他两个，各处寻找不见。有人说：“恍惚出北门去了。”薛蟠的小厮素日是惧他的，他吩咐了不许跟去，谁敢找去。后来还是贾珍不放心，命贾蓉带着小厮们寻踪问迹的，直找出北门，下桥二里多路，忽见苇坑旁边薛蟠的马拴在那里。众人都道：“好了，有马必有人。”一齐来至马前，只听苇中有人呻吟。大家忙走来一看，只见薛蟠的衣衫零碎，面目肿破，没头没脸，遍身内外滚的似个泥母猪一般。贾蓉心内已猜着八九了，忙下马命人搀了起来，笑道：“薛大叔天天调情，今日调到苇子坑里。必定是龙王爷也爱上你风流，要你招驸马去，你就碰到龙犄角上了！”薛蟠羞的没地缝儿钻进去，那里爬的上马去？贾蓉命人赶到关厢里雇了一乘小轿子，薛蟠坐了，一齐进城。贾蓉还要抬往赖家去赴席，薛蟠百般苦告，央及他不用告诉人，贾蓉方依允了，让他各自回家。贾蓉仍往赖家回复贾珍并方才的形景。贾珍也知湘莲所打，也笑道：“他须得吃个亏才好。”至晚散了，便来问候。薛蟠自在卧房将养，推病不见。\n　　贾母等回来各自归家时，薛姨妈与宝钗见香菱哭的眼睛肿了，问起原故，忙来瞧薛蟠时，脸上身上虽见伤痕，并未伤筋动骨。薛姨妈又是心疼，又是发恨，骂一回薛蟠，又骂一回湘莲，意欲告诉王夫人，遣人寻拿湘莲。宝钗忙劝道：“这不是什么大事，不过他们一处吃酒，酒后反脸常情。谁醉了，多挨几下打，也是有的。况且咱们家的无法无天的人，也是人所共知的。妈妈不过是心疼的原故，要出气也容易。等三五天哥哥好了出得去的时候，那边珍大爷琏二爷这干人也未必白丢开手，自然备个东道，叫了那个人来，当着众人替哥哥赔不是认罪就是了。如今妈妈先当件大事告诉众人，倒显的妈妈偏心溺爱，纵容他生事招人，今儿偶然吃了一次亏，妈妈就这样兴师动众，倚着亲戚之势欺压常人。”薛姨妈听了道：“我的儿！到底是你想的到，我一时气糊涂了。”宝钗笑道：“这才好呢。他又不怕妈妈，又不听人劝，一天纵似一天。吃过两三个亏，他也罢了。”\n薛蟠睡在炕上，痛骂湘莲，又命小厮：“去拆他的房子，打死他，和他打官司！”薛姨妈喝住小厮们，只说：“湘莲一时酒后放肆，如今酒醒，后悔不及，惧罪逃走了。”薛蟠听见如此说了。\n要知端底，且看下回分解。",
  "translation": "Lady Xing had come to Lady Dowager to find out whether or not she knew of her husband’s request for Yuanyang. But as she entered the gate of the courtyard, some old nurses quietly told her that Her Ladyship already knew of it. She would have turned back then, only she was seen and Lady Wang came out to meet her; so she had no choice but to go in.\n\nShe paid her respects to Lady Dowager, who said not a word. Lady Xing, feeling rather sheepish, was at a loss. Xifeng had already taken herself off on some pretext, and Yuanyang had withdrawn to her own room in high dudgeon. Aunt Xue and Lady Wang also withdrew for fear that Lady Xing might feel embarrassed; but she dared not leave now.\n\nWhen they had gone, Lady Dowager said, “I hear you’ve been acting as go-between for your husband. You’re a fine pattern of wifely submission and virtue, I must say! But you carry this virtue too far. Now that you have sons and grandsons as well, are you still afraid he may lose his temper? I hear you let him have his own way in everything.”\n\nBlushing crimson, Lady Xing answered, “I’ve advised him several times, but he won’t listen. You know how it is, madam. I have to give in to him.”\n\n“Would you commit murder too if he told you to? You should think: Your sister-in-law’s a simple soul, always ailing, and she has the whole household to look after. Though you help her, she has her hands full all day long. I’ve cut down on my own needs in every way. And if those two overlook anything, there’s that careful child Yuanyang to keep an eye on my affairs. If I need anything she fetches it; if something has to be added, she finds time to tell them to see to it. If she didn’t do this, with all the young and old in the inner and outer households, wouldn’t plenty of things be forgotten? Am I to do all the worrying myself, then? Or go begging them every day for this and that?\n\n“The only person left to me in my quarters who’s any use is Yuanyang. She’s grown up and knows my ways. Besides, she has the knack of waiting on me and doesn’t go asking Lady So-and-so for clothes or Madam So-and-so for money. So these last few years, in everything she says or does, everyone from your sister-in-law and your daughter-in-law down to the least of the servants has confidence in her. She’s not only my support — your sister-in-law and Li Wan would be quite lost without her too. With her here, even if my daughters-in-law and granddaughters-in-law don’t think of everything, I don’t go short or have to lose my temper.\n\n“Now if she leaves me, who are you going to find to wait on me? You may produce someone as precious as a pearl, but if she can’t talk or act properly she’ll be useless. I was just going to send to tell your husband that if he wants to take concubines I’ll pay for them — he can spend ten or eight thousand taels if he likes and buy them; but he can’t have this girl. She must stay to wait on me for a few more years, as if she were doing her duty by me day and night as a filial daughter would. Since you’ve come, you can tell him that — that would be even better.”\n\nWith that she called a maid and said, “Go and invite the ladies and young ladies back. We were just enjoying a chat, why should they all disappear?”\n\nThe maid assented and went to look for them. They all came back in a hurry except Aunt Xue, who told the maid:\n\n“I’ve only just come. What should I go back for? Tell her I’ve gone to bed.”\n\n“Dear Auntie Xue, dear ancestor!” cried the maid. “Our Old Ancestress is angry. If you don’t go, madam, there’ll be no end of trouble. Do come, if only for our sakes. If you’re afraid of walking, let me carry you on my back.”\n\nAunt Xue laughed.\n\n“You little wretch! What are you afraid of? The worst that can happen is a scolding, that’s all.”\n\nSo she had to walk back with the maid. The Lady Dowager made her sit down.\n\n“Let’s have a game,” she proposed. “Your cards are growing mouldy, aunt. We must play together, and not let Xifeng lead us astray.”\n\n“That’s right,” said Aunt Xue. “Do keep an eye on me, madam. Shall we four play together, or will you have one or two more?”\n\n“Just the four of us is nice,” said Lady Wang.\n\n“One more would be livelier,” suggested Xifeng.\n\n“Call Yuanyang,” said the Lady Dowager. “She can sit below me. Aunt Xue’s eyes are tired; she can keep an eye on both our hands.”\n\nXifeng chuckled and remarked to Tanchun, “You book-learned people should learn fortune-telling too.”\n\n“How extraordinary!” retorted Tanchun. “Instead of concentrating on winning some money from the old lady, now you want to tell fortunes.”\n\n“I want to work out how much I’m going to lose today. How can I hope to win? Look, before we start playing they’ve already set an ambush for us.”\n\nThis set both the Lady Dowager and Aunt Xue laughing.\n\nYuanyang came in then and sat below the Lady Dowager, with Xifeng next to her. A red felt was spread, the tiles were shuffled and turned up, and the five of them started to play. Yuanyang saw that the old lady had a complete hand except for the second of circles. She signalled this to Xifeng, whose turn it was to play.\n\nDeliberately Xifeng hesitated for some time.\n\n“This tile I need must be in Aunt Xue’s hand,” she said. “If I don’t play it, I’ll never get another chance.”\n\n“I haven’t any of your tiles,” said Aunt Xue.\n\n“I’ll check your hand presently.”\n\n“Do. But play now and let me see what it is.”\n\nXifeng laid the tile in front of Aunt Xue.\n\n“Why, this is the second of circles,” cried Aunt Xue. “I don’t want it, but I’m afraid the old lady may be waiting for it to complete her hand.”\n\n“I played the wrong tile!” exclaimed Xifeng and would have taken it back, but the Lady Dowager laughingly threw down her tiles.\n\n“How dare you take it back?” she scolded. “Who told you to play the wrong tile?”\n\n“I wanted to tell my fortune,” was the reply. “I played it myself, so I’ve no one else to blame.”\n\n“You’re the one who should slap your own face and ask yourself that,” retorted the Lady Dowager. She told Aunt Xue, “It’s not that I’m a poor loser and out to win, but this is a lucky tile.”\n\n“Of course,” agreed Aunt Xue. “No one in his right mind could imagine that you are out for money, madam.”\n\nXifeng, who had been counting out some cash, at once strung it together again.\n\n“That’s enough for me,” she cried. “I’m not out to win money either, only to win some luck. But I am a poor loser, for I started counting my money the minute I lost. Put it away quickly.”\n\nIt was the rule that Yuanyang should shuffle for the Lady Dowager, but now she was chatting to Aunt Xue and did not set her hand to the tiles.\n\n“Are you angry?” asked the old lady. “Why aren’t you shuffling for me?”\n\nYuanyang picked up the tiles. “She hasn’t paid up,” she said.\n\n“If she doesn’t pay, so much the better for her,” chuckled the Lady Dowager. She told a maid, “Take that string of cash of hers and bring it here.”\n\nThe maid did so, putting it beside her mistress.\n\n“Give it to me!” cried Xifeng. “One string of cash, that’s all.”\n\n“Xifeng really is a poor loser,” teased Aunt Xue. “This is only a game.”\n\nXifeng stood up then and, pulling Aunt Xue back, pointed at a wooden box in which the Lady Dowager kept her money.\n\n“Look, aunt,” she said. “I don’t know how much they’ve won from me. In less than an hour that box will be beckoning to this string of cash, waiting to reel it in too.”\n\nWith that I’ll be off. No need to play cards, madam, as you’re no longer angry. And I’ve something proper to attend to.”\n\nBefore she could finish, the Lady Dowager and the others were convulsed with laughter. Just then, as luck would have it, Pinger brought over another string of cash, being afraid there might not be enough.\n\n“Don’t leave it here, put it with Her Ladyship’s money,” said Xifeng. “That will save two payments and save the cash in the chest the trouble of coming out twice.”\n\nThe old lady laughed so much that she scattered all the cards in front of her. Pushing Yuanyang she cried, “Tear up that mouth of hers for me!”\n\nPinger did as she was told and left laughing. At the inner gate she met Jia Lian.\n\n“Where is Her Ladyship?” he asked. “The master wants her.”\n\n“She’s been with the old lady all this time without stirring,” replied Pinger. “You’d better keep out of the way. The old lady was angry, but just now Madam Lian’s been joking with her and has calmed her down a little.”\n\n“I’ll go and ask for instructions about the fourteenth, whether we’re going to Lai Da’s house or not, so that I can prepare the chairs. That will give me an excuse to ask Her Ladyship to leave and to amuse the old lady too — two birds with one stone.”\n\n“Take my advice and don’t go,” Pinger chuckled. “The whole household including Her Ladyship and Baoyu are in the wrong, yet you’re asking for a snub.”\n\n“It’s all over and done with. What can they do now? Besides, it’s no concern of mine. And as the master told me to fetch Her Ladyship, if I send someone else and he hears of it he’ll be angrier than ever and vent his anger on me.” With that he walked off.\n\nPinger, convinced by his reasoning, followed him to the hall, where he slowed down and peeped into the inner room. Lady Xing was standing there. Xifeng, sharp-eyed as ever, spotted him first and signalled to him not to come in, at the same time warning Lady Xing with a glance. The latter could not very well leave at once but had to pour a cup of tea and place it before the Lady Dowager. As the old lady turned, Jia Lian — taken by surprise — had no time to hide.\n\n“Who’s that outside?” she asked. “Fancy peeping in like a boy!”\n\nXifeng rose quickly to her feet. “I thought I saw a shadow,” she said, going out.\n\nJia Lian slipped in then to say with a conciliatory smile, “I was wondering if you were going out on the fourteenth, madam, so that I could prepare chairs.”\n\n“If that was all, why lurk there instead of coming in?” she demanded.\n\n“I saw you were playing cards and didn’t like to disturb you. I just asked my wife to come out and ask.”\n\n“What a hurry you’re in! Can’t you ask her at home? Since when have you been so considerate? I don’t know whether you’ve come as a spy or a tale-bearer, but sneaking in like that gave me quite a start. You nasty, low creature! Your wife’s playing cards with me and will be free later on. Go home and put your heads together with that Zhao number two to think of a way to bully her.”\n\nThis set everyone laughing.\n\n“It was Bao number two, Old Ancestress,” Yuanyang corrected her.\n\n“Of course,” chuckled the old lady. “How can I remember all these ‘Baos’ and ‘Zhaos’? But the mere mention of such things makes my blood boil. I’ve been the great-granddaughter-in-law of this family, and now I have great-granddaughters-in-law. In the fifty-four years since I came here as a girl, I’ve been through all sorts of danger and seen all sorts of strange things, but never anything like this. Why don’t you clear out?”\n\nNot daring to utter a word, Jia Lian withdrew.\n\nPinger, standing outside the window, chuckled softly, “So you wouldn’t listen to me, and walked straight into the net.”\n\nAs they were talking Lady Xing came out. “This is all the fault of the old man,” said Jia Lian. “Now the whole load’s fallen on my shoulders and yours, madam.”\n\n“You unfilial wretch!” she cried. “Some sons would die for their fathers, yet you’re complaining just because you were scolded. If you don’t behave yourself these next few days and he loses his temper, look out for a beating.”\n\n“Do come quickly, madam. I’ve been waiting here for you for ages,” he answered, and escorted his mother across.\n\nLady Xing gave her husband only a brief account of the Lady Dowager’s angry refusal. Jia She had to let the matter drop, though he felt rather ashamed. He pleaded illness and dared not go to see his mother, simply sending his wife and son over every day to pay his respects. Then he had to send out men in all directions to make further searches. Finally he spent five hundred taels on a seventeen-year-old girl called Yanhong whom he took into his household. But no more of this.\n\nAfter playing cards for some time that day, the Lady Dowager had dinner and then the party broke up.\n\nFor the next couple of days nothing happened.\n\nSoon it was the fourteenth, the eve of the Mid-Autumn Festival. Before dawn, Lai Da’s wife came again to invite them. In high good humour the Lady Dowager took Lady Wang, Aunt Xue, Baoyu and the girls to the large garden, where they spent the morning. Although not as large as Grand View Garden, it was neatly laid out with spacious grounds, attractive rocks and trees, and some fine pavilions, towers and lodges.\n\nIn the main hall outside were Xue Pan, Jia Zhen, Jia Lian, Jia Rong and some other close relatives. Lai Da had also invited some officials and the sons of certain noble families to keep them company. One of the guests was Liu Xianglian. Xue Pan, who had not stopped thinking of him since their last meeting, had found out that he often played amateur theatricals and usually took the role of a young lover; and this had confirmed his mistaken impression that Liu was an actor. Eager to get acquainted with him but having no one to introduce them, he was overjoyed to meet him here today. Jia Zhen and the others who knew of Liu’s reputation, warmed with wine, begged him to perform an item or two. Then they moved to sit by him and chatted about one thing and another.\n\nLiu Xianglian came of a good family but, his parents having died early and he himself having failed in his studies, was by nature a gallant, free and easy fellow careless of details. He was a good spearman and swordsman, fond of drinking, gambling and whoring, of playing the flute and the zither, and of singing and acting too. As he was young and handsome, those who did not know him mistook him for an actor. Lai Da’s son Lai Shangrong, a good friend of his, had invited him today to help entertain. He had put up with the others’ familiarity, but Xue Pan’s advances were more than he could stand. He had been looking for a chance to get away when Lai Shangrong said:\n\n“Just now, after Master Bao came in and saw you, he asked me to tell you not to leave at the end of the party as he wants a word with you. If you insist on going, wait till I fetch him out so that you can see him before leaving. Then it will be no responsibility of mine.” He ordered a servant, “Go in and quietly get one of the women to ask Master Bao out.”\n\nThe boy had not been gone the time it takes to drink a cup of tea when Baoyu appeared.\n\nLai Shangrong said with a smile, “Well, uncle, I leave him in your hands. I must go and attend to the other guests.” With that he left.\n\nBaoyu took Liu Xianglian by the hand into a side room and made him sit down.\n\n“Have you been to Qin Zhong’s grave recently?” he asked.\n\n“Of course. The other day, a couple of li from his grave, we were flying falcons. It occurred to me that with all the rain this summer his grave may have collapsed. So I left the others to go and have a look, and sure enough it had subsided a little. When I went home I raised a few hundred cash, and the day before yesterday I went out to have it repaired.”\n\n‘I hired a couple of men to put it in order.’\n\n‘I see,’ said Bao-yu. ‘Last month when the lotus-pods in the lake at Prospect Garden began to form, I picked ten of them and sent Tealeaf out to my grandmother’s grave with them as an offering. When he came back I asked him if they’d been washed away by the rain. He said no, the grave looked even tidier than last time. I thought to myself it must be you and the other fellows that had been putting it in order. It makes me so mad, the way I’m cooped up at home all the time and never allowed to do a thing on my own account. There’s always someone spying on me, and if I try to do anything, there’s always someone to prevent me or talk me out of it. I have the will but not the means. I may have plenty of money, but I’m not free to spend it.’\n\n‘You don’t have to worry about that,’ said Liu. ‘You can leave the outside things to me. All I need to know is that you have the disposition. I’ve already put by the money we shall need for the visit on the first of the tenth month. You know what I am: I haven’t a penny to my name and no savings at home to draw on. Any money I get, it’s in at one door and out at the other. I thought I’d better put this little bit aside now, to save having to run round looking for it at the last minute with my tongue hanging out.’\n\n‘That’s just what I wanted to see you about,’ said Bao-yu. ‘I was going to send Tealeaf to look for you. But you’re so seldom at home. You’re here, there and everywhere; one never knows where to find you.’\n\n‘There’s no need to go looking for me,’ said Liu. ‘This is something we do for its own sake. Actually I shall be going away myself very shortly. I intend to be away three or four years. I’m going on a journey.’\n\nBao-yu was startled.\n\n‘Whatever for?’\n\nLiu gave a mocking laugh.\n\n‘Wait until the time comes. Then you’ll know. I must say goodbye now.’\n\n‘What a pity!’ said Bao-yu. ‘We meet so seldom. Couldn’t you stay a bit longer and we could go out together this evening? That would be nice.’\n\n‘That dear cousin of yours is in there,’ said Liu. ‘If I stay any longer, I’m afraid there may be trouble. I think it’s better if I slip away now.’\n\n‘Yes, on reflection I think you are right,’ said Bao-yu. ‘But if you really are going on a long journey, you will let me know before you go, won’t you? Please don’t go away without telling me!’\n\nAs he said this, large tears welled up in his eyes and coursed down his cheeks.\n\n‘Of course I shall come and say goodbye to you,’ said Liu. ‘Only don’t tell anyone else, that’s all.’\n\nHe rose to his feet.\n\n‘You go on inside now. There’s no need to see me out.’\n\nHe strode out of the study as he said this. He had scarcely passed through the outer gate when he heard a raucous voice shouting:\n\n‘Who let Little Liou get away?’\n\nThe voice was Xue Pan’s. Liu’s pent-up anger exploded. He would dearly have loved to knock him down with a single blow of his fist, but reflected that to strike a drunken man in the middle of a party would be to get Lai Shang-rong into trouble. He forced himself to be calm. Xue Pan had caught sight of him now and was lurching unsteadily towards him, overjoyed at having found his quarry. He clutched hold of Liu’s arm.\n\n‘Where’d you get to, brother?’\n\n‘I was just going for a stroll. I’ll be back in a minute.’\n\n‘It hasn’t been the same since you went,’ said Xue Pan. ‘Do be a sport and sit down again! If it’s something important you have to do, give the job to me. Don’t go rushing off like this! With a brother like me to help you, you could be an official and make your fortune just like that!’\n\nLiu Xiang-lian was both angry and disgusted. An idea came into his mind. He drew Xue Pan aside.\n\n‘You say you want to be friends,’ he said. ‘Do you mean it? Or is this just a joke?’\n\nXue Pan’s face, already wreathed in smiles, became almost imbecile with delight.\n\n‘What a question, brother! ’Course I mean it. If I’m not sincere, may I drop down dead this very minute!’\n\n‘In that case,’ said Liu, ‘this is not a very convenient place to talk. Sit down for a while. I’ll go on ahead. You can slip out after me and follow me to my place. I’ve got a couple of very pretty boys there who’ve never been out. We can drink together all night. Just you come on your own. Don’t bring any of your attendants. I’ve got people at my place who will look after us.’\n\nXue Pan was almost beside himself with joy.\n\n‘Are you sure?’ he said. ‘Isn’t this a joke you’re playing on me?’\n\n“Well?” retorted Xianglian. “If someone treats you sincerely, you don’t believe him.”\n\n“Do you take me for a fool?” cried Xue Pan hastily. “Of course I believe you. But if I don’t know the way, you’ll have to go first and I’ll follow — where am I to find you?”\n\n“My place is outside the North Gate. If you don’t mind leaving home, you can spend the night in the suburbs.”\n\n“With you I’ve no use for home!”\n\n“In that case, I’ll wait for you on the bridge outside the North Gate. Let’s go back now to drink. Don’t leave till after I’ve gone, then no one will suspect.”\n\nXue Pan promptly agreed.\n\nThey returned to the feast and drank for a while. Xue Pan, unable to contain himself, kept his eyes fixed on Xianglian. The more he thought the happier he grew, and he tossed off cup after cup of wine without waiting to be pressed, until he was quite drunk. Then Xianglian stood up and slipped out, glancing around to make sure that he was unobserved. Once outside he told his page Xingnu:\n\n“Go on home. I’m going out of town but I’ll be back soon.”\n\nWith that he mounted his horse and rode to the bridge outside the North Gate to wait for Xue Pan. In the time it takes for a meal, the other appeared on horseback. He was gaping and staring wildly about him, his head rolling from side to side like a rattle-drum. As he passed Xianglian he was looking into the distance and failed to spot him close at hand. Xianglian, half amused and half angry, cantered after him. When Xue Pan saw that the road ahead was rather deserted he turned back — and was overjoyed to see Xianglian.\n\n“I knew you’d keep your word,” he cried.\n\n“Hurry up,” said Xianglian with a smile. “We don’t want anyone to see us and follow.”\n\nHe galloped off with Xue Pan close behind.\n\nSoon, finding themselves in a deserted spot with a reed-grown marsh, Xianglian dismounted and tethered his horse to a tree.\n\n“Get down,” he said. “Let’s swear an oath first. If either of us changes his mind and blabs, he’ll have to answer for it.”\n\n“Right you are.” At once Xue Pan dismounted and tied up his horse too. Then he knelt on the ground and swore, “If I ever change my mind or tell anyone, may I be struck by heaven and earth....”\n\nThe words were hardly out of his mouth when a crash like a thunderbolt fell on the back of his head. He saw stars, and the earth spun round. He collapsed.\n\nXianglian stepped forward to take a look. Knowing that this spoilt young master was not used to beatings, he had used only three-tenths of his strength. But a few slaps on the face had already made it as colourful as a fruit stall. When Xue Pan tried to struggle up, a kick from Xianglian floored him again.\n\n“It was a mutual agreement,” he protested. “If you don’t like it, you should have said so. Why trick me into coming here to beat me up?”\n\nHe started cursing.\n\n“I’ll beat your eyes blind!” swore Xianglian. “See if you can recognize me now. Instead of begging for mercy, you insult me. It’s no use beating a cur like you to death. I’ll just teach you a lesson.”\n\nHe took his whip and gave Xue Pan thirty or forty cuts from the shoulders down to his legs. By now Xue Pan was sober and in such pain that he could not help crying out.\n\n“So that’s all the courage you have,” Xianglian sneered. “I thought you were not afraid of a beating.”\n\nHe grabbed Xue Pan’s left leg and dragged him through the mire of the marsh for several paces, covering him with mud. Then he demanded:\n\n“Do you know me now?”\n\nXue Pan simply lay there groaning.\n\nXianglian threw down his whip and punched him several times till he rolled to and fro howling.\n\n“My ribs are broken! I know you’re a gentleman. I was wrong to listen to....”\n\nXianglian retorted, “Don’t drag in other people. Just tell me what you think of me now.”\n\n“There’s nothing to say. I was wrong and you’re a gentleman.”\n\n“Say it more apologetically if you want me to forgive you.”\n\n“Dear brother!” groaned Xue Pan.\n\nXianglian hit him again.\n\n“Aiya! Dear brother!” he yelled.\n\nTwo more blows from Xianglian made him cry, “Aiya! Sir, have mercy on a blind fool like me! From now on I’ll respect you and be afraid of you.”\n\n“Drink two mouthfuls of that water,” ordered Xianglian.\n\nXue Pan grimaced. “It’s too foul. How can I drink it?”\n\nXianglian aimed another blow at him.\n\n“All right, I’ll drink, I’ll drink,” he cried.\n\nHe had to bend down and drink a mouthful from the pool, but before he could swallow it he retched and brought up all he had eaten.\n\n“Filthy creature! Finish it up quickly and I’ll let you off.”\n\nXue Pan kowtowed frantically.\n\n“Do a good deed and have mercy!” he begged. “However deadly it is, I daren’t drink that.”\n\n“This stink is enough to kill me.” Letting go of him, Xianglian went off to mount his horse.\n\nOnly when Xianglian had gone did Xue Pan feel safe. He regretted having mistaken his man, but when he tried to struggle to his feet the pain all over was too much for him.\n\nNow Jia Zhen and the others at the feast, missing the two of them, had sent to look for them everywhere.\n\n“I think I saw them going out by the north gate,” someone volunteered.\n\nBut Xue Pan’s pages were too afraid of him to go after him without orders, and he had told them not to follow. Finally, as Jia Zhen was growing anxious, he ordered Jia Rong to take some servants to track them down. They went out by the north gate and after crossing the bridge had proceeded for more than two li when they spotted Xue Pan’s horse tethered by a pit full of reeds.\n\n“Good, the horse is here so the man can’t be far away,” they cried, hurrying over to it.\n\nThen from the reeds they heard groans. Running to the spot they found Xue Pan, his clothes in shreds, his face bruised and swollen, covered from head to foot with mud like a sow. Jia Rong had a shrewd idea of what had happened. He dismounted and ordered the servants to help the victim up.\n\n“Uncle Xue is always carrying on with women,” he said with a laugh. “But today he seems to have picked a reed-pit. I suppose the Dragon King fancied you as his son-in-law, so you ran into his horns.”\n\nXue Pan was too ashamed to show his face. He could not mount his horse either. Jia Rong told servants to go to the nearest outpost to hire a small sedan-chair. When it came he made Xue Pan get in and they returned to the city together. He wanted to take him back to the Lai family’s feast, but Xue Pan begged him with tears not to tell anyone; and so he agreed to let him go home alone, while he went back to report to Jia Zhen and describe the state Xue Pan was in. Knowing that Xianglian must have thrashed him, Jia Zhen said with a smile, “He had it coming to him.” That evening, after the party broke up, he went to see how Xue Pan was. But Xue Pan had retired to his room and would not receive him, pretending to be unwell.\n\nWhen the Lady Dowager and the others came back, Aunt Xue and Baochai found Xiangling’s eyes swollen from weeping. Asked the reason, she told them what had happened. They went at once to see Xue Pan, and found his face and body covered with bruises but no bones broken. Aunt Xue was at once distressed and angry. She railed first against her son, then against Xianglian. She felt like asking Lady Wang to send men to arrest Xianglian.\n\nBut Baochai stopped her, saying, “This isn’t so terrible. They’d been drinking together, and it’s quite common for drunken men to fall out. Whoever was drunk may have received a few blows. Besides, everyone knows how wild and lawless our family is. It’s only natural that you should be upset, mother, but it’s easy to vent your anger. Wait a few days till brother can go out again....”\n\n“I’m sure Cousin Zhen and Lian will take this up and not let it drop. They’re bound to make Xianglian give a feast at which he can apologize to everyone for his behaviour. If you report this now as a serious scandal, it will look as if you’re biased and too protective, encouraging your son to make trouble and bully people. Then if he gets a beating for once, you raise a big outcry and throw our weight about as relatives to oppress ordinary folk.”\n\n“Of course you’re right, child,” said Aunt Xue. “I was too angry to think clearly.”\n\n“That’s better,” approved Baochai. “He’s not afraid of you and won’t listen to advice, but gets more outrageous every day. If he’s taught a lesson like this a few times, he may mend his ways.”\n\nXue Pan, lying on the kang, was still railing against Xianglian. He ordered his pages, “Go and pull his house down! Beat him to death! I’ll take him to court!”\n\nBut Aunt Xue stopped the pages, saying, “Xianglian was drunk and carried away. Now he’s sobered up he’s sorry and afraid of being punished, so he’s run away.”\n\nWhen Xue Pan heard this he calmed down.\n\nTo know the outcome, read the next chapter."
}