{
  "index": "051",
  "title": "第51章 薛小妹新编怀古诗 胡庸医乱用虎狼药",
  "original": "众人闻得宝琴将素昔所经过各省内古迹为题，做了十首怀古绝句，内隐十物，皆说：“这自然新巧。”都争着看时，只见写道是：\n　　赤壁怀古\n　　赤壁沉埋水不流，徒留名姓载空舟。\n　　喧阗一炬悲风冷，无限英魂在内游。\n　　交趾怀古\n　　铜柱金城振纪纲，声传海外播戎羌。\n　　马援自是功劳大，铁笛无烦说子房。\n　　钟山怀古\n　　名利何曾伴女身，无端被诏出凡尘。\n　　牵连大抵难休绝，莫怨他人嘲笑频。\n　　淮阴怀古\n　　壮士须防恶犬欺，三齐位定盖棺时。\n　　寄言世俗休轻鄙，一饭之恩死也知。\n　　广陵怀古\n　　蝉噪鸦栖转眼过，隋堤风景近如何？\n　　只缘占尽风流号，惹得纷纷口舌多。\n　　桃叶渡怀古\n　　衰草闲花映浅池，桃枝桃叶总分离。\n　　六朝梁栋多少许，小照空悬壁上题。\n　　青冢怀古\n　　黑水茫茫咽不流，冰弦拨尽曲中愁。\n　　汉家制度诚堪笑，樗栎应惭万古羞。\n　　马嵬怀古\n　　寂寞脂痕积汗光，温柔一旦付东洋。\n　　只因遗得风流迹，此日衣裳尚有香。\n　　蒲东寺怀古\n　　小红骨贱一身轻，私掖偷携强撮成。\n　　虽被夫人时吊起，已经勾引彼同行。\n　　梅花观怀古\n　　不在梅边在柳边，个中谁拾画婵娟？\n　　团圆莫忆春香到，一别西风又一年。\n　　众人看了，都称奇妙。宝钗先说道：“前八首都是史鉴上有据的，后二首却无考。我们也不大懂得，不如另做两首为是。”黛玉忙拦道：“这宝姐姐也忒胶柱鼓瑟、矫揉造作了。两首虽于史鉴上无考，咱们虽不曾看这些外传，不知底里，难道咱们连两本戏也没见过不成？那三岁的孩子也知道，何况咱们？”探春便道：“这话正是了。”李纨又道：“况且他原走到这个地方的。这两件事虽无考，古往今来，以讹传讹，好事者竟故意的弄出这古迹来以愚人。比如那年上京的时节，便是关夫子的坟，倒见了三四处。关夫子一身事业皆是有据的，如何又有许多的坟？自然是后来人敬爱他生前为人，只怕从这敬爱上穿凿出来也是有的。及至看《广舆记》上，不止关夫子的坟多有，古来有名望的人，那坟就不少。无考的古迹更多。如今这两首诗虽无考，凡说书唱戏，甚至于求的签上都有。老少男女俗语口头，人人皆知皆说的。况且又并不是看了《西厢记》、《牡丹亭》的词曲，怕看了邪书了。这也无妨，只管留着。”宝钗听说，方罢了。大家猜了一回，皆不是的。\n　　冬日天短，觉得又是吃晚饭时候，一齐往前头来吃晚饭。因有人回王夫人说：“袭人的哥哥花自芳，在外头回进来说，他母亲病重了，想他女儿。他来求恩典，接袭人家去走走。”王夫人听了，便说：“人家母子一场，岂有不许他去的呢。”一面就叫了凤姐来告诉了，命他酌量办理。凤姐儿答应了，回至屋里，便命周瑞家的去告诉袭人原故。吩咐周瑞家的：“再将跟着出门的媳妇传一个，你们两个人，再带两个小丫头子，跟了袭人去。分头派四个有年纪的跟车。要一辆大车，你们带着坐，一辆小车，给丫头们坐。”周瑞家的答应了，才要去，凤姐又道：“那袭人是个省事的，你告诉说我的话，叫他穿几件颜色好衣裳，大大的包一包袱衣裳拿着，包袱要好好的，拿手炉也拿好的。临走时，叫他先到这里来我瞧。”周瑞家的答应去了。\n　　半日，果见袭人穿戴了，两个丫头和周瑞家的拿着手炉和衣包。凤姐看袭人头上戴着几枝金钗珠钏，倒也华丽，又看身上穿着桃红百花刻丝银鼠袄，葱绿盘金彩绣绵裙，外面穿着青缎灰鼠褂。凤姐笑道：“这三件衣裳都是太太的，赏了你倒是好的。但这褂子太素了些，如今穿着也冷，你该穿一件大毛的。”袭人笑道：“太太就给了这件灰鼠的，还有件银鼠的。说赶年下再给大毛的呢。”凤姐笑道：“我倒有一件大毛的，我嫌风毛出的不好了，正要改去，也罢，先给你穿去罢。等年下太太给你做的时节，我再改罢。只当你还我的一样。”众人都笑道：“奶奶惯会说这话。成年家大手大脚的，替太太不知背地里赔垫了多少东西，真真赔的是说不出来的，那里又和太太算去，偏这会子又说这小气话取笑来了。”凤姐儿笑道：“太太那里想的到这些，究竟这又不是正经事。再不照管，也是大家的体面，说不得我自己吃些亏，把众人打扮体统了，宁可我得个好名儿也罢了。一个一个‘烧糊了的子’似的，人先笑话我，说我当家倒把人弄出个花子来了。”众人听了，都叹说：“谁似奶奶这么着圣明，在上体贴太太，在下又疼顾下人。”一面说，一面只见凤姐命平儿将昨日那件石青刻丝八团天马皮褂子拿出来，给了袭人。又看包袱，只得一个弹墨花绫水红绸里的夹包袱，里面只见包着两件半旧绵袄合皮褂子。凤姐又命平儿把一个玉色绸里的哆罗呢包袱拿出来，又命包上一件雪褂子。\n　　平儿走去拿了出来，一件是件旧大红猩猩毡的，一件是半旧大红羽缎的。袭人道：“一件就当不起了。”平儿笑道：“你拿这猩猩毡的。把这件顺手带出来，叫人给邢大姑娘送去，昨儿那么大雪，人人都穿着不是猩猩毡、就是羽缎的，十来件大红衣裳，映着大雪，好不齐整。只有他穿着那几件旧衣裳，越发显的拱肩缩背，好不可怜见的，如今把这件给他罢。”凤姐笑道：“我的东西，他私自就要给人。我一个还花不够，再添上你提着，更好了。”众人笑道：“这都是奶奶素日孝敬太太，疼爱下人。要是奶奶素日是小气的，收着东西为事的，不顾下人的，姑娘那里敢这么着？”凤姐笑道：“所以知道我的，也就是他还知三分罢了。”说着，又嘱咐袭人道：“你妈要好了就罢，要不中用了，只得住下，打发人来回我，我再另打发人给你送铺盖去。可别使他们的铺盖和梳头的家伙。”又吩咐周瑞家的道：“你们自然是知道这里的规矩的，也不用我吩咐了。”周瑞家的答应：“都知道，我们这去到那里，总叫他们的人回避。要住下，必是另要一两间内房的。”说着，跟了袭人出去，又吩咐小厮预备灯笼，遂坐车往花自芳家来，不在话下。\n　　这里凤姐又将怡红院的嬷嬷唤了两上来，吩咐道：“袭人只怕不来家了。你们素日知道那个大丫头知好歹，派出来在宝玉屋里上夜。你们也好生照管着，别由着宝玉胡闹。”两个嬷嬷答应着去了，一时来回说：“派了晴雯和麝月在屋里，我们四个人原是轮流着带管上夜的。”凤姐听了点头，又说道：“晚上催他早睡，早上催他早起。”嬷嬷们答应了，自回园去。一时果有周瑞家的带了信回凤姐说：“袭人之母业已停床，不能回来。”凤姐回明了王夫人，一面着人往大观园去取他的铺盖妆奁。宝玉看着晴雯，麝月二人打点妥当。\n　　送去之后，晴雯、麝月皆卸罢残妆，脱换过裙袄。睛雯只在熏笼上围坐，麝月笑道：“你今儿别装小姐了，我劝你也动一动儿。”晴雯道：“等你们都去净了，我再动不迟。有你们一日，我且受用一日。”麝月笑道：“好姐姐，我铺床，你把那穿衣镜的套子放下来，上头的划子划上。你的身量比我高些。”说着，便去给宝玉铺床。晴雯了一声，笑道：“人家才坐暖和了，你就来闹。”此时宝玉正坐着纳闷，想袭人之母不知是死是活，忽听见睛雯如此说，便自己起身出去，放下镜套，划上消息。进来笑道：“你们暖和罢，我都弄完了。”晴雯笑道：“终久暖和不成，我又想起来，汤婆子还没拿来呢。”麝月道：“这难为你想着，他素日又不要汤壶，咱们那熏笼上又暖和，比不得那屋里炕凉，今儿可以不用。”宝玉笑道：“你们两个都在那上头睡了，我这外边没个人，我怪怕的，一夜也睡不着。”晴雯道：“我是在这里睡的，麝月，你叫他往外边睡去。”说话之间，天已一更，麝月早已放下帘幔，移灯炷香，伏侍宝玉卧下，二人方睡。晴雯自在熏笼上，麝月便在暖阁外边。\n　　至三更以后，宝玉睡梦之中，便叫袭人。叫了两声，无人答应，自己醒了，方想起袭人不在家，自己也好笑起来。睛雯已醒，因唤麝月道：“连我都醒了，他守在旁边还不知道，真是挺死尸呢！”麝月翻身打个哈什，笑道：“他叫袭人，与我什么相干！”因问：“做什么？”宝玉说要吃茶。麝月忙起来，单穿着红绸小绵袄儿。宝玉道：“披了我的皮袄再去，仔细冷着。”麝月听说，回手便把宝玉披着起来的一件貉颏满襟暖袄披上，下去向盆内洗洗手，先倒了一钟温水，拿了大漱盂，宝玉漱了口。然后才向茶桶上取了茶碗，先用温水过了，向暖壶中倒了半碗茶，递给宝玉吃了，自己也漱了一漱，吃了半碗。晴雯笑道：“好妹妹，也赏我一口儿呢。”\n麝月笑道：“越发上脸儿了！”睛雯道：“好妹妹，明儿晚上你别动，我伏侍你一夜，如何？”麝月听说，只得也伏侍他漱了口，倒了半碗茶给他吃了。麝月笑道：“你们两个别睡，说着话儿，我出去走走回来。”晴雯笑道：“外头有个鬼等着呢。”宝玉道：“外头自然有大月亮的。我们说着话，你只管去。”一面说，一面便嗽了两声。麝月便开了后房门，揭起毡帘一看果然好月色。晴雯等他出去，便欲唬他玩耍，仗着素日比别人气壮，不畏寒冷，也不披衣，只穿着小袄便蹑手蹑脚的下了熏笼，随后出来。宝玉劝道：“罢呀，冻着不是玩的！”晴雯只摆手，随后出了屋门，只见月光如水。忽听一阵微风，只觉侵肌透骨，不禁毛骨悚然。心下自思道：“怪道人说热身子不可被风吹，这一冷果然利害。”一面正要唬他，只听宝玉在内高声说道：“睛雯出来了！”\n　　晴雯忙回身进来，笑道：“那里就唬死了他了？偏惯会这么蝎蝎螫螫老婆子的样儿。”宝玉笑道：“倒不是怕唬坏了他。头一件你冻着也不好，二则他不防，不免一喊，倘或惊醒了别人，不说咱们是玩意儿，倒反说袭人才去了一夜，你们就见神见鬼的。你来把我这边的被掖掖罢。”睛雯听说，就上来掖了一掖，伸手进去就渥一渥。宝玉笑道：“好冷手，我说看冻着。”一面又见晴雯两腮如胭脂一般，用手摸一摸，也觉冰冷。宝玉道：“快进被来渥渥罢。”一语未了，只听咯噔的一声门响，麝月慌慌张张的笑着进来，说着笑道：“唬我一跳好的！黑影子里，山子石后头，只见一个人蹲着。我才要叫喊，原来是那个大锦鸡，见了人，一飞飞到亮处来，我才见了。要冒冒失失一嚷，倒闹起人来。”一面说，一面洗手，又笑道：“说晴雯出去了，我怎么没见。一定是要唬我去了。”宝玉笑道：“这不是他？在这里渥着呢。我若不嚷的快，可是倒唬一跳。”晴雯笑道：“也不用我唬去，这小蹄子已经自惊自怪的了。”一面说，一面仍回自己被中去。麝月道：“你就这么‘跑解马’的打扮儿，伶伶俐俐的出去了不成？”宝玉笑道：“可不就是这么出去了。”麝月道：“你死不拣好日子，你出去自站一站，瞧把皮不冻破了你的。”说着又将火盆上的铜罩据起，拿灰锹重将熟炭埋了一埋，拈了两块速香放上，仍旧罩了。至屏后，重剔亮了灯，方才睡下。\n　　晴雯因方才一冷，如今又一暖，不觉打了两个嚏喷。宝玉叹道：“如何？到底伤了风了。”麝月笑道：“他早起就嚷不受用，一日也没吃碗正经饭。他这会子不说保养着些，还要捉弄人，明儿病了，叫他自作自受。”宝玉问道：“头上热不热？”晴雯嗽了两声，说道：“不相干，那里这么娇嫩起来了。”说着，只听外间屋里上的自鸣钟“当当”的两声，外间值宿的老嬷嬷嗽了两声，因说道：“姑娘们睡罢，明儿再说笑罢。”宝玉方悄悄的笑道：“咱们别说话了，看又惹他们说话。”说着，方大家睡了。\n　　至次日起来，睛雯果觉有些鼻塞重，懒怠动弹。宝玉道：“快别声张．太太知道了，又要叫你搬回家去养着。家里纵好，到底冷些，不如在这里。你就在里间屋里躺着，我叫人请了大夫，悄悄从后门进来瞧瞧就是了。”晴雯道：“虽这么说，你到底要告诉大奶奶一声儿。不然一时大夫来了，人问起来怎么说呢？”宝玉听了有理，便唤一个老嬷嬷来吩咐道：“你回大奶奶去，就说晴雯白冷着了些，不是什么大病。袭人又不在家，他若家去养病，这里更没有人了。传一个大夫，从后门悄悄的进来瞧瞧，别回太太了。”老嬷出去了，半日回来说：“大奶奶知道了。说两剂药好了便罢，若不好时，还是出去为是。如今的时气不好，沾染了别人事小，姑娘们的身子要紧。”晴雯睡在暖阁里，只管咳嗽，听了这话，气的嚷道：“我那里就害瘟病了？生怕招了人。我离了这里，看你们这一辈子都别头疼脑热的！”说着，便真要起来。宝玉忙按他，笑道：“别生气，这原是他的责任，生恐太太知道了说他。不过白说一句。你素昔又爱生气，如今肝火自然又盛了。”\n　　正说时，人回大夫来了。宝玉便走过来，避在书架后面。只见两三个后门口的老婆子带了一个太医进来。这里的丫头都回避了，有三四个老嬷嬷放下暖阁上的大红绣幔，晴雯从幔中单伸出手来。那大夫见这只手上有两根指甲，足有二三寸长，尚有金凤仙花染的通红的痕迹，便回过头来。有一个老嬷嬷忙拿了一块绢子掩上了。那大夫方诊了一回脉，起身到外间，向嬷嬷们说道：“小姐的症是外感内滞。近日时气不好，竟算是个小伤寒。幸亏是小姐素日饮食有限，风寒也不大，不过是气血原弱，偶然沾染了些，吃两剂药疏散疏散就好了。”说着，便又随婆子们出去。彼时李纨已遣人知会过后门上的人及各处丫鬟回避。大夫只见了园中景致，并不曾见一个女子。一时出了园门，就在守园门的小厮们的房内坐了，开了药方。老嬷嬷道：“老爷且别去，我们小爷罗嗦，恐怕还有话问。”那太医忙道：“方才不是小姐，是位爷不成？那屋子竟是绣房，又是放下幔子来瞧的，如何是位爷呢？”老嬷嬷笑道：“我的老爷，怪道小子才说：‘今儿请了一位新太医来了。’真不知我们家的事。那屋子是我们小哥儿的，那人是屋里的丫头，倒是个‘大姐’，那里的小姐的绣房？小姐病了，你那么容易就进去了？”说着，拿了药方进去。\n　　宝玉看时，上面有紫苏、桔梗、防风、荆芥等药，后面又有权实、麻黄。宝玉道：“该死该死，他拿着女孩儿们也象我们一样的治法，如何使得？凭他有什么内滞，这积实、麻黄如何禁得？谁请了来的，快打发他去罢，再请一个熟的来罢。”老嬷嬷道：“用药好不好，我们不知道。如今再叫小厮去请王大夫去倒容易，只是这个大夫又不是告诉总管房请的，这马钱是要给他的。”宝玉道：“给他多少？”婆子道：“少了不好，看来得一两银子，才是我们这样门户的礼。”宝玉道：“王大夫来了，给他多少？”婆子道：“王大夫和张大夫每常来了，也并没个给钱的，不过每年四节一个夏儿送礼，那是一定的年例。这个人新来了一次，须得给他一两银子。”宝玉听说，就命麝月去取银子。麝月道：“花大姐姐还不知搁在那里呢？”宝玉道：“我常见着在那小螺甸柜子里拿银子，我和你找去。”说着二人来至袭人堆东西的屋内，开了螺甸柜子。上一稿都是些笔墨、扇子、香饼、各色荷包、汗巾等类的东西，下一桶却有几串钱。于是开了抽屉，才看见一个小笸箩内放着几块银子，倒也有戥子。麝月便拿了一块银，提起戥子来问宝玉：“那是一两的星儿？”宝玉笑道：“你问的我有趣儿，你倒成了是才来的了。”麝月也笑了，又要去问人。宝玉道：“拣那大的给他一块就是了。又不做买卖，算这些做什么。”麝月听了，便放下戥子，拣了一块掂了一掂，笑道：“这一块只怕是一两了。宁可多些好，别少了叫那穷小子笑话，不说咱们不认得戥子，倒说咱们有心小气似的。那婆子站在门口笑道：“那是五两的锭子夹了半个，这一块至少还有二两呢。这会子又没夹剪，姑娘收了这块，拣一块小些的。”麝月早关了柜子出来．笑道：“谁又找去呢，多少你拿了去就完了！”宝玉道：“你快叫焙茗再请个大夫来罢。”婆子接了银子，自去料理。\n　　一时焙茗果请了王大夫来，先诊了脉，后说病证，也与前头不同。方子上果然没有枳实、麻黄等药，倒有当归、陈皮、白芍等药，那分两较先也减了些，宝玉喜道：“这才是女孩儿们的药。虽疏散，也不可太过。旧年我病了，却是伤寒，内里饮食停滞，他瞧了还说我禁不起麻黄、石膏、枳实等狼虎药。我和你们，就如秋天芸儿进我的那才开的白海棠似的，我禁不起的药，你们那里经得起。比如人家坟里的大杨树，看着枝叶茂盛，都是空心子的。”麝月笑道：“野坟里只有杨树，难道就没有松柏不成？最讨人嫌的是杨树，那么大树只一点子叶子，没一点风儿他也是乱响。你偏要比他，你也太下流了。”宝玉笑道：“松柏不敢比。连孔夫子都说：‘岁寒然后知松柏之后雕’呢，可知这两件东西高雅。不害躁的才拿他混比呢。”\n　　说着，只见老婆子取了药来。宝玉命把煎药的银铞子找了出来，就命在火盆上煎。晴雯因说：“正经给他们茶房里煎去罢咧，弄的这屋里药气，如何使得？”宝玉道：“药气比一切的花香还香呢。神仙采药烧药，再者高人逸士采药治药，最妙的一件东西。这屋里我正想各色都齐了，就只少药香，如今恰全了。”一面说，一面早命人俱上。又嘱咐麝月打点些东西，叫个老嬷嬷去看袭人，劝他少哭。一一妥当，方过前边来贾母、王夫人处请安吃饭。\n正值凤姐儿和贾母、王夫人商议说：“天又短，又冷，不如以后大嫂子带着姑娘们在园子里吃饭。等天暖和了，再来回的跑也不妨。”王夫人笑道：“这也是好主意，刮风下雪倒便宜。吃东西受了冷气也不好，空心走来，一肚子冷气，压上些东西也不好。不如园子后门里的五间大屋子，横竖有女人们上夜的，挑两个女厨子在那里单给他姐妹弄饭。新鲜菜蔬是有分例的，在总管账房里大了去，或要钱要东西。那些野鸡獐狍各样野味，分些给他们就是了。”贾母道：“我也正想着呢，就怕又添厨房事多些。”凤姐道：“并不事多，一样的分例，这里添了，那里减了。就便多费些事，小姑娘们受了冷气，别人还可，第一，林妹妹如何禁得住？就连宝兄弟也禁不住，况兼众位姑娘都不是结实身子。”\n凤姐儿说毕，未知贾母何言，且听下回分解。",
  "translation": "When the others heard that Baoqin had written ten nostalgic poems about places of historic interest in different provinces which she had visited, with ten different objects as their themes, they cried, “How original!”\n\nThey pressed round to read them. This is what was written:\n\nRED CLIFF RUINS\n\nBuried here, the wrecked ships bar the river;\n\nVainly their fame has been preserved.\n\nThe roar of flames and lamentations are spent,\n\nBut countless heroes’ souls still haunt the waves.\n\nJIAOZHI RUINS\n\nThe bronze pillar’s a glorious monument\n\nTo our might known to tribes beyond the seas.\n\nMa Yuan’s great deeds need no flute-player’s praise,\n\nNor the feats of Zhang Liang sung.\n\nZHONGSHAN RUINS\n\nFame and rank never tempted the recluse;\n\nYet against his will he left his retreat.\n\nHis ties with the world could never be broken;\n\nNo wonder men find his story laughable.\n\nHUAIYIN RUINS\n\nA stalwart should beware of curs’ attacks;\n\nThe king of three Qi states was killed in his prime.\n\nLet worldlings not look down on him:\n\nHe repaid a free meal with his life.\n\nGUANGLING RUINS\n\nCicadas’ chirping, crows at rest soon pass;\n\nHow look the Sui Dyke’s willows now?\n\nBecause it won such notoriety\n\nThere is endless idle gossip still.\n\nTAOYE FERRY RUINS\n\nWeeds and wild flowers by the shallow pool,\n\nPeach branches, leaves, all severed from the tree.\n\nHow many beams of those Six Dynasties’ halls?\n\nOn the wall hangs a portrait with an inscription.\n\nGREEN TOMB RUINS\n\nThe dark waves choke and will not flow,\n\nIcy strings sob out the music’s grief.\n\nThe Han court’s rules deserve our jeers;\n\nFools are shamed by the fame of a wise woman.\n\nMAWEI POST STATION RUINS\n\nLonely, begrimed with sweat her lovely face,\n\nHer charm all lost into the ocean vast.\n\nBut since she left a record of her fragrance,\n\nHer garments still give forth a rare aroma.\n\nPUDONG TEMPLE RUINS\n\nA worthless, wanton young maid,\n\nCarried off by her lover by a trick.\n\nThough her mistress often had her beaten,\n\nShe went with him and stayed at his side.\n\nPLUM BLOSSOM TEMPLE RUINS\n\nNot by the plum tree but the willow;\n\nWho found here the portrait of the beauty?\n\nDon’t recall the reunion in spring,\n\nParted by the west wind for another year.\n\nThe others after reading these all praised them as remarkable.\n\n“The first eight describe historical events,” said Baochai. “But the last two have no foundation that I know of. We had better not include them as we can’t explain them.”\n\nDaiyu interposed quickly, “How pedantic you are, cousin! Even a child of three has heard the stories of the two operas, to say nothing of us.”\n\n“Quite right,” agreed Tanchun.\n\nAnd Li Wan added, “Besides, she’s been to both these places. Even if there’s no historical foundation, these stories have been handed down from the past and romantics have made up tales about certain sites to fool people. For instance, that year on our way to the capital we saw several tombs of Lord Guan, and yet all his exploits are a matter of record, so how can he have so many tombs? Probably it was on account of his popularity that later generations built extra ones. I’ve read in the Gazetteer that there are any number of tombs of famous men, to say nothing of unverified ancient sites. Even if these two poems have no historical basis, they’re based on well-known stories and operas which everyone knows, even children, and the texts of which are even quoted in oracles. It isn’t as if she’d quoted from The Western Chamber or The Peony Pavilion, so there’s no need to worry. Let’s keep them.”\n\nAt that Baochai said no more and they tried to guess the answers, but none of them could.\n\nAs the days were short in winter, it was now time for the evening meal and they went back to the front court to eat. One of the maids sent to Lady Wang came back to report:\n\n“Xiren’s brother Hua Zifang is outside. He says their mother is critically ill.”\n\nHe wanted to see his daughter and begged this favour — to be allowed to take Xiren home for a while.\n\n“After all, she is his child,” said Lady Wang. “How can we refuse?”\n\nShe sent for Xifeng and told her to see to it. Xifeng agreed and, upon her return, ordered Mrs. Zhou to explain the situation to Xiren.\n\n“Tell one of the married women who go out with the girls to accompany her,” she said, “and take two young maids as well. Have four older servants go too as escorts. Take one large carriage for yourselves and a small one for the maids.”\n\nAs Mrs. Zhou was leaving to carry out these orders, Xifeng added, “Xiren’s a quiet one. Tell her I say she’s to wear some of her best clothes and take a big bundle of them too. She must have a good wrapper and a good hand-warmer. Before she leaves, she must come here to let me have a look at her.”\n\nMrs. Zhou assented and went off.\n\nSome time later Xiren appeared in her best clothes, attended by two young maids and Mrs. Zhou who were carrying her hand-warmer and clothes-wrapper. Xifeng noted that the gold and pearl trinkets in her hair were quite handsome, and that she was wearing a peach-red figured-silk coat lined with white squirrel and embroidered with a hundred flowers, a greenish-blue skirt embroidered with coloured designs and trimmed with gold, and a black satin sleeveless jacket lined with squirrel.\n\n“These three are Her Ladyship’s,” said Xifeng. “They look well on you, but this jacket is rather too plain and not warm enough either for this weather. You should be wearing one with fur.”\n\n“Her Ladyship gave me this squirrel jacket and another lined with white squirrel too. She said she’d give me one with fur at the end of the year.”\n\n“I have one, but I don’t care for the fur trimming and was meaning to have it changed. Never mind, you can wear it for the time being. When at the end of the year Her Ladyship gives you one, you can give me back this one. That will do just as well.”\n\nThe others laughed.\n\n“That’s just like you, madam,” they cried. “You’re so free-handed, spending goodness knows how much on the sly for Her Ladyship — more than anyone could guess. You’d never ask her to pay it back. Why pretend to be so close-fisted now?”\n\n“Her Ladyship wouldn’t think of such a thing,” replied Xifeng cheerfully. “This isn’t a major issue anyway. If I didn’t look after you, it would reflect badly on us all. I don’t mind the expense so long as you all look your best and I get the credit for it. If you went about looking like burnt cakes, people would laugh at me for mismanaging the household so badly that you’re all turned into beggars.”\n\n“Who else is as wise as you, madam?” they chuckled. “So considerate to Her Ladyship above and to us below.”\n\nAs they were speaking, Xifeng told Pinger to fetch the darkblue cape, embroidered with eight medallions and lined with foal-skin, which she had worn the previous day, and give it to Xiren. Then, inspecting the wrapper which had been brought, she saw that it was of two different materials, figured satin and pink silk, lined with red silk. In it were two padded jackets and a fur cape, none of them new.\n\nXifeng ordered Pinger to fetch one of her own wrappers of foreign damask lined with jade-coloured silk, and to pack in it a snow-cape.\n\nPinger brought out two, one of old red camel felt, the other of old red camlet.\n\n“I don’t deserve such things,” protested Xiren.\n\n“Take the felt one,” said Pinger. “I’ll take this chance to send the camlet to Miss Xing. In all that snow yesterday, everyone was wearing either felt or camlet — a dozen or so in red, as it happened, which made a fine show against the snow. But she was in that old padded cape which made her look so pinched and pathetic. I’ll give her this.”\n\nXifeng laughed. “The things I give her she can pass on to anyone she likes. I’ve more than I can use, so it’s lucky to have you helping me dispose of them.”\n\n“This shows how good you’ve always been to Her Ladyship and to us, madam,” they cried. “If you were stingy and kept everything for yourself, with no thought for us, how could she presume to do such a thing?”\n\n“So she’s one of the few who knows something of my ways.” Xichun turned to Xiren. “If your mother’s better, well and good. If not, stay there and send to let me know. I’ll have bedding sent you. Don’t use their bedding or toilet things.”\n\nShe told Mrs. Zhou, “You know the rules, I’ve no need to tell you.”\n\n“Yes, madam, I know. When we get there we’ll tell them to keep out of the way. If she has to stay, they must clear one or two inner rooms for her.”\n\nShe went out with Xiren then and ordered pages to prepare lanterns. They went by carriage to Hua Zifang’s house.\n\nMeanwhile Xifeng sent for the two nurses from Happy Red Court and told them, “Xiren may not be back. Decide which of the senior maids is most reliable and put her on night duty in Baoyu’s room. See that you look after him well and don’t let him run wild.”\n\nThe two nurses assented and withdrew. Soon they came back to report, “We’ve put Qingwen and Sheyue on duty. The four of us take it in turns to be in charge.”\n\nXifeng nodded. “Tell him to go to bed early at night and get up early in the morning.”\n\nThe nurses having promised to do this went back to the Garden. Presently Mrs. Zhou came to report, “Xiren’s mother is on her deathbed, so Xiren can’t come back.”\n\nXifeng informed Lady Wang and sent to the Garden for Xiren’s bedding and toilet-case. Baoyu watched Qingwen and Sheyue put these away.\n\nAfter they had helped him change his clothes for the night, Qingwen perched on the heated wardrobe while Sheyue made fun of her.\n\n“No playing the young lady tonight,” she said. “Do stir your stumps.”\n\n“I will when you’ve all gone. I mean to make the most of my time while you’re here.”\n\n“Do be a dear, sister,” coaxed Sheyue. “I’ll make the bed if you’ll let down the looking-glass cover and draw the catch. You’re taller than I am.”\n\nShe went to make Baoyu’s bed then.\n\nQingwen gave a snort of laughter. “You’ve picked a fine time to start pestering, just when I’ve sat down to get warm.”\n\nBaoyu had been sitting brooding, wondering whether Xiren’s mother would live or die. Hearing this, he rose and went out to let down the mirror cover and fasten it.\n\n“There,” he said on his return. “Now you can keep your seats. I’ve done it for you.”\n\n“I still can’t get warm,” retorted Qingwen. “I’ve just remembered that the warming-pan hasn’t been brought in.”\n\n“What a good thing you reminded me,” said Sheyue. “Usually we don’t have one. It’s warm on this wardrobe, not like the kang in our room which is cold. We can do without it tonight.”\n\n“You two will be sleeping on that, so with no one in the outer room I shall be scared and won’t sleep a wink all night.”\n\n“I’ll sleep here,” volunteered Qingwen. “Sheyue can sleep outside.”\n\nBy now the first watch had sounded. Sheyue let down the curtains, trimmed the lamp and put out the incense, then saw to it that Baoyu went to bed. After that the two girls turned in, Qingwen on the heated wardrobe and Sheyue on the bed in the alcove.\n\nAfter the third watch Baoyu called out in his sleep for Xiren.\n\nThe maid having acknowledged the order, he himself woke up, and then he remembered that Aroma was not at home, and laughed at himself. Skybright was already awake, and called to Musk. ‘Even I’m awake, and she’s on duty and doesn’t know. She’s a fine one!’\n\nMusk turned over and stretched.\n\n‘She’s called Aroma,’ she said. ‘What’s that got to do with me?’ Then she asked Bao-yu what he wanted.\n\n‘I’d like some tea.’\n\nMusk got up. She was wearing only a little red silk padded jacket.\n\n‘Put my cape on,’ said Bao-yu, ‘or you’ll catch cold.’\n\nMusk reached out for the warm, fur-lined gown that Bao-yu had been wearing over his shoulders, draped it around herself, went over to the wash-stand and rinsed her hands, then poured a cup of warm water, took the large rinsing bowl and held it for Bao-yu while he rinsed his mouth. Only then did she take a cup from the tea-caddy, rinse it with warm water, pour out half a cup of tea from the teapot and hand it to Bao-yu to drink. She rinsed her own mouth, and drank half a cupful of tea herself.\n\n‘Be a dear, Musk,’ said Skybright. ‘Let me have a sip.’\n\n‘You push your luck, don’t you?’ said Musk.\n\n‘Please, Musk! Tomorrow night you can stay in bed and I’ll wait on you the whole night. How about that?’\n\nMusk had no choice but to help her rinse her mouth and give her half a cup of tea to drink.\n\n‘Now don’t you two go to sleep while I’m gone,’ said Musk. ‘I’m just going outside for a stroll. I’ll be back in a minute.’\n\n‘There’s a ghost out there waiting for you!’ said Skybright.\n\n‘There’s a lovely moon,’ said Bao-yu. ‘We’ll talk while you’re gone. Off you go.’ He gave a little cough. Musk opened the back door, lifted up the felt door-screen, and stepped outside. There was a beautiful moon. As soon as she had gone, Skybright, who was by nature more daring than the others and not afraid of the cold, decided to play a trick on her. She slipped stealthily off the heated kang, and without putting on any extra clothes, crept out after her in her little jacket.\n\n‘Don’t!’ Bao-yu called after her. ‘You’ll catch cold. It’s no joke!’\n\nSkybright signalled to him to be quiet, and went out. The moonlight was like water. Suddenly a gust of wind blew, penetrating to the very marrow, and made her shudder. She thought to herself: ‘No wonder people say you mustn’t let the wind blow on you when you’re hot. This is really cold!’ She was just about to give Musk a fright, when she heard Bao-yu call out loudly:\n\n‘Skybright’s out there!’\n\nSkybright hurried in again.\n\n‘What a fuss! You’d think I was going to scare her to death! You’re just like an old woman sometimes!’\n\n‘It’s not that I’m afraid you’ll scare her,’ said Bao-yu with a smile. ‘But first of all, you might catch cold; and secondly, if she got a fright she might scream and wake the others. Then they’d think it silly of us to be carrying on like this. They’d say that Aroma’s only been gone one night, and already we’re seeing ghosts. Come and tuck me in.’\n\nSkybright went over to tuck him in, and reached her hand in to warm it.\n\n‘Your hands are freezing! I told you you’d get cold.’\n\nHe noticed that her cheeks were as red as rouge, and touched them. They were cold too.\n\n‘Quick! Get under the covers and warm yourself!’\n\nBefore he had finished speaking, there was a crash at the door and Musk came in again, laughing breathlessly.\n\n‘Oh! You gave me such a scare! In the dark, behind the rockery, I saw someone squatting down. I was just about to call out, when I saw it was that big pheasant. It flew off into the light and I could see what it was. If I’d cried out, I might have alarmed everyone.’\n\nShe washed her hands.\n\n‘You said Skybright had gone out,’ she went on. ‘I never saw her. She must have been trying to scare me.’\n\n‘There she is,’ said Bao-yu. ‘Under the covers, warming herself. If I hadn’t called out when I did, she would certainly have given you a scare.’\n\n‘She doesn’t need to scare me,’ said Musk. ‘She’s already scared herself, creeping around outside in next to nothing on a night like this!’\n\n“You’re enough to scare anyone to death, carrying on like that,” she scolded, getting back into her own bed.\n“Do you mean to go out like that, dressed like an acrobat in a show?” Sheyue demanded.\n“Yes, that’s how I’m going out.”\n“You’ll be the death of me, you really will, choosing a day like this to go out. Just you stand outside for a minute and see — your skin will be frozen.”\nAs she spoke she lifted the bronze cover from the brazier and, taking the ash-shovel, heaped the glowing charcoal together again. Then she put two sticks of incense on it, replaced the cover and went behind the screen to trim the lamp again before going back to bed.\nThe sudden chill just now and the warmth at present made Qingwen give two sneezes.\n“There you are!” Baoyu sighed. “You’ve caught a chill after all.”\n“She complained first thing this morning that she wasn’t feeling well, and she’s not eaten a proper meal all day,” said Sheyue. “Instead of taking care of herself she has to go playing about. Now she’ll fall ill and have only herself to blame.”\n“Is your head hot?” asked Baoyu.\nQingwen coughed a couple of times before answering, “It’s nothing. I’m not all that delicate.”\nAs she spoke, the clock in the outer room struck two and they heard the old nurse on night duty cough. She called:\n“Young ladies, it’s time to go to sleep. You can carry on your fun tomorrow.”\nBaoyu chuckled softly, “Better stop talking or we’ll get another warning.” With that they all went to sleep.\nThe next day, upon getting up, Qingwen did indeed feel rather stuffy and heavy in the head and too lethargic to move.\n“Don’t breathe a word about it,” warned Baoyu. “If Lady Wang hears, she’s sure to send you home to get well. And however good it may be at home, it’s colder there than here. You’d better stay. If you lie down in the inner room, I’ll send for a doctor to come in quietly by the back gate to have a look at you.”\n“That may be,” said Qingwen, “but at least you should let Madam Zhu know. Otherwise, when the doctor comes, what are we to say if people ask questions?”\nBaoyu saw sense in this. He summoned an old nanny and instructed her, “Go and tell Madam Zhu that Qingwen has a slight chill — nothing serious. As Xiren’s away from home too, if Qingwen goes back to recover we shall have no one here. Tell her we mean to send for a doctor to come in by the back gate to examine her, but we won’t let Lady Wang know.”\nThe old woman went off on this errand and came back after some time to report, “I’ve told Madam Zhu. She says if a couple of doses of medicine cure Qingwen, well and good. If not, she’d better leave here. There’s a lot of illness about, and it wouldn’t matter so much if other people caught something, but we must take care of the young ladies’ health.”\nQingwen, who was resting in the inner room, overheard this and started coughing indignantly.\n“What do you take me for?” she cried. “A pestilence? For fear I should infect people, I’ve got to leave. All right, I’ll go. But don’t expect any of you to fall ill in future, ever!”\nShe was starting to get up when Baoyu hurried over to stop her.\n“Don’t be angry,” he begged. “She’s only responsible, afraid of being blamed if Lady Wang hears of this. So she had to say that. You’re always so touchy, and now you’re in a temper again.”\nJust then the doctor was announced. Baoyu hid behind a bookcase while two or three old women from the back gate showed the doctor in. The maids had already withdrawn, and three or four nurses let down the red embroidered curtain of the couch and thrust out Qingwen’s hand, which they rested on a pillow. The doctor, catching sight of two of her nails which were two or three inches long and stained red with balsam, turned away his head. One of the nurses promptly covered them with a handkerchief.\nThen the doctor felt her pulse for a while and went out to the outer room to announce to the nurses:\n“The young lady’s trouble is due to cold and indigestion. The weather recently has been unwholesome, so it’s a case of real influenza.\n\nIt’s a slight chill. Fortunately, the young lady doesn’t eat too much at ordinary times and hasn’t taken too bad a chill. She’s just rather weak and low in spirits, that’s all. A couple of doses of medicine to induce perspiration will set her right.” With that he followed the matrons out.\n\nLi Wan had already sent to warn the servants at the back gate and the maids in different apartments to keep out of the way. So the doctor saw only the garden scenery and not a single young woman. Once outside the Garden, he sat down in the room of the pages on gate duty and wrote his prescription.\n\n“Don’t go yet, sir,” said the nurse. “Our young gentleman is very particular. He may want to ask you something.”\n\n“Just now, wasn’t that the young lady?” exclaimed the doctor. “It was an inner chamber, and the bed-curtain was let down for me to feel her pulse — how can it have been a young gentleman?”\n\nThe old nurse laughed.\n\n“No wonder our boy said just now, ‘We’ve sent for a new doctor today.’ You don’t know the set-up in our family. That room belongs to our young master, and the patient is one of his maids — an older girl, not a young lady. If one of the young ladies were ill, how could you so easily have been admitted?” Then she took the prescription inside.\n\nBaoyu saw that it contained herbs such as perilla, platycodon root, ledebouriella and schizonepeta, as well as orange pith, ephedra and other ingredients.\n\n“Confound it!” he cried. “The fellow treats girls the same as us. How can she stand ephedra and all the rest? Who sent for this quack? Get him out of here, and send at once for a doctor we know.”\n\n“We’re no judges of prescriptions,” said the nurse. “It’s easy enough to send for Doctor Wang, but this doctor wasn’t asked for by the stewards in the outer office and must be paid for his call.”\n\n“How much should we give him?”\n\n“We can’t give too little. For a family like ours, one tael of silver would be about right.”\n\n“How much do we usually give Doctor Wang?”\n\n“Neither Doctor Wang nor Doctor Chang is ever paid for a call. We just send them presents at the four major festivals each year. That’s the regular custom. But as this is the first time for this doctor, we should give him one tael.”\n\nBaoyu then told Sheyue to fetch the silver.\n\n“I don’t know where Aroma keeps it,” she said.\n\n“I’ve often seen her get money from that mother-of-pearl cabinet. I’ll go with you to look.”\n\nThey went together to the room where Aroma kept her belongings and opened the mother-of-pearl cabinet. The top drawer was full of writing-brushes, ink, fans, incense, pouches, sashes and the like; the lower drawer contained several strings of cash. When they opened the small drawer they found some silver in a basket and a steelyard for weighing it.\n\nSheyue picked up one piece of silver and then the steelyard.\n\n“Which mark is one tael?” she asked Baoyu.\n\nHe chuckled.\n\n“What a question! As if you were a new arrival here.”\n\nSheyue smiled too and was going to ask someone else.\n\n“Just take him one of the larger pieces,” said Baoyu. “We’re not shop-keepers — why be so particular?”\n\nAt that she put down the steelyard and chose a piece of silver which she weighed in her hand.\n\n“This must be one tael,” she said. “Better too much than too little. It wouldn’t do to give that poor wretch too little and make him laugh at us for not knowing the weights — he might think we were stingy.”\n\nThe nurse who was standing at the door put in, “That’s a piece chopped off a five-tael ingot. It must weigh at least two taels. There are no shears here to cut it with. Put that away, miss, and find a smaller piece.”\n\nBut Sheyue had already closed the cabinet.\n\n“I’m not going to look for any more,” she retorted. “If you have some to spare, well and good; if not, let him have this and we can consider the extra his luck.”\n\n\"Just take it and have done!\" said Baoyu.\n\n\"Go and fetch Beiming quickly to get another doctor,\" he urged.\n\nThe woman took the money and went off to attend to this.\n\nPresently Beiming arrived with Doctor Wang, who felt the patient's pulse and then described her symptoms, which were different from those diagnosed by the previous doctor. His prescription indeed contained no immature orange fruit or ephedra but included angelica, dried orange peel and white peony root; and the dosage was smaller too.\n\n\"This is the right medicine for girls,\" said Baoyu approvingly. \"Even if you want them to get over a chill, you mustn't be too drastic. When I was ill last year and had a chill with congestion, that doctor said I couldn't stand strong drugs like ephedra, gypsum and immature orange fruit. Compared with you girls, I'm like that poplar in the graveyard which looks so leafy and luxuriant but is hollow inside. You're even more delicate.\"\n\nSheyue laughed.\n\n\"Are there no pines or cypresses in graveyards, only poplars? The horrid thing about poplars is that huge as they are they have so few leaves that the branches rustle at the least breath of wind. Why compare yourself to that? You've no taste.\"\n\n\"I wouldn't dare compare myself to pine or cypress. Even Confucius said, 'When the year grows cold, then we know that the pine and cypress are the last to fade.' They're so noble, only upstarts would make such a comparison.\"\n\nAs he was speaking the old woman came back with the medicine. Baoyu had a silver pot fetched to brew it in over the brazier.\n\n\"Better brew it in the tea-kitchen,\" advised Qingwen. \"How can you stand the smell of medicine in here?\"\n\n\"The smell of medicine is sweeter than any flower fragrance,\" he rejoined. \"Immortals gather and prepare medicine, and the highest type of recluse doctors people — what could be finer? In fact, I've been thinking that this room lacks just one thing: the aroma of medicine. And now we have that too.\"\n\nHe had the medicine brewed at once, then told Sheyue to prepare a present and send an old nanny to see Xiren and urge her not to cry. Not until all this had been done did he go to pay his respects to the Lady Dowager and Lady Wang and have his meal.\n\nXifeng happened to be discussing with them, \"The days are so short now and cold too. Wouldn't it be better if the elder sister-in-law had her meals in the Garden with the girls? They needn't come out again till it's warmer.\"\n\n\"That's a good idea,\" agreed Lady Wang. \"It's not good for them to traipse here in the wind and snow, or to eat when they've cold wind in their stomachs. For that matter, it's not good to put food on top of cold either. Those five rooms by the back gate of the Garden would do. We've women on night duty there in any case. We can pick two women cooks to prepare meals there for the girls. They get their share of vegetables anyway from the general kitchen, and they can draw money or other things from the chief steward's office. We can let them have some pheasant, roebuck and venison too when we get any.\"\n\n\"I've been thinking of that too,\" said the Lady Dowager. \"I was only afraid that would mean another kitchen and more trouble.\"\n\n\"It won't,\" Xifeng assured her. \"They'll get the same share — if more is given here, less will be needed there. Even if it does mean a little extra trouble, think how bad it is for the girls to be exposed to the cold. The others may not matter, but what about Cousin Lin? She can't stand chills. And even Baoyu can't stand them either — none of the girls is very strong.\"\n\nBut, reader, you must hear what the Lady Dowager said to this in the next chapter."
}