{
  "index": "053",
  "title": "第53章 宁国府除夕祭宗祠 荣国府元宵开夜宴",
  "original": "话说宝玉见晴雯将雀裘补完，已使得力尽神危，忙命小丫头子来替他捶着，彼此捶打了一会。歇下没一顿饭的工夫，天已大亮，且不出门，只叫快请大夫。一时王大夫来了，诊了脉，疑惑说道：“昨日已好了些，今日如何反虚浮微缩起来？敢是吃多了饮食？不然就是劳了神思。外感却倒轻了，这汗后失调养，非同小可。”一面说，一面出去开了药方进来。宝玉看时，已将疏散驱邪诸药减去，倒添茯苓、地黄、当归等益神养血之剂。宝玉一面忙命人煎去，一面叹说：“这怎么处？倘或各个好歹，都是我的罪孽！”晴雯睡在枕上，道：“好二爷，你干你的去罢。那里就得了痨病了呢！”宝玉无奈，只得去了。至下半天，说身上不好，就回来了。晴雯此症虽重，幸亏他素昔是个使力不使心的人，再者素昔饮食清淡，饥饱无伤的。这贾宅中的秘法，无论上下，只略有些伤风咳嗽，总以净饿为主，次则服药调养。故于前一日病时，就饿了两三天，又谨慎服药调养。如今虽劳碌了些，又加倍培养了几日，便渐渐的好了。近日园中姐妹皆各在房中吃饭，炊爨饮食甚便，宝玉自能要汤要羹调停，不必细说。\n　　袭人送母殡后，业已回来，麝月便将坠儿一事，并“睛雯撵逐出去，也曾回过宝玉”等语，一一的告诉袭人。袭人也没说别的，只说：“太性急了。”\n　　只因李纨亦因时气感冒；邢夫人正害火眼，迎春、岫烟皆过去朝夕侍药；李婶之弟又接了李婶娘、李纹、李绮家去住几天。宝玉又见袭人常常思母含悲，晴雯又未大愈，因此诗社一事，皆未有人作兴，便空了几社。\n　　当下已是腊月，离年日近，王夫人和凤姐儿治办年事。王子腾升了九省都检点，贾雨村补授了大司马，协理军机，参赞朝政，不提。\n　　且说贾珍那边开了宗祠，着人打扫，收拾供器，请神主，又打扫上屋以备悬供遗真影像。此时荣、宁二府内外上下，皆是忙忙碌碌。\n　　这日宁府中尤氏正起来，同贾蓉之妻打点送贾母这边的针线礼物，正值丫头捧了一茶盘押岁锞子进来，回说：“兴儿回奶奶；前儿那一包碎金子，共是一百五十三两六钱七分，里头成色不等，总倾了二百二十个锞子。”说着递上去。尤氏看了一看，只见也有梅花式的，也有海棠式的，也有“笔锭如意”的，也有“八宝联春”的。尤氏命：“收拾起来，就叫兴儿将银锞子快快交进来。”丫鬟答应去了。\n　　一时贾珍进来吃饭，贾蓉之妻回避了。贾珍因问尤氏：“咱们春祭的恩赏可领了不曾？”尤氏道：“今儿我打发蓉儿关去了。”贾珍道：“咱们家虽不等这几两银子使，多少是皇上天恩。早关了来，给那边老太太送过去，置办祖宗的供，上领皇上的恩，下则是托祖宗的福。咱们那怕用一万银子供祖宗，到底不如这个有体面，又是沾恩锡福。除咱们这么一二家之外，那些世袭穷官儿家，要不仗着这银子，拿什么上供过年？真正皇恩浩荡，想得周到。”尤氏道：“正是这话。”二人正说着，只见人回：“哥儿来了。”贾珍便命：“叫他进来。”只见贾蓉捧了一个小黄布口袋进来。贾珍道：“怎么去了这一日？”贾蓉陪笑回说：“今儿不在礼部关领了，又在光禄寺库上。因又到了光禄寺，才领下来了。光禄寺老爷们都说，问父亲好，多日不见，都着实想念。”贾珍笑道：“他们那里是想我？这又到了年下了，不是想我的东西，就是想我的戏酒了。”一面说，一面瞧那黄布口袋，上有封条，就是“皇恩永锡”四个大字。那一边又有礼部词祭司的印记。一行小字，道是：“宁国公贾演，荣国公贾法，恩赐永远春祭赏共二分，净折银若干两，某年月日，龙禁尉候补侍卫贾蓉当堂领讫。值年寺丞某人。”下面一个朱笔花押。\n　　贾珍看了，吃过饭，盥漱毕，换了靴帽，命贾蓉捧着银子跟了来，回过贾母、王夫人，又至这边回过贾赦、邢夫人，方回家去，取出银子，命将口袋向宗祠大炉内焚了。又命贾蓉道：“你去问问你那边二婶娘，正月里请吃年酒的日子拟了没有？若拟定了，叫书房里明白开了单子来，咱们再请时，就不能重复了。旧年不留神重了几家，人家不说咱们不留心，倒象两家商议定了，送虚情怕费事的一样。”贾蓉忙答应去了。一时，拿了请人吃年酒的日期单子来了，贾珍看了，命“交给赖升去看了，请人别重了这上头的日子。”因在厅上看着小厮们抬围屏，擦抹几案金银供器。只见小厮手里拿着一个禀帖，并一篇账目。回说：“黑山村乌庄头来了。”贾珍道：“这个老砍头的，今儿才来！”\n　　贾蓉接过禀帖和账目，忙展开捧着，贾珍倒背着两手，向贾蓉手内看去。那红禀上写着：“门下庄头乌进孝叩请爷奶奶万福金安，并公子小姐金安。新春大喜大福，荣贵平安，加官进禄，万事如意。”贾珍笑道：“庄家人有些意思。”贾蓉也忙笑道：“别看文法，只取个吉利儿罢。”一面忙展开单子看时，只见上面写着：\n　　大鹿三十只，獐子五十只，狍子五十只，暹猪二十个，汤猪二十个，龙猪二十个，野猪二十个，家腊猪二十个，野羊二十个，青羊二十个，家汤羊二十个，家风羊二十个，鲟鳇鱼二百个，各色杂鱼二百斤，活鸡、鸭、鹅各二百只，风鸡、鸭、鹅二百只，野鸡野猫各二百对，熊掌二十对，鹿筋二十斤，海参五十斤，鹿舌五十条，牛舌五十条，蛏干二十斤，榛、松、桃，杏瓤各二口袋，大对虾五十对，干虾二百斤，银霜炭上等选用一千斤，中等二千斤，柴炭三万斤，御田胭脂米二担，碧糯五十斛．白糯五十斛，粉粳五十斛，杂色粱谷各五十斛，下用常米一千担，各色干菜一车，外卖粱谷牲口各项折银二千五百两。外门下孝敬哥儿玩意儿：活鹿两对，白兔四对，黑兔四对，活锦鸡两对，西洋鸭两对。\n　　贾珍看完，说：“带进他来。”一时只见乌进孝进来，只在院内磕头请安。贾珍命人拉起他来，笑说：“你还硬朗？”乌进孝笑道：“不瞒爷说，小的们走惯了，不来也闷的慌。他们可都不是愿意来见见天子脚下世面？他们到底年轻，怕路上有闪失，再过几年就可以放心了。”贾珍道：“你走了几日？”乌进孝道：“回爷的话，今年雪大，外头都是四五尺深的雪，前日忽然一暖一化，路上竟难走的很，耽搁了几日。虽走了一个月零两日，日子有限，怕爷心焦，可不赶着来了。”贾珍道：“我说呢，怎么今儿才来。我看那单子上，今年你这老货又来打擂台来了。”乌进孝忙进前两步回道：“回爷说，今年年成实在不好。从三月下雨，接连着直到八月，竟没有一连晴过五六日。九月一场碗大的雹子，方近二三百里地方，连人带房并牲口粮食，打伤了上千上万的，所以才这样。小的并不敢说谎。”贾珍绉眉道：“我算定你至少也有五千银子来，这够做什么的？如今你们一共只剩了八九个庄子，今年倒有两处报了旱潦，你们又打擂台，真真是叫别过年了！”乌进孝道：“爷的这地方还算好呢，我兄弟离我那里只一百多地，竟又大差了。他现管着那府八处庄地，比爷这边多着几倍，今年也是这些东西，不过二三千两银子，也是有饥荒打呢！”贾珍道：“正是呢。我这边倒可已，没什么外项大事，不过是一年的费用。我受用些就费些，我受些委曲就省些。再者年例送人请人，我把脸皮厚些也就完了，比不得那府里，这几年添了许多花钱的事，一定不可免是要花的，却又不添些银子产业。这一二年里赔了许多，不和你们要，找谁去？”\n　　乌进孝笑道：“那府里如今虽添了事，有去有来。娘娘和万岁爷岂不赏呢？”贾珍听了，笑向贾蓉等道：“你们听听，他说的可笑不可笑？”贾蓉等忙笑道：“你们山坳海沿子上的人，那里知道这道理？娘娘难道把皇上的库给我们不成？他心里纵有这心，他不能作主。岂有不赏之理，按时按节，不过是些彩缎、古董、玩意儿。就是赏，也不过一百两金子，才值一千多两银子，够什么？这二年，那一年不赔出几千两银子来？头一年省亲连盖花园子，你算算那一注花了多少，就知道了。再二年，再省一回亲，只怕就精穷了！”贾珍笑道：“所以他们庄客老实人：‘外明不知里暗的事’，‘黄柏木作了磐槌子，外头体面里头苦。’”贾蓉又说又笑向贾珍道：“果真那府里穷了，前儿我听见二婶娘和鸳鸯悄悄商议，要偷老太太的东西去当银子呢。”贾珍笑道：“那又是凤姑娘的鬼，那里就穷到如此？他必定是见去路大了，实在赔得很了，不知又要省那一项的钱，先设出这法子来，使人知道，说穷到如此了。我心里却有个算盘，还不至此田地。”说着，便命人带了乌进孝出去，好生待他，不在话下。\n　　这里贾珍吩咐将方才各物留出供祖宗的来，将各样取了些，命贾蓉送过荣府里来，然后自己留了家中所用的，余者派出等等，一分一分的堆在月台底下，命人将族中子侄唤来分给他们。接着荣国府也送了许多供祖之物及给贾珍之物。贾珍看着收拾完备供器，着鞋，披着一件猞猁狲大皮袄，命人在厅柱下石阶上太阳中，铺了一个大狼皮褥子负暄，闲看各子弟们来领取年物。因见贾芹亦来领物，贾珍叫他过来，说道：“你做什么也来了？谁叫你来的？”贾芹垂手回说：“听见大爷这里叫我们领东西，我没等人去就来了。”贾珍道：“我这东西，原是给你那些闲着无事没进益的叔叔兄弟们的，那二年你闲着，我也给过你的。\n你如今在那府里管事，家庙里管和尚道士们，一月又有你的份例外，这些和尚的分例银钱都从你手里过，你还来取这个来！太也贪了。你自己瞧瞧，你穿的可象个手里使钱办事的？先前你说没进益，如今又怎么了？比先倒不象了。”贾芹道：“我家里原人口多，费用大。”贾珍冷笑道：“你又支吾我，你在家庙里干的事，打量我不知道呢。你到那里，自然是爷了，没人敢抗违你。你手里又有了钱，离着我们又远，你就为王称霸起来，夜夜招聚匪类赌钱，养老婆小子。这会子花得这个形象，你还敢领东西来？领不成东西，领一顿驮水棍去才罢！等过了年，我必和你二叔说，换回你来。”贾芹红了脸，不敢答言。人回：“北府王爷送了对联荷包来了。“贾珍听说，忙命贾蓉：“出去款待；只说我不在家。”贾蓉去了。这里贾珍撵走贾芹，看着领完东西，回屋与尤氏吃毕晚饭，一宿无话。至次日更忙，不必细说。\n　　已到了腊月二十九日了，各色齐备，两府中都换了门神、联对、挂牌，新油了桃符，焕然一新。宁国府从大门、仪门、大厅、暖阁、内厅、内三门、内仪门并内垂门，直到正堂，一路正门大开，两边阶下一色朱红大高烛，点的两条金龙一般。次日由贾母有封诰者，皆按品级着朝服，先坐八人大轿，带领众人进宫朝贺行礼。领宴毕回来，便到宁府暖阁下轿。诸子弟有未随入朝者，皆在宁府门前排班伺候，然后引人宗祠。\n　　且说宝琴，是初次进贾祠观看。一面细细留神打量这宗祠，原来宁府西边另一个院子，黑油栅栏内五间大门，上面悬一匾，写着是“贾氏宗祠”四个字，旁书“特晋爵太傅前翰林掌院事王希献书”。两边有一副长联，写道：\n　　肝脑涂地，兆姓赖保育之恩；\n　　功名贯天，百代仰蒸尝之盛。\n　　也是王太傅所书。进入院中，白石甬路，两边皆是苍松翠柏，月台上设着古铜鼎彝等器。抱厦前面悬一块九龙金匾，写道“星辉辅弼”，乃先皇御笔。两边一副对联：\n　　勋业有光昭日月；功名无间及儿孙。\n　　也是御笔。五间正殿前，悬一块闹龙填青匾，写道是“慎终追远”。傍边一副对联，写道是：\n　　已后儿孙承福得；至今黎庶念宁荣。\n　　俱是御笔。里边灯烛辉煌，锦幛绣幕，虽列着些神主，却看不真。\n　　只见贾府人分了昭穆，排班立定。贾敬主祭，贾赦陪祭，贾珍献爵，贾琏贾琮献帛，宝玉捧香，贾菖、贾菱展拜垫、守焚池。青衣乐奏，三献爵，兴拜毕，焚帛，奠酒。礼毕，乐止，退出。众人围随贾母至正堂上，影前锦帐高挂，彩屏张护，香烛辉煌，上面正居中悬着荣、宁二祖遗像，皆是披蟒腰玉，两边还有几轴列祖遗像。贾荇、贾芷等从内仪门挨次站列，直到正堂廊下，槛外方是贾敬、贾赦，槛内是各女眷。众家人小厮皆在仪门之外。每一道菜至，传至仪门，贾荇、贾芷等便接了，按次传至贾敬手中。贾蓉系长房长孙，独他随女眷在槛里，每贾敬捧菜至，传至贾蓉，贾蓉便传于他媳妇，又传于凤姐、尤氏诸人，直传至供桌前，方传与王夫人。王夫人传与贾母，贾母方捧放在桌上。邢夫人在供桌之西，东向立，同贾母供放。直至将菜饭汤点酒茶传完，贾蓉方退出去，归入贾芹阶位之首。当时凡从“文”旁之名者，贾敬为首；下则从“玉”者，贾珍为首；再下从“草头”者，贾蓉为首：左昭右穆，男东女西。俟贾母拈香下拜，众人方一齐跪下，将五间大厅，三间抱厦，内外廊檐，阶上阶下，两丹墀内，花团锦簇，塞的无一些空地。鸦雀无闻，只听铿锵叮当，金铃玉佩微微摇曳之声，并起跪靴履飒沓之响。\n　　一时礼毕，贾敬、贾赦等便忙退出至荣府，专候与贾母行礼。尤氏上房地下，铺满红毡，当地放着象鼻三足泥鳅流金珐琅大火盆，正面炕上铺着新猩红毡子，设着大红彩绣云龙捧寿的靠背、引枕、坐褥，外另有黑狐皮的袱子搭在上面。大白狐皮坐褥，请贾母上去坐了。两边又铺皮褥，请贾母一辈的两三位妯娌坐了。这边横头排插之后小炕上，也铺了皮褥，让邢夫人等坐下。地下两面相对十二张雕漆椅上，都是一色灰鼠椅搭小褥，每一张椅下一个大铜脚炉，让宝琴等姐妹坐。尤氏用茶盘亲捧茶与贾母，贾蓉媳妇捧与众老祖母，然后尤氏又捧与邢夫人等，贾蓉媳妇又捧与众姐妹。凤姐李纨等只在地下伺候。\n　　茶毕，邢夫人等便先起身来侍贾母吃茶。贾母与年老妯娌们闲话了两三句，便命看轿，凤姐儿忙上去搀起来。尤氏笑回说：“已经预备下老太太的晚饭。每年都不肯赏些体面，用过晚饭再过去。果然我们就不济凤丫头了？”凤姐儿搀着贾母笑道：“老祖宗走罢。咱们家去吃去，别理他。”贾母笑道：“你这是供着祖宗，忙得什么儿似的，那里还搁的住我闹？况且我每年不吃，你们也要送去的。不如还送了来，我吃不了，留着明儿再吃，岂不多吃些？”说的众人都笑了。又吩咐他：“好生派妥当人夜里坐着看香火，不是大意得的。”尤氏答应了。一面走出来，至暖阁前，尤氏等闪过屏风，小厮门才领轿夫请了轿出大门。尤氏亦随邢夫人等回至荣府。这里轿出大门，这一条街上东一边设立着宁国公的仪仗执事乐器，西一边设立着荣国公的仪仗执事乐器，来往行人皆屏退不从此过。\n　　一时来至荣府，也是大门正门一直开到里头。如今便不在暖阁下轿了，过了大厅，转弯向西，至贾母这边正厅上下轿。众人围随同至贾母正堂中间，亦是锦祖绣屏，焕然一新。当地火盆内焚着松柏香，百合草。贾母归了坐，老嬷嬷来回：“老太太们来行礼。”贾母忙起身要迎，只见两三个老妯娌已进来了。大家挽手笑了一回，让了一回。吃茶去后，贾母只送至内仪门就回来，归了正坐。贾敬、贾赦等领了诸子弟进来。贾母笑道：“一年家难为你们，不行礼罢。”一面男一起，女一起，一起一起俱行过了礼。左右设下交椅，然后又按长幼挨次归坐受礼。两府男女、小厮、丫鬟，亦按差役上、中、下行礼毕。然后散了押岁钱并荷包金银锞等物。摆上合欢宴来，男东女西归坐，献屠苏酒、合欢汤、吉祥果、如意糕毕。贾母起身，进内间更衣，人方各散出。那晚各处佛堂灶王前焚香上供。王夫人正房院内设着天地纸马香供。大观园正门上挑着角灯，两旁高照，各处皆有路灯。上下人等，打扮的花团锦簇。一夜人声杂沓，语笑喧闻，爆竹起火，络绎不绝。\n　　至次日五鼓，贾母等人按品上妆，摆全副执事进宫朝贺，兼祝元春千秋。领宴回来，又至宁府祭过列祖，方回来。受礼毕，便换衣歇息。所有贺节来的亲友，一概不会，只和薛姨妈、李婶娘二人说话随便，或和宝玉、宝钗等姐妹赶围棋摸牌作戏。王夫人和凤姐天天忙着请人吃年酒，那边厅上和院内皆是戏酒，亲友络绎不绝。\n　　一连忙了七八天，才完了，早又元宵将近。宁、荣二府皆张灯结彩。十一日是贾赦请贾母等，次日贾珍又请贾母。王夫人和凤姐儿也连日被人请去吃年酒，不能胜记。至十五这一晚上，贾母便在大花厅上命摆几席酒，定一班小戏，满挂各色花灯，带领荣、宁二府各子侄孙男孙媳等家宴。贾敬素不饮酒茹荤，因此不去请他。十七日祀祖已完，他就出城修养；就是这几天在家，也只静室默处，一概无闻，不在话下。贾赦领了贾母之赏，告辞而去。贾母知他在此不便，也随他去了。贾赦到家中，和众门客赏灯吃酒，笙歌聒耳，锦绣盈眸，其取乐与这里不同。\n　　这里贾母花厅上摆了十来席酒，每席旁边设一几，几上设炉瓶三事，焚着御赐百合宫香；又有八寸来长、四五寸宽、二三寸高、点缀着山石的小盆景，俱是新鲜花卉。又有小洋漆茶盘放着旧窑十锦小茶杯，又有紫檀雕嵌的大纱透绣花草诗字的缨络。各色旧窑小瓶中，都点缀着“岁寒三友”、“玉堂富贵”等鲜花。上面两席是李婶娘薛姨妈坐，东边单设一席，乃是雕夔龙护屏矮足短榻，靠背、引枕、皮褥俱全。榻上设一个轻巧洋漆描金小几，几上放着茶碗、漱盂、洋巾之类，又有一个眼镜匣子。贾母歪在榻上，和众人说笑一回，又取眼镜向戏台上照一回，又说：“恕我老了骨头疼，容我放肆些，歪着相陪罢。”又命琥珀坐在榻上，拿着美人拳捶腿。榻下并不摆席面，只一张高几，设着高架缨络、花瓶、香炉等物，外另设一小高桌，摆着杯箸。在旁边一席，命宝琴、湘云、黛玉、宝玉四人坐着，每馔果菜来，先捧给贾母看，喜则留在小桌上尝尝，仍撤了放在席上。只算他四人跟着贾母坐。下面方是邢夫人王夫人之位。下边便是尤氏、李纨、凤姐、贾蓉的媳妇，西边便是宝钗、李纹、李绮、岫烟、迎春姐妹等。两边大梁上挂着联三聚五玻璃彩穗灯，每席前竖着倒垂荷叶一柄，柄上有彩烛插着。这荷叶乃是洋錾珐琅活信，可以扭转向外，将灯影逼住，照着看戏，分外真切。窗格门户，一齐摘下，全挂彩穗各种宫灯。廊檐内外及两边游廊罩棚，将羊角、玻璃、戳纱，料丝，或绣、或画、或绢、或纸诸灯挂满。廊上几席，就是贾珍、贾琏、贾环、贾琮、贾蓉、贵芹、贾芸、贾菖，贾菱等。\n　　贾母也曾差人去请众族中男女，奈他们有年老的懒于热闹。有家内没有人，又有疾病淹留，要来竟不能来。有一等妒富愧贫，不肯来的。更有憎畏凤姐之为人，赌气不来的。更有羞手羞脚，不惯见人，不敢来的。因此族中虽多，女眷来者不过贾蓝之母娄氏带了贾蓝来，男人只有贾芹、贾芸、贾菖、贾菱四个现在凤姐麾下办事的来了。当下人虽不全，在家庭小宴，也算热闹的。\n当下又有林之孝的媳妇，带了六个媳妇，抬了三张炕桌，每一张上搭着一条红毡，放着选净一般大新出局的铜钱，用大红绳串穿着，每二人搭一张，共三张。林之孝家的叫将那两张摆至薛姨妈、李婶娘的席下，将一张送至贾母榻下。贾母便说：“放在当地罢。”这媳妇素知规矩，放下桌子，一并将钱都打开，将红绳抽去，堆在桌上。此时唱的《西楼会》，正是这出交完，于叔夜赌气去了，那文豹便发科诨道：“你赌气去了。恰好今日正月十五，荣国府里老祖宗家宴，待我骑了这马，赶进去讨些果子吃是要紧的。”说毕，引得贾母等都笑了。薛姨妈等都说：“好个鬼头孩子，可怜见的。”凤姐便说：“这孩子才九岁了。”贾母笑说：“难为他说得巧。”说了一个“赏”字。早有三个媳妇已经手下预备下小笸箩，听见一个“赏”字，走上去将桌上散堆钱每人撮了一笸箩，走出来向戏台说：“老祖宗、姨太太、亲家太太赏文豹买果子吃的。”说毕，向台一撒，只听“豁啷啷”，满台的钱响。贾珍、贾琏已命小厮们抬大笸箩的钱预备。\n未知怎生赏去，且听下回分解。",
  "translation": "After Baoyu had watched Qingwen finish mending the peacock cape and seen how exhausted she was, he told a young maid to massage her and for a while the two girls massaged each other. They had not rested for long before daybreak. Instead of going out, Baoyu sent at once to ask for a doctor.\n\nPresently Doctor Wang arrived and felt the patient’s pulse.\n“She was slightly better yesterday, why is her pulse so weak and erratic today?” he wondered. “Has she over-eaten or tired herself out? Her chill is slighter, but lack of care after perspiring is a serious matter.” He went out to write his prescription.\n\nWhen Baoyu read it he saw that the remedies for dispelling the chill had been reduced while ingredients to stimulate the circulation and nourish the blood such as poria, rehmannia and Chinese angelica had been added. He ordered the medicine to be prepared at once.\n\n“What shall I do?” he sighed. “If anything happens to her, it will be my fault.”\n\n“Do go and attend to your own affairs, good master,” begged Qingwen from her pillow. “I’m not in consumption.”\n\nBaoyu had to leave her then. However, he came back that afternoon, pleading that he was unwell.\n\nThough Qingwen was seriously ill, fortunately she was a girl who habitually used her strength rather than her wits and had always been moderate in her diet, never eating or drinking to excess. And the secret of the Jia family’s treatment, for high or low alike, was to starve themselves for any minor ailment such as a cold or cough, taking medicine only as a secondary measure. Thus having eaten nothing for two or three days when she first fell ill and then taken medicine with care, although she had now overtired herself, after a few more days of strict diet and medication she gradually recovered.\n\nSince the girls in the Garden were now having their meals in their own quarters, which made the preparation of soups and so forth easier, Baoyu could order whatever he wanted for Qingwen — but no more of this.\n\nXiren came back after her mother’s funeral, and Sheyue told her the story of Zhuier and how Qingwen had sent her away, adding that she had reported this to Baoyu. Xiren simply commented, “She’s too impetuous.”\n\nNow Li Wan had caught a chill too, Lady Xing had conjunctivitis, and Yingchun and Xiuyan were attending them morning and evening to wait on them and see that they took their medicine. Besides, Li Wan’s uncle had fetched her aunt and Li Wen and Li Qi to stay with him for a few days. And because Xiren was often reduced to tears by thoughts of her mother, while Qingwen had not yet fully recovered, no meetings of the poetry club were called and several sessions were missed.\n\nIt was now the twelfth month and the New Year was approaching. Lady Wang and Xifeng were busy preparing for it. Wang Ziteng had been promoted to Chief Inspector of nine provinces, and Jia Yucun had become an Assistant Minister of the Ministry of War and been ordered to assist with military affairs. But no more of this.\n\nJia Zhen of the Ning Mansion had the Ancestral Temple opened and swept, the sacrificial vessels prepared and the tablets of the ancestors taken out; he also had the main hall cleaned in readiness for the display of portraits. In short, all the inmates of both mansions were exceedingly busy.\n\nOne day Madam You in the Ning Mansion got up and, with Jia Rong’s wife, was preparing the embroidery and gifts to be sent to the Lady Dowager when a maid came in with a tray of New-Year ingots.\n\n“Xing’er asks, madam, your instructions,” she said. “That packet of gold the other day weighed a hundred and fifty-three taels and six cents seven, and the gold being of different grades we made two hundred and twenty ingots.” With that she presented the ingots.\n\nMadam You saw that they were of different designs: some of plum-blossom, some of begonia, some with the design “As you wish” with a pen and ingot, others with the design “Precious things usher in spring.”\n\n“Put them away,” she said, “and tell Xing’er to bring in the silver ingots quickly.”\n\nThe maid assented and withdrew.\n\nSoon after this Jia Zhen came in for his meal and Jia Rong’s wife withdrew.\n\n“Have we drawn the stipend for the spring sacrifice?” he asked Madam You.\n\n“I sent Rong today to draw it.”\n\n“However little it is, we mustn’t forget that this is the Emperor’s favour. We should draw it as early as possible.\n\n\"Take this over to the old lady,\" she said. \"We need it for the ancestral sacrifice. This gift from the Emperor shows his regard for our ancestors. Even if we spent ten thousand tacls on the sacrifice it wouldn't be as grand as this, which is a mark of Imperial favour and blessed by our ancestors too. Apart from one or two families like ours, those hereditary officials without means depend on this silver for their sacrifices at the end of the year. The Emperor's gracious kindness is truly boundless.\"\n\n\"You're right,\" agreed Madam Yu.\n\nAs they were talking a servant announced, \"The young master is here.\"\n\nChia Chen ordered him to be admitted, and in came Chia Jung carrying a small yellow bag.\n\n\"What kept you so long?\" asked Chia Chen.\n\nWith a smile Chia Jung replied, \"I didn't get it today from the Board of Ceremony but had to go to the Imperial Treasury. That's why I'm so late. The gentlemen in the treasury asked after you, sir. They said they hadn't seen you for so long, they were quite concerned.\"\n\nChia Chen chuckled. \"They're not concerned about me. It's simply that New Year is coming and they're thinking of the presents or the feasting and operas I'll be providing.\"\n\nAs he was speaking he eyed the yellow bag. It was sealed with a strip of paper on which was written in large characters: Imperial Favour Bestowed Forever. On the other side was the stamp of the Board of Ceremony, and a column of small characters: Hereditary Duke of Ningkuo Chia Yen and Hereditary Duke of Jungkuo Chia Yuan, favoured with perpetual spring sacrifices, two shares, so much silver. On such a day of such a month, Chia Jung, expectant captain of the Imperial Guards, received this in person. For the year so-and-so, such-and-such an attendant.\n\nBelow was written a vermilion signature.\n\nAfter looking at this, Chia Chen had his meal. Then, having washed and changed his boots and headgear, he told Chia Jung to bring the silver and went to report first to the Lady Dowager and Lady Wang, then on the other side to Chia Sheh and Lady Hsing. After that he went home and ordered the bag to be burnt in the large brazier in the ancestral temple.\n\n\"Go and ask your Aunt Hsi-feng,\" he told Chia Jung, \"whether she's fixed the dates for the New Year feasts next month. If she has, get the secretaries to draw up a clear list so that we don't invite the same people on the same days. Last year by oversight we invited a few families more than once, and instead of putting it down to carelessness they thought we'd done it on purpose to save ourselves trouble by sending the same invitation together.\"\n\nChia Jung assented and left. Soon he was back with the list of dates for the feasts. Chia Chen looked at it and said, \"Give it to Lai Sheng to check. We mustn't invite anyone on the days listed here.\"\n\nHe was supervising the servants in the hall as they set up the screens and cleaned the gold and silver sacrificial vessels, when a page handed him a card and a list, saying, \"The chief tenant from Black Mountain Village is here.\"\n\n\"The old turtle!\" exclaimed Chia Chen. \"So he's decided to turn up at last.\"\n\nChia Jung took the card and list and unfolded them. Chia Chen, his hands behind his back, looked at the red card on which was written:\n\nYour tenant Wu Chin-hsiao pays his respects and wishes the master and mistress boundless happiness and gold and peace; and the young master and young ladies gold and peace. May the new spring bring you great good fortune, wealth, peace and honour, promotion and emolument, and the fulfilment of all your wishes.\n\nChia Chen smiled.\n\n\"These country folk have their points,\" he remarked.\n\n\"Yes, never mind about the style, it's the good wishes that count,\" rejoined Chia Jung, unfolding the list. It read:\n\nThirty deer, fifty roebuck, fifty musk-deer, twenty Siamese pigs, twenty scalded pigs, twenty dragon pigs, twenty wild boar, twenty salted pigs, twenty wild sheep, twenty grey sheep, twenty scalded sheep, twenty cured sheep, two hundred sturgeon, two hundred catties of assorted fish, two hundred each of live chicken, duck and goose, two hundred each of cured chicken, duck and goose, two hundred braces each of pheasant and hare, twenty pairs of bears' paws, twenty catties of deer sinews, fifty catties of sea-blubber....\n\nTwenty catties of bear-paws, fifty deer-tongues, fifty ox-tongues, twenty catties of dried clams, two bags each of hazelnuts, pine-nuts, apricot and peach kernels, fifty pairs of live lobsters, two hundred catties of dried shrimps, a thousand catties of the best quality silver-shine charcoal, two thousand of the second best, and thirty thousand catties of ordinary charcoal; two piculs of red rice from the Imperial fields, fifty hectolitres of green glutinous rice, fifty of white glutinous rice, fifty of polished round-grained nonglutinous rice, and fifty hectolitres each of various other grains; a thousand piculs of common rice for the servants, a cartload of dried vegetables of all kinds.... And in addition to all this, two thousand five hundred taels in silver from the sale of grain and cattle, and another two thousand five hundred for other produce.\n\n“As a token of their respect the tenants send your son these playthings: two pairs of live deer, four pairs of white and four pairs of black rabbits, two pairs of live silvery pheasants, and two pairs of Western ducks.”\n\nWhen Chia Chen had read through the list he said, “Bring him in.”\n\nPresently Wu Chin-hsiao came in and kotowed, then paid his respects. Chia Chen ordered the servants to help him up.\n\n“Still hale and hearty?” he asked with a smile.\n\n“To tell you the truth, sir, we’re used to walking and feel lost if we don’t get away. Besides, the young fellows are only too eager to see the capital. But they’re still young and we’re afraid something may happen to them on the way. In a few years’ time we’ll feel easy about letting them come.”\n\n“How long did the journey take you this time?”\n\n“To tell you the truth, sir, we had heavy snow this year. Outside the city the snow was four to five feet deep, and the sudden thaw the day before yesterday made the going so heavy that we were held up for several days. Although we’ve been on the road for a month and two days, that’s not too long; but we were afraid you might be getting impatient, sir, so we hurried here as fast as we could.”\n\n“I was wondering why you were so late. Judging by this list, you old rascal, you’ve been holding back again this year.”\n\nWu Chin-hsiao advanced two steps.\n\n“I assure you, sir, we had a very bad year,” he said. “It rained from the third month through the eighth without a break for as much as five or six days at a time. Then in the ninth month we had a hailstorm. Each hailstone was as big as a bowl, and it devastated an area of two or three hundred square li, destroying houses and killing men and cattle as well as damaging the crops. So that’s how it is, sir. I wouldn’t dare tell a lie.”\n\nChia Chen frowned.\n\n“I estimated that you should send at least five thousand taels,” he said. “This is hardly enough for our needs. With only eight or nine estates left you now, and two of them reporting flood or drought this year, how do you expect us to get through the New Year if you hold back like this?”\n\n“Your estate isn’t the worst by a long way, sir. My brother manages eight of the Jung Mansion’s estates, and though his place is only a hundred odd li from mine the difference is even greater. He’s sent much the same amount of produce as I have, but only two or three thousand taels in silver — barely enough to cover his deficit.”\n\n“That’s just our luck,” retorted Chia Chen. “I’m not like them, with no extra sources of income but plenty of extra expenses. I can make do. If I spend more on myself I have to cut down elsewhere. And when it comes to sending presents or entertaining, I can screw up my courage and do less — I don’t have to keep up with the Jungs. They’ve taken on many new expenses in the last few years, unavoidable ones which they can’t very well cut; yet they’ve no additional income. So they’ve been running into debt the last year or two. If we don’t dun you, who else should we dun?”\n\nWu Chin-hsiao smiled.\n\n“The Jung Mansion may have more expenses, but they have more income too. Their daughter is an Imperial Consort. Doesn’t the Emperor make them presents?”\n\nChia Chen turned with a smile to Chia Jung and the others.\n\n“Just listen to him,” he said. “Do you hear that?”\n\n“You countryfolk don’t understand,” Chia Jung put in laughingly. “Is the Consort going to give the Emperor’s treasury to us? Even if she wanted to, she couldn’t. Of course they get gifts on all the festivals, but just some silk, antiques and curios. Even if they’re given a hundred taels of gold, that’s only a thousand taels of silver — not nearly enough. In the last couple of years they’ve lost several thousand taels of silver each year.”\n\n“I tell you, the first year Her Imperial Highness came on a visit, just building that Garden cost a pile — work it out for yourself. If she comes again next year, we’ll be cleaned out completely.”\n\n“That’s why our old tenant said so truly, ‘Those outside can’t know what goes on inside a house,’” chuckled Chia Chen. “And ‘The plectrum for a musical stone of phellodendron wood may look imposing, but it’s bitter inside.’”1\n\nChia Jung went on laughingly, “If the other house is really hard up, the other day I heard Aunt Hsi-feng and Yuan-yang whispering together. They were planning to steal the old lady’s things to pawn.”\n\n“That’s just that little bitch Hsi-feng up to her tricks,” retorted Chia Chen. “They can’t be as hard up as all that. Most likely she’s finding it difficult to make both ends meet and doesn’t know what economies to make, so she’s thought up this way to break the news that they’re poverty-stricken. But I’ve an idea that things aren’t as bad as that.”\n\nWith that he sent to have Wu Chin-hsiao taken away and well looked after, and there we can leave him.\n\nChia Chen now gave orders to set aside the best of the different products for the ancestral sacrifice, and after taking some of each kind for his own household he had the rest carried by Chia Jung to the Jung Mansion. Then he had what was left divided into equal shares and piled up below the terrace, sending to invite the sons and nephews of the clan to come and collect their New Year gifts. The Jung Mansion also sent over a large quantity of offerings for the ancestors as well as gifts for Chia Chen.\n\nWhen the sacrificial vessels had been laid out, Chia Chen, in his slippers and a long sable pelisse, had a big wolf-skin rug spread on the steps of the main hall in the sun. There he lounged at his ease, watching the young men of the clan as they came to collect their share. Noticing Chia Chin among them, he called him over.\n\n“What are you doing here?” he demanded. “Who sent for you?”\n\nChia Chin stepped forward respectfully and replied, “Hearing that you were distributing gifts, sir, I came of my own accord before anyone called me.”\n\n“These things are for those uncles and cousins of yours who’ve nothing to do and no means of income,” said Chia Chen. “The last couple of years, when you’d nothing to do, I gave you some too. But now you’re in charge of affairs in the other mansion, and of the priests and nuns in the family temple; on top of your monthly allowance you handle all the money for those monks — so how can you come to fetch this? It’s too greedy of you. Just look at yourself. Do you look like a man with money and a job? You used to complain that you’d no means of income, but how is it you look even worse now than before?”\n\n“We’ve so many in our household and such heavy expenses,” mumbled Chia Chin.\n\n“Don’t try to fool me,” sneered Chia Chen. “Do you think I don’t know what you’re up to in that temple? You’re the boss there, of course, and nobody dares oppose you. You’ve money in your hands and our house is far away, so you play the tyrant, gathering a pack of scoundrels every night to gamble and keep women and boys. Now that you’ve squandered all your money, how dare you come to collect more? Instead of a share of the goods, what you deserve is a good beating! After New Year I mean to have a word with your Second Uncle and get you replaced.”\n\nChia Chin flushed and dared not reply.\n\nJust then a servant announced, “The Prince of Peiching has sent a couplet and some pouches.”\n\nAs soon as he heard this, Chia Chen told Chia Jung, “Go and entertain the messenger. Say that I’m not at home.”\n\nChia Jung went off. Chia Chen, having dismissed Chia Chin, waited until the distribution was finished before returning to his room. After dinner that evening with Madam Yu, the night passed without incident. The next day was even busier, but we need not describe it.\n\nSoon it was the twenty-ninth of the twelfth month. By then all was ready. Both mansions had new door-gods pasted up, couplets hung, tablets inscribed and new charms put up. The Ning Mansion had its main gate opened right through to the great hall, the ceremonial gate, the spirit screen, the lobby, the inner spirit screen, the inner gate and the inner lobby, all hung with lanterns. On both sides of the steps below the terrace were large vermilion candles,\n\nNext day all those in the Rong Mansion with official titles, according to their rank, put on their court robes and were carried in eight large sedan-chairs at the head of a retinue to the palace to pay their respects. After attending a banquet there they returned, alighting from their chairs at the Ning Mansion’s warm pavilion. All the young men of the family who had not accompanied the ladies to court were waiting in a row at the gate of the Ning Mansion, then ushering them into the ancestral temple.\n\nAs this was Baoqin’s first visit to the Jia ancestral temple, she examined it carefully. It was a separate compound west of the Ning Mansion, a building with five frontages behind black-lacquered railings. Over the main gate was a board inscribed with the words in large characters: Ancestral Temple of the Jia Family. In smaller characters on one side was written: Specially commissioned by the Emperor, written by Wang Xixian, formerly Chancellor of the Hanlin Academy and Grand Tutor. The couplet on the two pillars was also by him.\n\nTheir bodies crushed, by the imperial favour they were preserved;\n\nTheir merit renowned, sacrificed to through the ages.\n\nInside the gate was a paved way of white marble, flanked by verdant pines and cypresses. On the terrace in front of the hall stood ancient bronze tripods and incense-burners. Before the entrance-hall hung a gilded board with nine dragons, on which was written: Shining Assistants. This was the Emperor’s calligraphy. The couplet on the two pillars was also written by him.\n\nTheir achievements outshone the sun and moon;\n\nTheir fame inspired their descendants’ pride.\n\nIn front of the five main halls was a board inscribed with the words: Solemn, Reverent, Remotely Thoughtful. And the couplet at the side was:\n\nTheir posterity inherit blessings by grace of the Court;\n\nAll people think of the glory of the Ning and Rong Mansions.\n\nThese too were written by the Emperor. Inside, the hall was resplendent with lights and brilliant with silken curtains. Although spirit tablets were visible, they were too far off to be seen clearly.\n\nThe Jia family, arranged in the proper order, now took their places. Jia Jing as chief sacrificer, Jia She as his assistant, Jia Zhen to present libations, Jia Lian and Jia Cong to present silk, Baoyu to offer incense, Jia Chang and Jia Ling to spread the kneeling-cushions and tend the brazier. In sombre music played, three libations were presented. Then all rose, and after the silk had been burnt and libations poured, the music stopped and the sacrificers withdrew.\n\nThe whole family accompanied the Lady Dowager to the main hall, where the portraits of the Duke of Rongguo and the Duke of Ningguo were hung in the place of honour, both in dragon robes with jade belts. On the walls on either side were portraits of other ancestors.\n\nFrom the inner ceremonial gate to the verandah of the main hall, on both sides, stood Jia Xing, Jia Zhi and the rest in order of generation, with Jia Jing and Jia She outside the gate of the hall and the ladies inside it, while the servants waited beyond the ceremonial gate. Each time a dish was passed to the ceremonial gate, it was taken by Jia Xing or Jia Zhi and passed in turn to Jia Jing, who passed it to Jia Rong. Jia Rong, as the eldest son of the eldest grandson, was the only man allowed inside with the ladies. He passed each dish to his wife, who passed it to Xifeng and Madam You, and they in turn to Lady Wang, then to the Lady Dowager, who set it on the altar. Lady Xing stood west of the altar facing east to help the old lady. Not until all the dishes, rice, soup, cakes, wine and tea had been presented did Jia Rong withdraw and join the row headed by Jia Qin.\n\nJia Jing, as the head of those whose names included the character wen, headed the first row. Next came those with the radical yu in their names, headed by Jia Zhen. Then those with the radical cao, headed by Jia Rong. They were ranged in the proper order, the men on the east and the women on the west. When the Lady Dowager had offered incense and bowed, all the rest knelt down at the same time. The five halls, three side chambers, inner and outer verandahs, the terrace and courtyard were so packed with people that not an inch of space was left between their bright clothes and brilliant ornaments. Not a sound was heard except the soft tinkling of gold bells and jade pendants, and the rustling of silks and satins as they rose or knelt down.\n\nAs soon as the sacrifice ended, Jia Jing and Jia She hurried back to the Rong Mansion to wait on the Lady Dowager. In Madam You’s room the floor was spread with red carpets. In the middle stood a large glided cloisonne brasier with a three-legged stand shaped like an elephant’s trunk. The kang was spread with a new crimson rug, and had red silk back-rests and turquoise bolsters embroidered with “dragons in the clouds” and the character for longevity. There were also\n\nOver Lady Jia’s knees was laid a rug of white fox fur, while sable rugs were also placed on the two sides of the kang for the senior married women to sit on. On the smaller kang beyond the transverse partition at the near end were more sable rugs for Lady Xing and the younger married women. Against the walls on either side of the room below the kang stood twelve carved lacquer chairs, each with a grey squirrel-cover and small cushion. Under each chair was a large bronze foot-warmer. The young ladies — Bao-qin and the rest — were invited to sit on these.\n\nYou-shi handed round tea herself to Lady Jia, while Jia Rong’s wife served the ‘great-grandmothers’. Then You-shi served Lady Xing and the other married ladies, and Jia Rong’s wife the young ladies. Xi-feng and Li Wan waited on the others below.\n\nWhen the tea was finished, Lady Xing and the other married women stood up to wait on Lady Jia while she drank hers. After exchanging a few pleasantries with the old ladies, Lady Jia announced that she wished to leave, and Xi-feng hurried forward to help her to her feet.\n\n‘I have already prepared your dinner, Lady Jia,’ said You-shi, smiling. ‘Every year you refuse to do us this honour, but always insist on going back again immediately after tea. It seems you don’t think us as capable as Feng here.’\n\nXi-feng, supporting the old lady with her hand, laughed:\n\n‘Come along, Grannie! Let’s go home and have our dinner there and pay no attention to her! They treat you like an ancestor here, but they’re so busy, how could they stand any trouble from you? Besides, if you didn’t go, they’d only send the food after you. If you let them send it, we can keep what you don’t want for tomorrow, and that way you’ll get two meals out of them instead of one.’\n\nEveryone laughed at this sally.\n\n‘Be sure to get some reliable people to sit up during the night and keep an eye on the incense,’ said Lady Jia to You-shi. ‘We can’t afford to be careless about that.’\n\nYou-shi promised to see to it and accompanied them outside as far as the entrance to the warm apartment. There she and the other ladies stood aside behind the screen while the pages called the chair-bearers to bring up Lady Jia’s chair and carry it out through the main gate. You-shi and the ladies then returned with Lady Xing to the Rong-guo mansion.\n\nThe chair proceeded out of the main gate and into the street. On the eastern side of the street outside the Ning-guo mansion were set out the hereditary insignia and musical instruments of the Duke of Ning-guo, on the western side those of the Duke of Rong-guo. All pedestrians and traffic were forbidden to use the street that day.\n\nPresently they arrived at the Rong-guo mansion. Here, too, the great gates stood open from the entrance right up to the main hall. But this time the chairs were not set down in the warm apartment but carried through the main hall, then turning west, through an inner gate into the courtyard of Lady Jia’s apartment, where they were set down outside the main reception room. The inmates of the room crowded out to meet the old lady and accompanied her inside. The room was hung with New Year scrolls and screens embroidered with good-luck motifs. The air was heavy with the fragrance of pine and cedar and ‘hundred-blend’ incense rising from the burning charcoal in the braziers. Lady Jia had scarcely sat down when an old nanny came in to say that the ‘old ladies’ had arrived to pay their respects. She was just getting up to go and meet them when two or three old women, wives of poor relations who depended on the Jia family for their livelihood, were shown into the room. There was a great deal of laughing and hand-clasping and cries of ‘No, no, after you!’ before they could be prevailed upon to go inside and take tea. When they left, Lady Jia saw them only as far as the inner gate of her courtyard, then returned to her place in the reception room. Jia Jing, Jia She and the other men of the family now came in with the younger male members and paid their New Year respects to her.\n\n‘I know how tired you must all be,’ she said, smiling. ‘Please don’t trouble to kowtow.’\n\nBut the men formed a group on one side and the women on the other and, having kotowed all together in two groups, now went on to kotow to her individually in order of seniority. When they had finished, the menservants and maids of both mansions came in and kotowed in three groups: upper, middle and lower domestics. Then the ‘lucky money’ was distributed, together with purses and gold and silver ingots. After that the ‘reunion dinner’ was served. The men sat at tables on the east side of the room, the women at tables on the west. First they were served with Tusu wine, then with ‘reunion soup’, then with ‘lucky rice’, then with ‘wishfulfillment cakes’. When they had finished, Grandmother Jia got up and went into her inner room to change her clothes, and the party then broke up.\n\nThat night incense and offerings were set before the Buddhas in all the family shrines and before the Kitchen God in all the kitchens. In the courtyard outside Wang Fu-ren’s main apartment an altar was set up with paper images and incense for the worship of Heaven and Earth. From the main gate of Prospect Garden great horn lanterns were hung, and all the courtyards and passage-ways were lit with lanterns. Everyone, high and low alike, was dressed in his or her best. The whole night long a confused hubbub of voices, punctuated by laughter and the explosion of fireworks, was heard without ceasing.\n\nEarly next morning, at the fifth watch, Grandmother Jia and the rest, already dressed in their court clothes in accordance with their respective ranks, entered the Palace to pay their New Year compliments to the Emperor and to wish Her Grace of Xia- feng Palace a happy birthday. Having partaken of the Imperial banquet, they returned home and went to the Ning-guo mansion to sacrifice to the ancestors, after which they returned once more, this time to their own family.\n\nWhen she had received their greetings she changed her clothes and rested, declining to see any of the relatives or friends who called to offer congratulations for the festival. She chatted as she pleased with Aunt Xue and Aunt Li, or played draughts or cards with Baoyu, Baochai and the other girls. Lady Wang and Xifeng were busy every day entertaining guests to New Year feasts, and the halls and courtyards were filled with opera and feasting as streams of relatives and friends came and went.\n\nAfter seven or eight hectic days, the Lantern Festival drew near. Both mansions were hung with lanterns and decorated with streamers. On the eleventh Jia She invited the Lady Dowager to a feast, and the next day Jia Zhen did the same. Lady Wang and Xifeng too were invited day after day to New Year feasts, more than we can record.\n\nOn the evening of the fifteenth, the Lady Dowager had several tables of refreshments laid in the large hall of her compound and a company of young actors perform there. The hall was hung with all kinds of palace lanterns. She gave a family feast at which all the young people of both mansions were present. Jia Jing, who abstained from wine and meat, was not invited. After the ancestral sacrifice on the seventeenth he left the city to cultivate himself; even during these days at home he had kept to his quiet quarters, not mingling with the rest. When Jia She had received his share of the old lady’s gifts, he took his leave. Knowing that he would feel out of place, she made no effort to detain him. He went home to enjoy the lanterns and a feast with his proteges, with singing and fluting to delight the ear and dancers in embroidered costumes to delight the eye — his pleasures were of a different kind.\n\nA dozen or more tables were set out in the Lady Dowager’s flowery hall, and by each stood a small alcove-stool with on it a burner, vase and incense-box in which was burning imperial “hundred-blend” incense; as well as a miniature landscape in a pot about eight inches high, four or five wide and two or three deep, containing fresh flowers. There were also tiny brocade-covered cups of old porcelain on small foreign-lacquered trays, and pendants of gauze embroidered with flowers, plants and poems in large sandalwood frames. The small porcelain vases of every description were filled with flowers such as “three friends in winter,” “jade-hall and wealth.” The two top tables were for Aunt Li and Aunt Xue. On the east was one couch with a short, low bed-screen carved with dragons, provided with back-rest, bolster and fur rug. On it was a light, small foreign-lacquered teapoy with gold designs, holding a tea-service, spittoon, foreign towel and the like, as well as an eyeglass-case. The Lady Dowager, reclining there as she chatted with her guests, would take her glasses now and then to peer at the stage.\n\n“You must excuse an old woman with aching bones for lounging,” she said. She told Hupo to sit on the couch and massage her legs with a “beauty’s hammer.”\n\nNo table was placed below the couch, only one high teapoy with a tall stand for pendants, a vase and an incense-burner, and another small high table on which were set cups and chopsticks. Next to it was a table at which Baoqin, Xiangyun, Daiyu and Baoyu were seated. All the choice dishes were first shown to the Lady Dowager and, if she fancied any, left on the small table to be tasted, then removed to the other tables. So these four young people were counted as sitting with her. Next came the tables of Lady Xing and Lady Wang. Below them sat Madam You, Li Wan, Xifeng and Jia Rong’s wife; and on the west sat Baochai, Li Wen, Li Qi, Xiuyan and Yingchun and the other girls. From the main beams on both sides hung clusters of five coloured glass lanterns, while in front of each table was a lotus-leaf standard with a coloured candle in it. This standard, of foreign enamel with a swivel, could be turned outwards to throw the light away from the feasters on to the stage, making the performance there more distinct. All the windows and doors had been removed, and the spaces hung with palace lanterns of red silk with gay tassels. The corridors outside as well as the covered walks on both sides were hung with lanterns of sheep’s horn, glass, gauze, silk or paper, embroidered or painted with designs of flowers, birds or figures. The tables in the corridor were for Jia Zhen, Jia Lian, Jia Huan, Jia Cong, Jia Rong, Jia Qin, Jia Yun, Jia Chang and Jia Ling.\n\nThe Lady Dowager had sent invitations to all the members of the clan, but some of the older ones were disinclined to bustle, others had no one to\n\nSome who had been invited were prevented by illness from coming. Others stayed away because they were jealous of their richer relatives or ashamed of their own poverty. Some were afraid of Xifeng, and some so timid and unaccustomed to society that they dared not come. So although the Jia clan was a large one, the only female relatives to come were Lou Shi, Jia Lan’s mother, who brought her son with her. Of the men only Jia Qin, Jia Yun, Jia Chang and Jia Ling — all of whom worked under Xifeng — turned up. Thus the company, though small, made quite a lively little party.\n\nThen Lin Zhixiao’s wife came in attended by six other serving-women carrying three kang-tables, each covered with red felt and piled with strings of brand-new cash just issued from the mint, the money being fastened with red silk thread. Two women set one table down before Aunt Xue and Aunt Li, the third before the Lady Dowager on her couch.\n\n“Put it on the floor,” said the old lady.\n\nKnowing the rules, the woman put it down and untied the strings of cash, which she left in a pile on the table.\n\nThe opera being performed was The Reunion in the Western Tower. When Yu Shuye left in a fit of pique, the clown made up as a leopard interjected:\n\n“So he’s gone off in a huff. Well, today’s the fifteenth of the first month and the Old Ancestress of the Rong Mansion is giving a family feast. I’d better ride after him on this horse to beg for some goodies.”\n\nThis made the Lady Dowager and the rest laugh.\n\n“The little imp’s not bad,” remarked Aunt Xue and Aunt Li.\n\n“That child’s only nine,” Xifeng told them.\n\n“Hard to believe he’s so glib,” chuckled the Lady Dowager.\n\nShe said “Reward!” and three women, having ready small hampers, stepped forward at this command. They scooped up a hamperful of cash apiece from the table and went out to the stage, announcing:\n\n“This is for Wenbao to buy goodies with, a reward from the Old Ancestress, Lady Xue and Mother Li.”\n\nAs they tossed the cash on the stage it landed with a cheerful clatter, while Jia Zhen and Jia Lian ordered pages to bring out large hampers of cash to distribute.\n\nBut to know what followed, you must read the next chapter."
}