{
  "index": "055",
  "title": "第55章 辱亲女愚妾争闲气 欺幼主刁奴蓄险心",
  "original": "且说荣府中刚将年事忙过，凤姐儿因年内外操劳太过，一时不及检点，便小月了，不能理事，天天两三个大夫用药。凤姐儿自持强壮，虽不出门，然筹画计算，想起什么事来，就叫平儿去回王夫人，任人谏劝，他只不听。王夫人便觉失了膀臂，一人能有多少精神？凡有了大事就自己主张，将家中琐碎之事，一应都暂令李纨协理。李纨本是个尚德不尚才的，未免逞纵了下人，王夫人便命探春合同李纨裁处，只说过了一月，凤姐将养好了，仍交给他。谁知凤姐禀赋气血不足，兼年幼不知保养，平生争强斗智，心力更亏，故虽系小月，竟着实亏虚下来。一月之后，又添了下红之症。他虽不肯说出来，众人看他面目黄瘦，便知失于调养。王夫人只令他好生服药调养，不令他操心。他自己也怕成了大症，遗笑于人，便想偷空调养，恨不得一时复旧如常。谁知服药调养，直到三月间，才渐渐的起复过来，下红也渐渐止了。——此是后话。\n　　如今且说目今王夫人见他如此，探春和李纨暂难谢事，园中人多，又恐失于照管，特请了宝钗，托他各处小心。因嘱咐他：“老婆子们不中用，得空儿吃酒斗牌，白日里睡觉，夜里斗牌，我都知道的。凤丫头在外头，他们还有个怕惧，如今他们又该取便了。好孩子，你还是个妥当人，你兄弟妹妹们又小，我又没工夫，你替我辛苦两天照应照应。凡有想不到的事情你来告诉我，别等老太太问出来我没话回。那些人不好你只管说，他们不听你来回我。别弄出大事来才好。”宝钗听说，只得答应了。\n　　时届季春，黛玉又犯了咳嗽；湘云又因时气所感，也病卧在蘅芜院，一天医药不断。探春和李纨相住间壁，二人近日同事，不比往年，往来回话人等亦甚不便，故二人议定，每日早晨，皆到园门口南边的三间小花厅上去会齐办事，吃过早饭，于午错方回。这三间厅原系预备省亲之时众执事太监起坐之处，故省亲以后也用不着了，每日只有婆子们上夜。如今天已和暖，不用十分修理，只不过略略的陈设些，便可他二人起坐。这厅上也有一处匾，题着“辅仁谕德”四字，家下俗语皆只叫“议事厅儿”。如今他二人每日卯正至此，午正方散，凡一应执事的媳妇等来往回话的，络绎不绝。\n　　众人先听见李纨独办，各各心中暗喜，因为李纨素日是个厚道多恩无罚的人，自然比凤姐儿好搪塞些，便添了一个探春，都想着不过是个未出闺阁的年轻小姐，且素日也最平和恬淡，因此都不在意，比凤姐儿前便懈怠了许多。只三四天后，几件事过手，渐觉探春精细处不让凤姐，只不过是言语安静、性情和顺而已。可巧连日有王公侯伯世袭官员十几处，皆系荣宁非亲即世交之家，或有升迁，或有黜降，或有婚丧红白等事，王夫人贺吊迎送，应酬不暇，前边更无人照管。他二人便一日皆在厅上起坐，宝钗便一日在上房监察，至王夫人回方散。每于夜间针线暇时，临寝之先，坐了轿，带领园中上夜人等，各处巡察一次。他三人如此一理，便觉比凤姐儿当权时倒更谨慎了些。因而里外下人都暗中抱怨，说：“刚刚的倒了一个‘巡海夜叉’，又添了三个‘镇山太岁’，越发连夜里偷着吃酒玩的工夫都没了！”\n　　这日王夫人正是往锦乡侯府去赴席，李纨与探春早已梳洗，伺候出门去后，回至厅上坐了。刚吃茶时，只见吴新登的媳妇进来回说：“赵姨娘的兄弟赵国基昨儿出了事，已回过老太太、太太，说知道了，叫回姑娘来。”说毕，便垂手旁侍，再不言语。彼时来回话者不少，都打听他二人办事如何。若办得妥当，大家则安个畏惧之心，若少有嫌隙不当之处，不但不畏服，一出二门，还说出许多笑话来取笑。吴新登的媳妇心中已有主意，若是凤姐前，他便早已献勤，说出许多主意、又查出许多旧例来，任凤姐拣择施行；如今他藐视李纨老实，探春年轻的姑娘，所以只说出这一句话来，试他二人有何主见。探春便问李纨，李纨想了一想，便道：“前日袭人的妈死了，听见说赏银四十两，这也赏他四十两罢了。”吴新登的媳妇听了，忙答应了个“是”，接了对牌就走。探春道：“你且回来。”吴新登家的只得回来。探春道：“你且别支银子。我且问你：那几年老太太屋里的几位老姨奶奶，也有家里的，也有外头的，有两个分别。家里的若死了人是赏多少？外头的死了人是赏多少？你且说两个我们听听。”一问，吴新登家的便都忘了，忙陪笑回说道：“这也不是什么大事，赏多赏少，谁还敢争不成？”探春笑道：“这话胡闹。依我说，赏一百倒好！若不按理，别说你们笑话，明儿也难见你二奶奶。”吴新登家的笑道：“既这么说，我查旧账去；此时却不记得。”探春笑道：“你办事办老了的，还不记得，倒来难我们！你素日回你二奶奶，也现查去？若有这道理，凤姐姐还不算利害，也就算是宽厚了。还不快找了来我瞧！再迟一日，不说你们粗心，倒象我们没主意了。”吴新登家的满面通红，忙转身出来。众媳妇们都伸舌头。\n　　这里又回别的事；一时吴家的取了旧账来。探春看时，两个家里的赏过皆二十两，两个外头的皆赏过四十两。外还有两个外头的，一个赏过一百两，一个赏过六十两。这两笔底下皆有原故：一个是隔省迁父母之柩，外赏六十两；一个是现买葬地，外赏二十两。探春便递给李纨看了，探春便说：“给他二十两银子，把这账留下我们细看。”吴新登家的去了。\n　　忽见赵姨娘进来，李纨探春忙让坐。赵姨娘开口便说道：“这屋里的人，都踹下我的头去还罢了，姑娘你也想一想，该替我出气才是！”一面说，一面便眼泪鼻涕哭起来。探春忙道：“姨娘这话说谁？我竟不懂。谁踹姨娘的头？说出来，我替姨娘出气。”赵姨娘道；“姑娘现踹我，我告诉谁去？”探春听说，忙站起来说道：“我并不敢。”李纨也忙站起来劝。赵姨娘道：“你们请坐下，听我说。我这屋里熬油似的熬了这么大年纪，又有你兄弟，这会子连袭人都不如了，我还有什么脸？连你也没脸面，别说是我呀。”探春笑道：“原来为这个，我说我并不敢犯法违礼。”一面便坐了，拿账翻给赵姨娘瞧，又念给他听，又说道：“这是祖宗手里旧规矩，人人都依着，偏我改了不成？这也不但袭人，将来环儿收了外头的，自然也是和袭人一样。这原不是什么争大争小的事，讲不到有脸没脸的话上。他是太太的奴才，我是按着旧规矩办。说办的好，领祖宗的恩典、太太的恩典；若说办的不公，那是他糊涂不知福，也只好凭他抱怨去。太太连房子赏了人，我有什么有脸的地方儿？一文不赏，我也没什么没脸的。依我说，太太不在家，姨娘安静些，养神罢，何苦只要操心？太太满心疼我，因姨娘每每生事，几次寒心。我但凡是个男人，可以出得去，我早走了，立出一番事业来，那时自有一番道理，偏我是女孩儿家，一句多话也没我乱说的。太太满心里都知道，如今因看重我，才叫我管家务。还没有做一件好事，姨娘倒先来作践我。倘或太太知道了，怕我为难，不叫我管，那才正经没脸呢！连姨娘真也没脸了！”一面说，一面抽抽搭搭的哭起来。\n　　赵姨娘没话答对，便说道：“太太疼你，你该越发拉扯拉扯我们。你只顾讨太太疼，就把我们忘了！”探春道：“我怎么忘了？叫我怎么拉扯？这也问他们各人。那一个主子不疼出力得用的人才？那一个好人用人拉扯呢？”李纨有旁只管劝说：“姨娘别生气，也怨不得姑娘。他满心里要拉扯，口里怎么说的出来？”探春忙道：“这大嫂子也糊涂了！我拉扯谁？谁家姑娘们拉扯奴才了？他们的好歹，你们该知道，与我什么相干？”赵姨娘气的问道：“谁叫你拉扯别人去了？你不当家，我也不来问你。你如今现在说一是一，说二是二！如今你舅舅死了，你多给了二三十两银子，难道太太就不依你？分明太太是好太太，都是你们尖酸刻薄！可惜太太有恩无处使！——姑娘放心：这也使不着你的银子，明日等出了阁，我还想你额外照看赵家呢！如今没有长翎毛儿就忘了根本，只‘拣高枝儿飞’去了。”探春没听完，气的脸白气噎，越发呜呜咽咽的哭起来。因问道：“谁是我舅舅？我舅舅早升了九省的检点了！那里又跑出一个舅舅来？我倒素昔按礼尊敬，怎么敬出这些亲戚来了！——既这么说，每日环儿出去，为什么赵国基又站起来？又跟他上学？为什么不拿出舅舅的款来？何苦来！谁不知道我是姨娘养的，必要过两三个月寻出由头来，彻底来翻腾一阵，怕人不知道，故意表白表白！也不知道是谁给谁没脸！——幸亏我还明白，但凡糊涂不知礼的，早急了！”\n　　李纨急得只管劝，赵姨娘只管还唠叨。忽听有人说：“二奶奶打发平姑娘说话来了。”赵姨娘听说，方把嘴止住。只见平儿走来，赵姨娘忙陪笑让坐，又忙问：“你奶奶好些？我正要瞧去，就只没得空儿。”李纨见平儿进来，因问他：“来作什么？”平儿笑道：“奶奶说，赵姨奶奶的兄弟没了，恐怕奶奶和姑娘不知有旧例。若照常例，只得二十两；如今请姑娘裁度着，再添些也使得。”探春早已拭去泪痕，忙说道：“又好好的添什么？谁又是二十四个月养的？不然，也是出兵放马、背着主子逃出命来过的人不成？你主子真个倒巧，叫我开了例，他做好人，拿着太太不心疼的钱，乐得做人情！你告诉他，我不敢添减混出主意。他添他施恩，等他好了出来，爱怎么添怎么添！”平儿一来时已明白了对半，今听这话越发会意。见探春有怒色，便不敢以往日喜乐之时相待，只一边垂手默侍。\n　　时值宝钗也从上房中来，探春等忙起身让坐。未及开言，又有一个媳妇进来回事，因探春才哭了，便有三四个小丫鬟捧了脸盆、巾帕、靶镜等物来。此时探春因盘膝坐在矮板榻上，那捧盆丫鬟走至跟前，便双膝跪下，高捧脸盆，那两个小丫鬟也都在旁屈膝捧着巾帕并靶镜脂粉之饰。平儿见侍书不在这里，便忙上来与探春挽袖卸镯，又接过一条大手巾来，将探春面前衣襟掩了，探春方伸手向脸盆中盥沐。媳妇便回道：“奶奶，姑娘：家学里支环爷和兰哥儿一年的公费。”平儿先道：“你忙什么？你睁着眼看见姑娘洗脸，你不出去伺候着，倒先说话来！二奶奶跟前，你也这样没眼色来着？姑娘虽恩宽，我去回了二奶奶，只说你们眼里都没姑娘，你们都吃了亏可别怨我。”唬得那个媳妇忙陪笑道：“我粗心了！”一面说，一面忙退出去。\n　　探春一面匀脸，一面向平儿冷笑道：“你迟了一步，没见还有可笑的。连吴姐姐这么个办老了事的，也不查清楚了就来混我们。幸亏我们问他，他竟有脸说‘忘了’，我说二奶奶事也忘了再找去？我料着你主子未必有耐性儿等他去找！”平儿笑道：“他有这么一次，包管腿上的筋早折了两根。姑娘别信他们。那是他们瞅着大奶奶是个菩萨，姑娘又是腼腆小姐，固然是托懒来混。”说着，又向门外说道：“你们只管撒野，等奶奶大安了，咱们再说。”门外的众媳妇们都笑道：“姑娘，你是个最明白的人，俗语说：‘一人作罪一人当。’我们并不敢欺蔽主子。如今主子是娇客，若认真惹恼了，死无葬身之地！”平儿冷笑道：“你们明白就好了。”又陪笑向探春道：“姑娘知道，二奶奶本来事多，那里照看得这些？保不住不忽略。俗语说：‘旁观者清。’这几年姑娘冷眼看着，或有该添该减的去处，二奶奶没行到，姑娘竟一添减。头一件，与太太有益；第二件，也不枉姑娘待我们奶奶的情义了。”话未说完，宝钗、李纨皆笑道：“好丫头，真怨不得凤丫头偏疼他！本来无可添减之事，如今听你一说，倒要找出两件来斟酌斟酌，不辜负你这话。”\n　　探春笑道：“我一肚子气，正要拿他奶奶出气去，偏他碰了来，说了这些话，叫我也没了主意了。”一面说，一面叫进方才那媳妇来问：“环爷和兰哥家学里这一年的银子，是做那一项用的？”那媳妇便回说；“一年学里吃点心或者买纸笔，每位有八两银子的使用。”探春道：“凡爷们的使用，都是各屋里月钱之内。环哥的是姨娘领二两；宝玉的，老太太屋里袭人领二两；兰哥儿是大奶奶屋里领。怎么学里每人多这八两？原来上学去的是为这八两银子！从今日起，把这一项蠲了。平儿回去，告诉你奶奶，说我的话，把这一条务必免了。”平儿笑道：“早就该免。旧年奶奶原说要免来着，因年下忙，就忘了。”那媳妇只得答应着去了。\n　　就有大观园中媳妇捧了饭盒子来，侍书、素云早已抬过一张小饭桌来，平儿也忙着上菜。探春笑道：“你说完了话，干你的去罢，在这里又忙什么？”平儿笑道：“我原没事，二奶奶打发了我来，一则说话．二则怕这里的人不方便，叫我帮着妹妹们伏侍奶奶、姑娘来了。”探春因问：“宝姑娘的怎么不端来一处吃？”丫鬟们听说，忙出至檐外，命媳妇们去说：“宝姑娘如今在厅上一处吃，叫他们把饭送了这里来。”探春听说，便高声说道：“你别混支使人！那都是办大事的管家娘子们，你们支使他要饭要茶的？连个高低都不知道！平儿这里站着，叫他叫去。”平儿忙答应一声出来，那些媳妇们都悄悄的拉住笑道：“那里用姑娘去叫？我们已有人叫去了。”一面说，一面用绢子掸台阶的土，说：“姑娘站了半天，乏了，这太阳地里歇歇儿罢。”平儿便坐下。又有茶房里的两个婆子拿了个坐褥铺下，说：“石头冷，这是极干净的，姑娘将就坐一坐儿罢。”平儿点头笑道：“多谢。”一个又捧了一碗精致新茶出来，也悄悄笑说：“这不是我们常用的茶，原是伺候姑娘们的，姑娘且润一润罢。”平儿遂欠身接了，因指众媳妇悄悄说道：“你们太闹的不象了。他是个姑娘家，不肯发威动怒，这是他尊重，你们就藐视欺负他。果然招他动了大气，不过说他一个粗糙就完了，你们就现吃不了的亏！他撒个娇儿，太太也得让他一二分，二奶奶也不敢怎么。你们就这么大胆子小看他，可是鸡蛋往石头上碰。”众人都忙道：“我们何尝敢大胆了？都是赵姨娘闹的。”平儿也悄悄的道：“罢了！好奶奶们，‘墙倒众人推’。那赵姨娘原有些颠倒，着三不着两，有了事就都赖他。你们素日那眼里没人、心术利害，我这几年难道还不知道！二奶奶要是略差一点儿的，早叫你们这些奶奶们治倒了。饶这么着，得一点空儿，还要难他一难，好几次没落了你们的口声。众人都说他利害，你们都怕他，惟我知道他心里也就不算不怕你们的。前儿我们还议论到这里，再不能依头顺尾，必有两场气生。那三姑娘虽是个姑娘，你们都横看了他！二奶奶在这些大姑子小姑子里头，也就只单怕他五分儿。你们这会子倒不把他放在眼里了。”\n　　正说着，只见秋纹走来，众媳妇们忙赶着问好，又说：“姑娘也且歇歇，里头摆饭呢。等撤下桌子来，再回话去罢。”秋纹笑道：“我比不得你们，我那里等得？”说着，便直要上厅去。平儿忙叫：“快回来！”秋纹回头，见了平儿，笑道：“你又在这里充什么‘外围子的防护’？”一面回身便坐在平儿褥上。平儿悄问：“回什么？”秋纹道：“问一问宝玉的月钱、我们的月钱，多早晚才领？”平儿道：“这什么大事！你快回去告诉袭人，说我的话，凭有什么事，今日都别回。若回一件管驳一件，回一百件管驳一百件。”秋纹听了，忙问：“这是为什么？”平儿与众媳妇等都忙告诉他原故，又说：“正要找几处利害事与有体面的人来开例，作法子镇压，与众人作榜样呢。何苦你们先来碰在这钉子上？你这一去说了，他们若拿你们也作一二件榜样，又碍着老太太、太太；若不拿着你们做一二件，人家又说：‘偏一个向一个，仗着老太太、太太威势的就怕，不敢惹，只拿着软的做鼻子头。’你听听罢，二奶奶的事他还要驳两件，才压得众人口声呢。”秋纹听了，伸了伸舌头笑道：“幸而平姐姐在这里，没得臊一鼻子灰，趁早知会他们去。”说着便起身走了。\n　　接着宝钗的饭至，平儿忙进来伏侍。那时赵姨娘已去，三人在板床上吃饭，宝钗面南，探春面西，李纨面东。众媳妇皆在廊下静候，里头只有他们紧跟常侍的丫鬟伺候，别人一概不敢擅入。这些媳妇们都悄悄的议论说：“大家省事罢，别安着没良心的主意。连吴大娘才都讨了没意思，咱们又是什么有脸的？”都一边悄议，等饭完回事。此时里面惟闻微嗽之声，不闻碗箸之响。一时，只见一个丫头将帘栊高揭，又有两个将桌抬出。茶房内有三个丫鬟，捧着三个沐盆儿，见饭桌已出，三人便进去了。一回又捧出沐盆并漱盂来，方有侍书、素云、莺儿三个人，每人用茶盘捧了三盖碗茶进去。一时等他三人出来，侍书命小丫头子：“好生伺候着，我们吃饭来换你们，可又别偷坐着去。”众媳妇们方慢慢的安分回事，不敢如先前轻慢疏忽了。\n　　探春气方渐平，因向平儿道：“我有一件大事，早要和你奶奶商议，如今可巧想起来。你吃了饭快来。宝姑娘也在这里，咱们四个人商议了，再细细的问你奶奶可行可止。”平儿答应回去。凤姐因问：“为何去这半日？”平儿便笑着将方才原故细细说与他听了。凤姐儿笑道：“好，好，好！好个三姑娘，我说不错，只可惜他命薄，没托生在太太肚里。”平儿笑道：“奶奶也说糊涂话了。他就不是太太养的，难道谁敢小看他，不和别的一样看待么？”凤姐叹道：“你那里知道？虽然正出庶出是一样，但只女孩儿却比不得儿子。将来作亲时，如今有一种轻狂人，先要打听姑娘是正出是庶出，多有为庶出不要的。殊不知庶出只要人好，比正出的强百倍呢。将来不知那个没造化的，为挑正庶误了事呢，也不知那个有造化的，不挑正庶的得了去。”说着，又向平儿笑道：“你知道我这几年生了多少省俭的法子，一家子大约也没个背地里不恨我的。我如今也是骑上老虎了，虽然看破些，无奈一时也难宽放。二则家里出去的多，进来的少，凡有大小事儿，仍是照着老祖宗手里的规矩。却一年进的产业又不及先时多，省俭了外人又笑话，老太太、太太也受委屈，家下也抱怨刻薄。若不趁早儿料理省俭之计，再几年就都赔尽了。”平儿道：“可不是这话！将来还有三四位姑娘，还有两三个小爷们，一位老太太，这几件大事未完呢。”凤姐儿笑道：“我也虑到这里，倒也够了。宝玉和林妹妹，他两个一娶一嫁，可以使不着官中钱，老太太自有体已拿出来。二姑娘是大老爷那边的，也不算。剩了三四个，满破着每人花上七八千银子。环哥娶亲有限，花上三千银子，若不够，那里省一抿子也就够了。老太太的事出来，一应都是全了的，不过零星杂项使费些，满破三五千两。如今再俭省些，陆续就够了。只怕如今平空再生出一两件事来，可就了不得了。咱们且别虑后事，你且吃了饭，快听他们商议什么。这正碰了我的机会，我正愁没个膀臂。虽有个宝玉，他又不是这里头的货，纵收伏了他也不中用。大奶奶是个佛爷，也不中用。二姑娘更不中用，亦且不是这屋里的人。四姑娘小呢。兰小子和环儿更是个燎毛的小冻猫子，只得有热灶火炕让他钻去罢。真真一个娘肚子里跑出这样天悬地隔的两个人来，我想到那里就不服！再者林丫头和宝姑娘他两个人倒好，偏又都是亲戚，又不好管咱们家务事。况且一个是美人灯儿，风吹吹就坏了；一个是拿定了主意，不干己事不张口，一问摇头三不知，也难十分去问他。倒只剩了三姑娘一个，心里嘴里都也来得，又是咱家的正人，太太又疼他，虽然脸上淡淡的，皆因是赵姨娘那老东西闹的，心里却是和宝玉一样呢。比不得环儿，实在令人难疼，要依我的性子，早撵出去了！如今他既有这主意，正该和他协同，大家做个膀臂，我也不孤不独了。按正礼天理良心上论，咱们有他这一个人帮着，咱们也省些心，与太太的事也有益。若按私心藏奸上论，我也太行毒了，也该抽回退步，回头看看；再要穷追苦克，人恨极了，他们笑里藏刀，咱们两个才四个眼睛两个心，一时不防，倒弄坏了。趁着紧溜之中，他出头一料理，众人就把往日咱们的恨暂可解了。还有一件，我虽知你极明白，恐怕你心里挽不过来，如今嘱咐你：他虽是姑娘家，心里却事事明白，不过是言语谨慎。他又比我知书识字，更利害一层了。如今俗语说：‘擒贼必先擒王。’他如今要作法开端，一定是先拿我开端，倘或他要驳我的事，你可别分辩，你只越恭敬越说驳的是才好。千万别想着怕我没脸，和他一强，就不好了。”\n    平儿不等说完，便笑道：“你太把人看糊涂了！我才已经行在先了，这会子才嘱咐我。”凤姐儿笑道：“我是恐怕你心里眼里只有了我、一概没有他人之故，不得不嘱咐，既已行在先，更比我明白了。这不是你又急了。满嘴里‘你’呀‘我’的起来了！”平儿道：“偏说‘你’！你不依，这不是嘴巴子？再打一顿。难道这脸上还没尝过的不成？”凤姐儿笑道：“你这小蹄子儿，要掂多少过儿才罢？你看我病的这个样儿，还来怄我呢。过来坐下，横竖没人来，咱们一处吃饭是正经。”说着，丰儿等三四个小丫头子进来，放小炕桌。凤姐只吃燕窝粥，两碟子精致小菜，每日分例菜已暂减去。丰儿便将平儿的四样分例菜端至桌上，与平儿盛了饭来。平儿屈一膝于炕沿之上，半身犹立于炕下，陪着凤姐儿吃了饭，伏侍漱口毕，吩咐了丰儿些话，方往探春处来。只见院中寂静，人已散出。\n要知后事何如，且听下回分解。",
  "translation": "After the bustle of New Year celebrations was over in the Rong Mansion, Xifeng who had been working too hard both before and after the festival over-exerted herself and had a miscarriage. As she was confined to her bed and unable to attend to affairs, several doctors were in daily attendance. A strong-minded woman, she stayed indoors but went on planning and worrying, sending Pinger to report to Lady Wang whenever anything occurred. She turned a deaf ear to all advice to take care of herself. Lady Wang, feeling as if she had lost her right arm, realized that she had not the energy to cope with everything. She attended to major matters herself but assigned the day-to-day running of the household to Li Wan, with the help of Tanchun. And she expected to turn everything back to Xifeng after a month, when the latter had recovered.\n\nBut Xifeng, who had never been very strong and when young had not taken good care of herself, had moreover exhausted herself by too much mental exertion and over-ambition. So although this miscarriage was not serious, it left her very weak indeed. After a month she was still losing blood. Though she said nothing about it, everyone could see from her sallow, emaciated face that she was neglecting herself. Lady Wang simply told her to take medicine and build up her health, not worrying about anything else. Xifeng herself was afraid of falling seriously ill and becoming a laughing-stock, so she stole time to rest, eager to be her usual self again. But not until the third month did the medicine and rest take effect and the bleeding gradually stop. However, that is anticipating.\n\nTo resume. Seeing Xifeng in this state and knowing that Tanchun and Li Wan could not very well withdraw yet from running the household, Lady Wang was afraid that with so many people in the Garden they might not be able to cope. She therefore asked Baochai to help and keep an eye on things everywhere.\n\n“I know what those old nurses are like — good-for-nothings,” she said. “They seize every chance to drink or gamble, sleeping in the daytime and gaming at night. When Xifeng was in charge they were still rather afraid, but now they’ll take advantage of the situation. You’re a good, reliable child, dear, and your cousins are all young. I’ve no time to see to everything, so I’d like you to help out for a couple of days. If you notice any omissions, let me know; don’t wait till the old lady asks and I have no answer. If any of the servants are troublesome, tell them off; and if they won’t listen, report to me. We don’t want any serious trouble.”\n\nBaochai had to agree to this.\n\nIt was now late spring. Daiyu had another bout of coughing, and Xiangyun too was laid up with a chill in Alpinia Park, so that doctors and medicine were in constant demand. As Tanchun and Li Wan, now working together, lived next door to each other, and it was inconvenient for servants to report to them in their different apartments, they decided to meet every morning in the small three-roomed hall at the south end of the Garden entrance to transact business, not going back until after lunch. This hall had been used as a waiting-room during the Imperial Consort’s visit by the eunuchs in attendance, and after that it was not used for anything, only some old women being there at night on duty. Now, as the weather was warm, no major repairs were needed. They had the place slightly done up and furnished for the two young ladies to use. Over it was a board with the inscription: “Benevolence and Uprightness Advocated,” but the servants called it simply the “Hall of Assemblage.” Here Li Wan and Tanchun met punctually at mao shi  every day and did not leave until noon, by which time a constant stream of women-servants had come to report on their duties.\n\nAt first, the stewards’ wives were pleased to learn that Li Wan was taking over, for being a good-natured, kind-hearted woman who never imposed penalties she would be easier to fool than Xifeng. And when they heard that Tanchun was to help they thought, “She’s only a young, unmarried girl, and such a quiet, pleasant-mannered one too.” So they were not worried and became much more lax than in Xifeng’s time. But after three or four days, when several matters had been dealt with, they began to realize that Tanchun was as sharp as Xifeng, only much quieter and gentler. And just at this time...\n\nThere were a dozen or more families of marquises or earls with hereditary titles who were either related to the Jung and Ning houses or old family friends. Whether there were promotions, demotions, weddings or funerals in these families, Lady Wang had to attend or send gifts. So busy were these social engagements that she had no time to attend to household affairs. Li Wan and Tan-chun therefore sat in the office hall every day, while Pao-chai looked after things in the inner apartments; and only when Lady Wang came back would they disperse. Every evening, too, before retiring to bed, Pao-chai would make a tour of inspection in a sedan-chair, accompanied by the women who were on night duty. Thus the three of them managed things even more meticulously than Hsi-feng had done, provoking the servants to complain, “We’ve got rid of one ‘sea-patrol yaksha,’ only to be saddled with three ‘mountain-taming deities.’ Even at night now we’ve no chance to sneak off to have a drink or a game.”\n\nOne day Lady Wang had to attend a feast in the Marquis of Chin-hsiang’s household. After Li Wan and Tan-chun had seen her off, they returned to the hall. They had just sipped some tea when Wu Hsin-teng’s wife came in to announce:\n\n“Chao Yi-niang’s brother Chao Kuo-chi died yesterday. I’ve reported it to the old lady and Her Ladyship, who said she knew and I should tell you young ladies.”\n\nWith that she stepped aside and stood waiting. Quite a number of servants had come with requests to see how the two young ladies would handle the business. If they showed competence, the servants would behave with more respect; but if they made the least slip, not only would they cease to be afraid of offending them but outside the inner gate they would gossip and make fun of them. Wu Hsin-teng’s wife had already made up her mind that if Hsi-feng were in charge she would have been only too glad to make suggestions, citing precedents for her to choose from. But regarding Li Wan as a simpleton and Tan-chun as a young girl, she simply made this announcement to see what they would say.\n\nTan-chun asked Li Wan’s opinion.\n\n“Hsi-jen’s mother died the other day, I believe, and they gave forty taels,” said Li Wan after a little thought. “Let’s give forty taels in this case too.”\n\nWu Hsin-teng’s wife, assenting promptly, took the tally and was starting off when Tan-chun stopped her.\n\n“Come back,” she ordered. “I want to talk to you.”\n\nThe woman returned.\n\n“Don’t go and draw that money yet,” said Tan-chun. “Tell me: some of the old concubines in the old lady’s apartment were home-bred, some were bought outside. There’s a difference in the two cases. How much was given for a home-bred one when she died, and how much for one from outside? Give us two examples.”\n\nAt this Wu Hsin-teng’s wife had to confess that she couldn’t remember. “It’s not such an important matter,” she said with a smile. “However much is given, who’s going to dare complain?”\n\n“What nonsense!” retorted Tan-chun, smiling too. “I’d give a hundred taels if I had my way. But if we ignore the rules, not only will you laugh at us but tomorrow we may find it hard to face your Second Mistress.”\n\n“In that case I’ll look up the old accounts,” offered the woman. “I can’t remember them just now.”\n\n“You’re an old hand at this,” said Tan-chun. “If you can’t remember, how can you expect us to decide? Are you in the habit of looking up the old accounts when you report to your Second Mistress? If so, that shows she’s not so formidable but very lenient. Hurry up and find them for me. Another day’s delay will make people accuse us of mismanagement, not you of negligence.”\n\nBlushing, Wu Hsin-teng’s wife hurried off. The other servants watching stuck out their tongues in dismay.\n\nThen other business was reported, and presently Wu Hsin-teng’s wife came back with the old accounts. Tan-chun found that in two cases of home-bred concubines twenty taels had been given, in two cases of those from outside forty taels. There were two other cases of concubines from outside: one had been given one hundred taels, the other sixty. Both these, however, were special cases: one was for the removal of a coffin to another province, the other for the purchase of a burial ground.\n\nTwenty taels was the outside limit, she was told.\n\nTanchun passed this information to Li Wan.\n\n“Give her twenty taels and leave this account for us to check carefully,” she ordered.\n\nWhen Wu Xindeng’s wife had gone, in came Concubine Zhao. Li Wan and Tanchun promptly invited her to be seated.\n\n“Everyone in this house is trampling on my head,” she blurted out. “But you should think of me too, miss, and help me to get some redress.”\n\nAs she spoke the tears coursed down her cheeks.\n\n“Who do you mean, aunt?” asked Tanchun. “I don’t understand. Who’s been trampling on your head? Tell me, and I’ll see you get redress.”\n\n“You’re trampling on me, miss. Who else can I complain to?”\n\nTanchun sprang to her feet in consternation. “I’d never dare do such a thing,” she protested.\n\nLi Wan had risen too to reason with the concubine.\n\n“Do sit down and listen to me,” begged Concubine Zhao. “I’ve been slaving all these years in this house like a camel in the desert, and I’ve given birth to your brother too; yet now I’m not even considered as good as Xiren. How can I hold up my head? This makes you lose face too.”\n\n“So that’s what it’s about. But I’ve done nothing wrong or against the rules.”\n\nTanchun resumed her seat and showed the concubine the account-book, reading out the item to her.\n\n“This is an old rule laid down by our ancestors,” she explained, “which everybody observes. Why should I make an exception? It’s not only Xiren. When Huan marries and has concubines, it will be the same in his household. This has nothing to do with precedence, and doesn’t involve any loss of face. Xiren is Her Ladyship’s servant, and I’m simply carrying out the old rules. If I’m doing the right thing, it’s thanks to our ancestors and Her Ladyship. If I’m unfair, that shows how stupid I am and how little I deserve such favour — she’s welcome to complain. If Her Ladyship gives someone a house, that doesn’t make me feel proud. If she gave nothing at all, I shouldn’t feel ashamed. My advice to you, aunt, is to take things easy while Her Ladyship’s away and not worry yourself for nothing over such matters. Her Ladyship is very good to me, but you’re always making trouble which distresses her. If I were a man I’d have left long ago to make a career for myself; then I’d be my own mistress. But being a girl, with no say in anything, and Her Ladyship knowing how things are, she’s put me in charge of the household now to show her trust. Before I’ve been able to accomplish anything, you start finding fault. If Her Ladyship hears of this and, to spare me embarrassment, takes this charge away from me, that will be a real loss of face for me — and for you too, aunt.” She burst out sobbing.\n\nHaving nothing to say to this, Concubine Zhao answered, “If Her Ladyship favours you, you should help us. Don’t just try to curry favour with her and forget us.”\n\n“How can I help you? Who should I help? You’d better ask the others. What mistress doesn’t show favour to good, hard-working servants? Who wants to help those who are no good?”\n\nLi Wan put in, “Don’t be angry, aunt. You can’t blame the young lady. She’d like to help but she can’t say so.”\n\n“How stupid you are, cousin!” cried Tanchun. “Whom should I help? Do young ladies normally help the servants? However good or bad they are, what’s that to do with me?”\n\n“Who asked you to help others?” fumed Concubine Zhao. “If you weren’t in charge, I wouldn’t have come to you. But now that you call the tune, now that your uncle’s died, if you’d given twenty or thirty taels extra would Her Ladyship have objected? Of course not. She’s a good mistress, but you’re too stingy. It’s a pity her kindness is wasted. Don’t worry, miss.\n\nI’m not asking you for money. I only thought that after you’ve left home and married you might show special consideration to the Zhaos. But before you’ve even grown wings you forget your origin and fly off to a higher branch than ours.”\n\nBefore Zhao Yiniang could finish, Tanchun turned pale from anger and choked with rage. She burst out sobbing.\n\n“Who is my uncle?” she demanded. “My uncle has recently been promoted to be an inspector of nine provinces. Where does this other uncle come from? It’s true I’ve always observed the proprieties in showing respect; but how have I acquired all these new relations? If what you say is right, why is it that every day when Huan goes out, Zhao Guoji stands up and goes to school with him? Why doesn’t he behave like an uncle? What is the point of all this? Everyone knows I’m the daughter of a concubine. But must you rake it all up again every couple of months, and make a fresh scene to impress it on people? I’d like to know who is making whom lose face. Luckily I’ve some sense. If I were an ignorant, ill-bred fool, I’d have flown into a rage long ago.”\n\nLi Wan, in distress, simply went on urging Tanchun to calm down, but Zhao Yiniang continued her harangue until someone came in to announce:\n\n“Madam Zhu, Ping’er is here with a message from the Second Mistress.”\n\nAt that Zhao Yiniang finally stopped. As Ping’er entered she smiled and offered the visitor a seat.\n\n“Is your mistress better?” she asked. “I’ve been meaning to go and see her, but couldn’t find the time.”\n\nLi Wan inquired what had brought her there.\n\n“My mistress heard that the brother of Aunt Zhao had died,” said Ping’er. “She was afraid that you, madam, and you, miss, might not know the old rule in such cases. The usual allowance is twenty taels, but she wants the young lady to decide whether to make an exception and increase it.”\n\nTanchun had already wiped her eyes. She promptly retorted, “What grounds are there for increasing it? Who was it whose pregnancy lasted twenty-four months? Or is this someone who’s been to the wars and saved his master’s life at the risk of his own? Your mistress is very clever, getting me to make an exception so that she can pose as a benefactor, playing the great lady with money that isn’t hers and so doesn’t hurt her to spend. You can tell her that I daren’t make any arbitrary decision or change the rules. If she wants to be more generous, she can do it herself when she’s better and out of bed. She can give as much extra as she likes.”\n\nPing’er had guessed how the land lay as soon as she came in, and this confirmed it. Seeing how angry Tanchun was, she did not presume to behave in her usual free and easy way but stepped aside and stood waiting in silence with her arms at her sides.\n\nJust then Baochai dropped in from the main house and Tanchun and the others invited her to be seated. Before they could tell her what had happened, another matron came in on business. And because Tanchun had been crying, three or four young maids brought in a basin, towels and a mirror-stand. Tanchun was sitting cross-legged on the low couch, and the maid with the basin knelt down to hold it up to her. The two others knelt at the sides, one holding a towel and the other the mirror and cosmetics. As Shishu was not there, Ping’er stepped forward to roll up Tanchun’s sleeves, remove her bracelets and tuck a large towel under her chin. Then Tanchun washed her face.\n\nThe matron chosen to report said, “Your Ladyship and Young Mistress, we’ve come for the annual allowance for Master Huan and Master Lan from the school.”\n\n“What’s the hurry?” Ping’er asked her. “Couldn’t you see the young lady was washing? Why didn’t you wait outside instead of butting in? Would you dare behave like that if our Second Mistress were here? Although the young lady is good-natured, if I report this to the Second Mistress and tell her you’ve no respect for Miss Tanchun, don’t blame me if you get into trouble.”\n\nThe matron smiled apologetically. “How careless of me!” she exclaimed, and beat a hasty retreat.\n\nTanchun while powdering her face said sarcastically to Ping’er, “You came just too late to see something even more ridiculous. Even an old hand like Sister-in-law Wu came to try to fool me without first checking up. Luckily I....”\n\nWhen questioned, the wretch had the nerve to say she’d forgotten. I said, “If even Her Ladyship’s business can be forgotten, why not go and look it up?” I was sure your mistress wouldn’t have the patience to wait while she hunted for it.”\n\n“If she did that once, she’d get her legs broken for sure,” said Pinger. “Don’t you believe them, miss. They say that because they know Madam Zhu is a Buddha and you’re a young lady who wouldn’t like to make a scene, so they’re just slacking.”\n\nShe turned to call through the door, “You can carry on as outrageously as you please, but wait till the mistress is better and we’ll see.”\n\nThe women outside answered, “You’re very understanding, miss. As the proverb says, ‘A man must bear the consequences of his own misdeeds.’ We’d never dare cheat our mistresses. You’re honoured guests now. If we really offended you, we’d die without a place for burial.”\n\n“It’s good that you realize that,” said Pinger drily.\n\nShe turned with a smile to Tanchun. “You know how much the Second Mistress has to see to, miss. She can’t attend to everything and is bound to overlook certain things. As the proverb says, ‘The onlooker sees most of the game.’ You’ve seen how things have been done these last few years, miss. If you think any changes should be made — if some expenses should be cut down or others increased — and the Second Mistress hasn’t got round to it, why not make the changes yourself? In the first place, it would help Her Ladyship; and secondly, it would show your good will towards our mistress.”\n\nBefore she could say more, Baochai and Li Wan smiled.\n\n“Good for you!” they cried. “No wonder Xifeng dotes on you. We didn’t think any changes were needed, but after this we must find some ways to cut down or increase expenses, to show our appreciation of your suggestion.”\n\nTanchun smiled. “I was so worked up, I meant to go and work off my anger on your mistress. But you came along and said all this, making me at a loss again.”\n\nShe sent for the woman who had come before and asked her, “What is the annual school allowance for Master Huan and Master Lan?”\n\n“It’s eight taels apiece for their refreshments and writing materials,” was the answer.\n\n“All the other young masters’ expenses are covered by the monthly allowance from their own apartments,” said Tanchun. “Concubine Zhao draws two taels a month for Huan; Xiren draws two taels for Baoyu from the old lady’s apartment; and Madam Zhu draws Lan’s allowance. Why should they have an extra eight taels each for school? Do they go to school just to get this eight taels? From now on this item is to be abolished. Go back and tell your mistress that, on my advice, she must cancel this allowance.”\n\n“It should have been stopped long ago,” agreed Pinger. “Last year the mistress meant to do away with it, but in the bustle at the end of the year she forgot.”\n\nThe woman had to assent and withdraw.\n\nThen some matrons from the Garden brought in the lunch boxes, and Shishu and Suyun set a small table. Pinger helped to serve the food.\n\n“Now that you’ve delivered your message, why not go back?” asked Tanchun. “Why stay here to wait on us?”\n\n“I’ve nothing to do,” replied Pinger. “The Second Mistress sent me to have a talk with you and also because she was afraid you might be short of attendants and wanted me to help the young ladies to wait on you.”\n\nTanchun asked, “Why hasn’t Miss Baochai’s meal been brought here too?”\n\nThe maids promptly went out and told the matrons, “Miss Baochai is having her meal here with the others. Tell them to send her food over.”\n\nHearing this, Tanchun cried, “Don’t order them about like that. Those are stewards’ wives in charge of important business. Who are you to ask them to fetch meals or tea? You don’t know your place. Pinger is here. Let her tell them.”\n\nPinger assented and went out. The women quietly caught hold of her.\n\n“There’s no need for you to go, miss,” they said. “We’ve already sent to have it fetched.”\n\nAs they spoke they dusted the steps with their handkerchiefs.\n\n\"You must be tired, miss, standing so long,\" they said. \"Do take a rest here in the sun.\" Pinger sat down on the stone step and two women from the tea-house brought over a cushion.\n\n\"The stone's cold,\" they said. \"This is quite clean though, miss. Won't you make do with it?\"\n\nPinger nodded and smiled her thanks.\n\nAnother woman brought her a bowl of fine fresh tea.\n\n\"This isn't our usual tea,\" she whispered. \"It's what we keep for the young ladies. Just take a sip to moisten your throat.\"\n\nPinger leaned forward to take it, then pointed at the other women and said softly:\n\n\"You're being too outrageous. She's a young lady, too well-bred to lose her temper or assert herself; but does that mean you can look down on her and bully her? If you really provoke her into losing her temper, she may just tell you off, but then you'll be for it. If she complains to the mistress, even Her Ladyship lets her have her way, and the Second Mistress daren't cross her. How dare you take such liberties? You're simply asking for trouble.\"\n\n\"We wouldn't dare,\" they protested. \"It's all Concubine Zhao's doing.\"\n\n\"Come now,\" whispered Pinger. \"I know you, my good women. 'If a wall's about to collapse, everybody gives it a shove.' Of course Concubine Zhao's a stupid, crazy creature, the one to blame whenever there's trouble; but you've always been so high and mighty and hard-hearted — haven't I seen that in the last few years? If the Second Mistress were the least bit weak, you'd have trampled her underfoot. As it is, whenever you get the chance you try to make things hard for her, and more than once you've nearly disgraced her. Everybody says she's terrible and that you're all afraid of her; but I know she's not too sure of you. We were talking about this the other day, and agreed that she can't very well knuckle under and must lose her temper every now and then. Although Miss Tanchun's only a young lady, you've underrated her. Of all the young ladies in the house, the Second Mistress is only afraid of her. So don't think you can ignore her.\"\n\nAs they were talking Qiuwen arrived and the women hastily asked after her health.\n\n\"Have a rest, miss,\" they said. \"They're serving the meal inside. Wait till the table's been cleared, then go back to report.\"\n\nQiuwen smiled.\n\n\"I'm not like you. I can't wait.\" She made as if to enter the hall.\n\n\"Come back!\" cried Pinger.\n\nQiuwen turned and, at sight of her, smiled.\n\n\"What are you doing here playing watchdog?\" she asked, coming back to sit on Pinger's cushion.\n\n\"What have you come to report?\" inquired Pinger softly.\n\n\"I've come to ask when Master Bao's monthly allowance is to be issued, and ours too.\"\n\n\"Is that all? Go back quickly and tell Xiren, on my advice, not to report anything today, no matter what. If she does, everything is sure to be rejected.\"\n\n\"Why?\" asked Qiuwen.\n\nPinger and the women explained, then told her, \"She's looking for some important business concerning some people with face, so as to make an example of them and scare everyone else. Why should you go and dash your head against a nail? If you report this and they make an example of you, that will look bad for the old lady and the mistress; if they don't, others will say that those with Their Ladyships' backing are too scared to be touched, and they only bully the meek. Just think, even the Second Mistress' decisions are going to be overruled a couple of times to silence criticism.\"\n\nQiuwen stuck out her tongue at this.\n\n\"Lucky I met you, sister, or I'd have run my head into a bruise,\" she cried. \"I must go back quick and tell them.\"\n\n\"Go and let them know.\" With that she stood up and left.\n\nJust then Bao-chai’s meal arrived and Patience hurried in to wait on them. By now, Concubine Zhao had gone, and the three young ladies sat down to eat at the couch table, Bao-chai facing south, Tan-chun west and Li Wan east. The married women were waiting quietly outside under the eaves, only the personal maids of the three ladies being in attendance. No one else presumed to enter.\n\nThe women outside were whispering comments. ‘Let’s be sensible and not think of any wicked tricks,’ said one. ‘Even Mrs Wu was made to look small just now. Who do we think we are?’\n\nThey continued to whisper together as they waited for the meal to end so that they could resume their business. Inside, not a sound could be heard apart from an occasional faint cough; there was no clatter of bowls or chopsticks. Presently a maid raised the portière high and two others carried out the table. Then three maids from the tea-room came in, each carrying a wash-basin. Seeing that the table had been removed, they went inside, and a little later emerged again with the basins and mouth- rinse bowls. Then Shou-shu, Su-yun and Oriole brought in three cups of tea on trays. They waited until the three young ladies had finished washing their hands and rinsing their mouths before coming out again.\n\n‘Look after things properly while we have our meal,’ Shou-shu instructed the younger maids. ‘We’ll come and relieve you later. And don’t let us catch you slacking!’\n\nOnly then did the women quietly and obediently resume their business, not daring to be as casual and off-hand as they had been before.\n\nBy now Tan-chun’s anger had subsided a little. She said to Patience:\n\n‘There’s an important matter I’ve been meaning to discuss with your mistress. I’ve just been reminded of it. When you’ve had your meal, come back as quickly as you can. Miss Bao will be here too. The four of us can talk it over, and then we shall go into it carefully with your mistress to see whether it’s practicable or not.’\n\nPatience assented and went back. Xi-feng asked her why she had been away so long, and she gave her a detailed and amusing account of all that had happened.\n\n‘Good, good, good!’ cried Xi-feng delightedly. ‘I always said that girl San was all right. What a pity she wasn’t born in Her Ladyship’s tummy!’\n\n‘You are talking nonsense, ma’am,’ said Patience, smiling. ‘Even though she wasn’t born of Her Ladyship, who would ever dare to look down on her or treat her any differently from the rest?’\n\n‘You don’t understand,’ said Xi-feng. ‘Although in theory there’s no difference between “by wife” and “by concubine”, in the case of a girl it’s not the same as with a boy. When the time comes for her to marry, there’s a flighty kind of person about nowadays who insists on finding out first whether the girl is “by wife” or “by concubine”. A lot of them don’t want a concubine’s daughter. They don’t seem to realize that if the girl herself is all right, it doesn’t matter who her mother was; she can be a hundred times better than some of these “by wife” girls. I shouldn’t be surprised if one of these days some young fellow who hasn’t the luck to get a “by wife” one finds that his prejudice has made him miss a very good opportunity.’\n\nShe smiled at Patience.\n\n‘You know, these last few years I’ve thought up so many ways of cutting down on expenditure, there probably isn’t a single person in this household who doesn’t secretly hate me for it. But now I’m like someone riding a tiger: I daren’t relax. I can see that things can’t go on like this much longer, but it’s difficult to change straight away. Besides, our expenditure is so much greater than our income. Whenever any big expenses have to be met, I still go by the rules laid down by our ancestors; but our income nowadays is so much less than it was in their time. If we economize, outsiders laugh at us and Their Ladyships feel hard done by, and the servants all complain that we are too stingy. But if we don’t start thinking up some economies soon, in a few years’ time we shall be bankrupt.’\n\n‘That’s true,’ said Patience. ‘There are still three or four young ladies to be married and two or three young gentlemen, and Her Old Ladyship’s funeral: those are the big expenses that are still to come.’\n\n‘I’ve allowed for that,’ said Xi-feng. ‘That will be enough. Bao-yu and Miss Lin, those two will marry each other, so there will be no call to use official funds for them: Her Old Ladyship will provide for them out of her own private savings. Ying-chun is Sir She’s daughter, so she doesn’t count. That leaves three or four. If we allow seven to eight thousand taels apiece for them, that should be enough. For Huan’s wedding, three thousand should cover it. If it’s not enough, he can make do with a bit less.\n\nA little pin-money should be enough. After the old lady’s funeral everything was paid for, and we only needed a few thousand taels for odd expenses. If we economize now, we can manage by and by. My only fear is that if some extra business crops up we’ll be in a fix. But don’t let’s worry about the future. Finish your meal now quickly and listen to their discussion. This is my chance. I was just wishing I had a helper. Of course there’s Pao-yu, but he’s not one of us. Even if we won him over, he’d be no use. His wife is a Buddha who’d be no use either. And Miss Ying isn’t one of our household, besides being useless too. Miss Hsiu’s too young. Lan and Huan are two little frozen cats that only want to creep near the stove. Fancy two sons of the same mother being as unlike as heaven and earth! The thought of it makes me see red. Then there’s Miss Lin and Miss Pao-chai, both of them good, but they’re relatives and so have no right to meddle in our affairs. Besides, one’s a beautiful lamp which a puff of wind might put out; the other’s so determined not to open her mouth about things that don’t concern her that if you ask her a question she shakes her head and says she doesn’t know — it’s no use appealing to her. So that leaves only Miss Tan-chun. She’s quick in thinking and talking, she’s one of our family, and the mistress is very fond of her. Though she puts on a cold face, that’s because that old witch Concubine Chao has upset her; at heart she’s as good as Pao-yu, not like that Huan whom nobody could possibly love. If I had my way, I’d have packed him off long ago. Since she has this idea, we should work together and back each other up; then I shan’t be all on my own. In all fairness and conscience, with her to help us we can set our minds at rest and it will be good for the mistress too. But if we consider our own selfish interests, I’ve been too ruthless and should draw back a bit to avoid going too far. If we’re too hard on people and they hate us, they may hide their daggers behind smiles. We two have only four eyes and two hearts between us, and if we’re off guard for a moment they may do us dirt. Now that she’s come forward to take charge, this may make them forget their past grievances against us. There’s one more thing. Though I know how very understanding you are, I’m afraid you may feel a bit put out. So let me tell you: though she’s a young lady she has a good head for everything, only she’s careful what she says. And she’s better educated than I am, which makes her more formidable. As the proverb says, ‘To catch the bandits, first catch the ringleader.’ If she’s going to make an example of someone, no doubt she’ll start with me. If she finds fault with anything I’ve done, don’t try to argue. Just agree with her very politely, saying she’s quite right. On no account must you, for fear of my losing face, stand up to her. That would be bad.”\n\n“You’re underestimating people again!” Ping-erh laughed before Xifeng could finish. “I took the lead in doing that, and now you have to tell me.”\n\n“I was afraid that because you have only me in your heart and eyes you may ignore everyone else,” replied Xifeng smiling. “That’s why I warned you. Since you’ve already taken the lead, you’re even more clear-sighted than I am. This shows you’re getting worked up again, talking so rudely.”\n\n“I’ll talk rudely if I want,” retorted Ping-erh. “If you don’t like it, are you going to slap me? Do you want to beat me again? Haven’t you done that enough?”\n\n“You bitch!” Xifeng chuckled. “How many more times are you going to throw that up? Can’t you see how ill I am, yet you come to exasperate me. Come over here and sit down. There’s no one else about, we may as well have a meal together.”\n\nAs she said this, Feng-erh and three or four other young maids brought in a small kang-table. Since Hsi-feng was having only bird’s-nest gruel and two choice side-dishes, the usual dishes for the different meals had been cancelled. Feng-erh put the\n\nPinger’s four side-dishes were now brought in and rice was served her. With one knee on the edge of the couch but still half standing below, she kept Xifeng company while she ate and waited on her till she had rinsed her mouth. Then, having given Feng’er some instructions, she went to see Tanchun.\n\nThe courtyard was quiet and all the maids had withdrawn.\n\nIf you want to know what happened next, you must read the following chapter."
}