{
  "index": "056",
  "title": "第56章 敏探春兴利除宿弊 贤宝钗小惠全大体",
  "original": "话说平儿陪着凤姐吃了饭，伏侍盥漱毕，方往探春处来，只见院中寂静，只有丫鬟婆子一个个都站在窗外听候。平儿进入厅中，他姐妹姑嫂三人正商议些家务，说的便是年内赖大家请吃酒，他家中花园中事故。见他来了，探春便命他脚踏上坐了，因说道：“我想的事，不为别的，只想着我们一月所用的头油脂粉又是二两的事。我想咱们一月已有了二两月银，丫头们又另有月钱，可不是又同刚才学里的八两一样重重叠叠？这事虽小，钱有限，看起来也不妥当，你奶奶怎么就没想到这个呢？”平儿笑道：“这有个原故。姑娘们所用的这些东西，自然该有分例，每月每处买办买了，令女人们交送我们收管，不过预备姑娘们使用就罢了，没有个我们天天各人拿着钱，找人买这些去的。所以外头买办总领了去，按月使女人按房交给我们。至于姑娘们每月的这二两，原不是为买这些的，为的是一时当家的奶奶太太，或不在家，或不得闲，姑娘们偶然要个钱使，省得找人去，这不过是恐怕姑娘们受委屈意思。如今我冷眼看着，各屋里我们的姐妹都是现拿钱买这些东西的，竟有了一半子。我就疑惑不是买办脱了空，就是买的不是正经货。”探春、李纨都笑道：“你也留心看出来了。脱空是没有的，只是迟些日子，催急了，不知那里弄些来，不过是个名儿。其实使不得，依然还得现买，就用二两银子，另叫别人的奶妈子的弟兄儿子买来方才使得。要使官中的人去，依然是那一样的，不知他们是什么法子？”平儿便笑道：“买办买的是那东西，别人买了好的来，买办的也不依他，又说他使坏心，要夺他的买办。所以他们宁可得罪了里头，不肯得罪了外头办事的。要是姑娘们使了奶妈子们，他们也就不敢说闲话了。”\n　　探春道：“因此我心里不自在，饶费了两起钱，东西又白丢一半。不如竟把买办的这一项每月蠲了为是。此是第一件事。第二件，年里往赖大家去，你也去的：你看他那小园子比咱们这个如何？”平儿笑道：“还没有咱们这一半大，树木花草也少多着呢。”探春道：“我因和他们家的女孩儿说闲话儿，他说这园子除他们带的花儿，吃的笋菜鱼虾，一年还有人包了去，年终足有二百两银子剩。从那日我才知道，一个破荷叶，一根枯草根子，都是值钱的。”宝钗笑道：“真真膏粱纨之谈。你们虽是千金，原不知道这些事，但只你们也都念过书，识过字的，竟没看见过朱夫子有一篇‘不自弃’的文么？”探春笑道：“虽也看过，不过是勉人自励，虚比浮词，那里真是有的？”宝钗道：“朱子都行了虚比浮词了？那句句都是有的。你才办了两天事，就利欲熏心，把朱子都看虚浮了。你再出去，见了那些利弊大事，越发连孔子也都看虚了呢！”探春笑道：“你这样一个通人，竟没看见姬子书？当日姬子有云：‘登利禄之场，处运筹之界者，穷尧舜之词，背孔孟之道。’”宝钗笑道：“底下一句呢？”探春笑道：“如今断章取意；念出底下一句，我自己骂我自己不成？”宝钗道：“天下没有不可用的东西，既可用，便值钱。难为你是个聪明人，这大节目正事竟没经历。”李纨笑道：“叫人家来了，又不说正事，你们且对讲学问！”宝钗道：“学问中便是正事。若不拿学问提着，便都流入市俗去了。”\n　　三人取笑了一回，便仍谈正事。探春又接说道：“咱们这个园子，只算比他们的多一半，加一倍算起来，一年就有四百银子的利息。若此时也出脱生发银子，自然小器，不是咱们这样人家的事。若派出两个一定的人来，既有许多值钱的东西，任人作践了，也似乎暴殄天物。不如在园子里所有的老妈妈中，拣出几个老成本分、能知园圃的，派他们收拾料理。也不必要他们交租纳税，只问他们一年可以孝敬些什么。一则园子有专定之人修理花木，自然一年好似一年了，也不用临时忙乱；二则也不致作践，白辜负了东西；三则老妈妈们也可借此小补，不枉成年家在园中辛苦；四则也可省了这些花儿匠、山子匠并打扫人等的工费。将此有余，以补不足，未为不可。”宝钗正在地下看壁上的字画，听如此说，便点头笑道：“善哉！‘三年之内，无饥馑矣。’”李纨道：“好主意！果然这么行，太太必喜欢。省钱事小，园子有人打扫，专司其职，又许他去卖钱，使之以权，动之以利，再无不尽职的了。”\n　　平儿道：“这件事须得姑娘说出来。我们奶奶虽有此心，未必好出口。此刻姑娘们在园里住着，不能多弄些玩意儿陪衬，反叫人去监管修理，图省钱，这话断不好出口。”宝钗忙走过来，摸着他的脸笑道：“你张开嘴，我瞧瞧你的牙齿舌头是什么做的？从早起来到这会子，你说了这些话，一套一个样子，也不奉承三姑娘，也不说你们奶奶才短想不到；三姑娘说一套话出来，你就有一套话回奉，总是三姑娘想到的，你们奶奶也想到了，只是必有个不可办的原故。这会子又是因姑娘们住在园子，不好因省钱令人去监管。你们想想这话，要果真交给人弄钱去的，那人自然是一枝花也不许掐，一个果子也不许动了，姑娘们分中自然是不敢讲究，天天和小姑娘们就吵不清。他这远愁近虑，不亢不卑，他们奶奶就不是和咱们好，听他这一番话，也必要自愧的变好了。”探春笑道：“我早起一肚子气，听他来了，忽然想起他主子来：素日当家，使出来的好撒野的人！我见了他更生气了。谁知他来了，避猫鼠儿似的，站了半日，怪可怜的。接着又说了那些话，不说他主子待我好，倒说‘不枉姑娘待我们奶奶素日的情意了’，这一句话，不但没了气，我倒愧了，又伤起心来。我细想，我一个女孩儿家，自己还闹得没人疼没人顾的，我那里还有好处去待人？”口内说到这里，不免又流下泪来。李纨等见他说得恳切，又想他素日赵姨娘每生诽谤，在王夫人跟前，亦为赵姨娘所累，也都不免流下泪来，都忙劝他：“趁今日清净，大家商议两件兴利剔弊的事情，也不枉太太委托一场。又提这没要紧的事做什么。”平儿忙道：“我已明白了。姑娘说谁好，竟一派就完了。”探春道：“虽如此说，也须得回你奶奶一声儿。我们这里搜剔小利，已经不当，——皆因你奶奶是个明白人，我才这样行；若是糊涂多歪多妒的，我也不肯，倒象抓他的乖的似的。岂可不商议了行呢？”平儿笑道：“这么着，我去告诉一声儿。”说着去了，半日方回来，笑道：“我说是白走一趟。这样好事，奶奶岂有不依的！”\n　　探春听了，便和李纨命人将园中所有婆子的名单要来，大家参度，大概定了几个人。又将他们一齐传来，李纨大概告诉给他们。众人听了，无不愿意。也有说：“那片林子单交给我，一年工夫，明年又是一片。除了家里吃的笋，一年还可交些钱粮。”这一个说：“那一片稻地交给我，一年这些玩的大小雀鸟的粮食，不必动官中钱粮，我还可以交钱粮。”探春才要说话，人回：“大夫来了，进园瞧史姑娘去。”众婆子只得去领大夫。平儿忙说：“单你们，有一百也不成个体统。难道没有两个管事的头脑儿带进大夫来？”回事的那人说：“有吴大娘和单大娘，他两个在西南角上聚锦门等着呢。”平儿听说，方罢了。\n　　众婆子去后，探春问宝钗：“如何？”宝钗笑答道：“幸于始者怠于终，善其辞者嗜其利。”探春听了，点头称赞，便向册上指出几个来与他三人看。平儿忙去取笔砚来。他三人说道：“这一个老祝妈，是个妥当的，况他老头子和他儿子，代代都是管打扫竹子，如今竟把这所有的竹子交与他。这一个老田妈本是种庄稼的，稻香村一带，凡有菜蔬稻稗之类，虽是玩意儿，不必认真大治大耕，也须得他去再细细按时加些植养，岂不更好？”探春又笑道：“可惜蘅芜院和怡红院这两处大地方，竟没有出息之物。”李纨忙笑道：“蘅芜院里更利害，如今香料铺并大市大庙卖的各处香料香草儿，都不是这些东西？算起来，比别的利息更大。怡红院别说别的，单只说春夏两季的玫瑰花，共下多少花朵儿？还有一带篱芭上的蔷薇、月季、宝相、金银花、藤花，这几色草花，干了卖到茶叶铺药铺去，也值好些钱。”探春笑着点头儿，又道：“只是弄香草没有在行的人。”平儿忙笑道：“跟宝姑娘的莺儿他妈，就是会弄这个的。上回他还采了些晒干了，编成花篮葫芦给我玩呢。姑娘倒忘了么？”宝钗笑道：“我才赞你，你倒来捉弄我了。”三人都诧异问道：“这是为何？”宝钗道：“断断使不得。你们这里多少得用的人，一个个闲着没事办，这会子我又弄个人来，叫那起人连我也看小了。我倒替你们想出一个人来：怡红院有个老叶妈，他就是焙茗的娘。那是个诚实老人家，他又合我们莺儿妈极好。不如把这事交与叶妈，他有不知的，不必咱们说给他，就找莺儿的娘去商量了。那怕叶妈全不管，竟交与那一个，这是他们私情儿，有人说闲话也就怨不到咱们身上。如此一行，你们办的又公道，于事又妥当。”李纨平儿都道：“很是。”探春笑道：“虽如此，只怕他们见利忘义呢。”平儿笑道：“不相干。前日莺儿还认了叶妈做干娘，请吃饭吃酒，两家和厚的很呢。”探春听了，方罢了。又共斟酌出几个人来，俱是四人素昔冷眼取中的，用笔圈出。\n　　一时婆子们来回：“大夫已去。”将药方送上去，三人看了。一面遣人送出外边去取药，监派调服，一面探春与李纨明示诸人：某人管某处，“按四季，除家中定例用多少外，馀者任凭你们采取去取利，年终算账。”探春笑道：“我又想起一件事，若年终算账，归钱时自然归到账房，仍是上头又添一层管主，还在他们手心里又剥一层皮。这如今我们兴出这件事，派了你们，已是跨过他们的头去了，心里有气只说不出来，你们年终去归账，他还不捉弄你们等什么？再者这一年间管什么的，主子有一全分，他们就得半分，这是每常的旧规，人所共知的。如今这园子是我的新创，竟别入他们的手，每年归账，竟归到里头来才好。”宝钗笑道：“依我说，里头也不用归账，这个多了，那个少了，倒多了事。不如问他们谁领这一分的，他就揽一宗事去。不过是园里的人动用。我替你们算出来了，有限的几宗事，不过是头油、胭粉、香、纸，每一位姑娘，几个丫头，都是有定例的、再者各处苕帚、簸箕、掸子，并大小禽鸟鹿兔吃的粮食。不过这几样。都是他们包了去，不用账房去领钱。你算算，就省下多少来？”平儿笑道：“这几宗虽小，一年通共算了，也省的下四百多银子。”宝钗笑道：“却又来。一年四百，二年八百两，打租的房子也能多买几间，薄沙地也可以添几亩了。虽然还有敷馀，但他们既辛苦了一年，也要叫他们剩些，粘补自家。虽是兴利节用为纲，然也不可太过，要再省上二三百银子，失了大体统，也不象。所以这么一行，外头账房里一年少出四五百银子，也不觉的很艰啬了；他们里头却也得些小补；这些没营生的妈妈们，也宽裕了！园子里花木，也可以每年滋长繁盛；就是你们，也得了可使之物：这庶几不失大体。若一味要省时，那里搜寻不出几个钱来？凡有些馀利的，一概人了官中，那时里外怨声载道，岂不失了你们这样，人家的大体？如今这园里几十个老妈妈们，若只给了这个，那剩的也必抱怨不公；我才说的他们只供给这个几样，也未免太宽裕了。一年竟除这个之外，他每人不论有馀无馀，只叫他拿出若干吊钱来，大家凑齐，单散与这些园中的妈妈们。他们虽不料理这些，却日夜也都在园里照料：当差之人，关门闭户，起早睡晚，大雨大雪，姑娘们出入，抬轿子、撑船、拉冰床一应粗重活计，都是他们的差使：一年在园里辛苦到头，这园内既有出息，也是分内该沾带些的。还有一句至小的话，越发说破了：你们只顾自己宽裕，不分与他们些，他们虽不敢明怨，心里却都不服，只用假公济私的，多摘你们几个果子，多掐几枝花儿，你们有冤还没处诉呢。他们也沾带些利息，你们有照顾不到的，他们就替你们照顾了。”\n　　众婆子听了这个议论，又去了帐房受辖制，又不与凤姐儿去算账，一年不过多拿出若干吊钱来，各各欢喜异常，都齐声说：“愿意！强如出去被他们揉搓着，还得拿出钱来呢。那不得管地的，听了每年终无故得钱，更都喜欢起来，口内说：“他们辛苦收拾，是该剩些钱粘补的；我们怎么好‘稳吃三注’呢？”宝钗笑道：“妈妈们也别推辞了，这原是分内应当的。你们只要日夜辛苦些，别躲懒纵放人吃酒赌钱就是了。不然，我也不该管这事。你们也知道，我姨娘亲口嘱托我三五回，说大奶奶如今又不得闲，别的姑娘又小，托我照看照看。我若不依，分明是叫姨娘操心。我们太太又多病，家务也忙，我原是个闲人，就是街坊邻舍，也要帮个忙儿，何况是姨娘托我？讲不起众人嫌我。倘或我只顾沽名钓誉的，那时酒醉赌输，再生出事来，我怎么见姨娘？你们那时后悔也迟了，就连你们素昔的老脸也都丢了。这些姑娘们，这么一所大花园子，都是你们照管着，皆因看的你们是三四代的老妈妈，最是循规蹈矩，原该大家齐心顾些体统。你们反纵放别人，任意吃酒赌博。姨娘听见了，教训一场犹可，倘若被那几个管家娘子听见了，他们也不用回姨娘，竟教导你们一场，你们这年老的反受了小的教训。虽是他们是管家管的着你们，何如自己存些体面，他们如何得来作践呢！所以我如今替你们想出这个额外的进益来，也为的是大家齐心，把这园里周全得谨谨慎慎的，使那些有权执事的看见这般严肃谨慎，且不用他们操心，他们心里岂不敬服？也不枉替你们筹画些进益了。你们去细细想想这话。”众人都欢喜说：“姑娘说的很是。从此姑娘奶奶只管放心。姑娘奶奶这么疼顾我们，我们再要不体上情，天地也不容了。”\n　　刚说着，只见林之孝家的进来，说：“江南甄府里家眷昨日到京，今日进宫朝贺，此刻先遣人送礼请安。”说着便将礼单送上去。探春接了，看道是：“上用的妆缎蟒缎十二匹。上用杂色缎十二匹。上用各色纱十二匹。上用宫绸十二匹。宫用各色缎纱绸绫二十四匹。”李纨，探春看过，说：“用上等封儿赏他。”因又命人去回了贾母。贾母命人叫李纨、探春、宝钗等都过来，将礼物看了。李纨收过一边，吩咐内库上的人说：“等太太回来看了再收。”贾母因说：“甄家又不与别家相同。上等封儿赏男人，只怕转眼又打发女人来请安，预备下尺头。”\n　　一语未了，果然人回：“甄府四个女人来请安。”贾母听了，忙命人带进来。那四个人都是四十往上年纪，穿带之物皆比主子不大差别。请安问好毕，贾母便命拿了四个脚踏来。他四人谢了坐，等着宝钗等坐了，方都坐下。贾母便问：“多早晚进京的？”四人忙起身回说：“昨儿进的京，今儿太太带了姑娘进宫请安去了，所以叫女人们来请安，问候姑娘们。”贾母笑问道：“这些年没进京，也不想到就来。”四人也都笑回道：“正是。今年是奉旨唤进京的。”贾母问道：“家眷都来了？”四人回说：“老太太和哥儿、两位小姐，并别位太太，都没来；就只太太带了三姑娘来了。”贾母道：“有人家没有？”四人道：“还没有呢。”贾母笑道：“你们大姑娘和二姑娘，这两家，都和我们家甚好。”四人笑道：“正是。每年姑娘们有信回来说，全亏府上照看。”贾母笑道：“什么‘照看’？原是世交，又是老亲，原应当的。你们二姑娘更好，不自尊大，所以我们才走的亲密。”四人笑道：“这是老太太过谦了。”贾母又问：“你这哥儿也跟着他们老太太？”四人回说：“也跟着老太太呢。”贾母道：“几岁了？”又问：“上学不曾？”四人笑道：“今年十二岁。因长的齐整，老太太很疼，自幼淘气异常，天天逃学，老爷太太也不便十分管教。”贾母笑道：“也不成了我们家的了？你这哥儿叫什么名字？”四人道：“因老太太当作宝贝一样，他又生的白，老太太便叫作‘宝玉’。”贾母笑向李纨道：“偏也叫个‘宝玉’！”李纨等忙欠身笑道：“从古至今，同时隔代，重名的很多。”四人也笑道：“起了这小名儿之后，我们上下都疑惑，不知那位亲友家也倒象曾有一个的。只是这十来年没进京来，却记不真了。”贾母笑道：“那就是我的孙子。人来。”众媳妇丫头答应了一声，走近几步，贾母笑道：“园里把咱们的宝玉叫了来，给这四个管家娘子瞧瞧，比他们的宝玉如何。”\n　　众媳妇听了，忙去了半刻，围了宝玉进来。四人一见，忙起身笑道：“唬了我们一跳！要是我们不进府来，倘若别处遇见，还只当我们的宝玉后赶着也进了京呢。”一面说，一面都上来拉他的手，问长问短。宝玉也笑问个好。贾母笑道：“比你们的长的如何？”李纨等笑道：“四位妈妈才一说，可知是模样儿相仿了。”贾母笑道：“那有这样巧事。大家子孩子们，再养的娇嫩，除了脸上有残疾十分丑的，大概看去都是一样齐整，这也没有什么怪处。”四人笑道：“如今看来，模样是一样！据老太太说，淘气也一样，我们看来，这位哥儿性情却比我们的好些。”贾母忙笑问怎么。四人笑道：“方才我们拉哥儿的手说话，便知道了。若是我们那一位，只说我们糊涂。慢说拉手，他的东西我们略动一动也不依。所使唤的人都是女孩子们。”四人未说完，李纨妹妹等禁不住都失声笑出来。贾母也笑道：“我们这会子也打发人去见了你们宝玉，若拉他的手，他也自然勉强忍耐着。不知你我这样人家的孩子，凭他们有什么刁钻古怪的毛病，见了外人，必是要还出正经礼数来的。若他不还正经礼数，也断不容他刁钻去了。就是大人溺爱的，也因为他一则生的得人意儿；二则为人礼数，竟比大人行出来的还周到，使人见了可爱可怜，背地里所以才纵他一点子。若一味他只管没里没外，不给大人争光，凭他生的怎样，也是该打死的。”四人听了，都笑道：“老太太这话正是。虽然我们宝玉淘气古怪，有时见了客，规矩礼数，比大人还有趣，所以无人见了不爱，只说：‘为什么还打他？’殊不知他在家里无法无天，大人想不到的话偏会说，想不到的事偏会行，所以老爷太太恨的无法。就是任性，也是小孩子的常情；胡乱花费，也是公子哥儿的常情；怕上学，也是小孩子的常情，都还治的过来。第一，天生下来这一种刁钻古怪的脾气，如何使得？”一语未了，人回：“太太回来了。”王夫人进来，问过安，他四人请了安，大概说了两句，贾母便命：“歇歇去罢。”王夫人亲捧过茶，方退出去。四人告辞了贾母，便往王夫人处来，说了一会子家务，打发他们回去，不必细说。\n　　这里贾母喜得逢人便告诉：也有一个宝玉，也都一般行景。众人都想着天下的世宦人家，同名的这也很多，祖母溺爱孙子也是常事，不是什么罕事，皆不介意。独宝玉是个迂阔呆公子的心性，自为是那四人承悦贾母之词。后至园中去看湘云病去，湘云因说他：“你放心闹罢，先还‘单丝不成线，独树不成林’，如今有了个对子了。闹利害了，再打急了，你好逃到南京找那个去。”宝玉道：“那里的谎话，你也信了？偏又有个宝玉了？”湘云道：“怎么列国有个蔺相如，汉朝又有个司马相如呢？”宝玉笑道：“这也罢了，偏又模样儿也一样，这也是有的事吗？”湘云道：“怎么匡人看见孔子，只当是阳货呢？”宝玉笑道：“孔子阳货虽同貌，却不同名；蔺与司马虽同名，而又不同貌。偏我和他就两样俱同不成？”湘云没了话答对，因笑道：“你只会胡搅，我也不和你分证。有也罢，没也罢，与我无干！”说着，便睡下了。\n　　宝玉心中便又疑惑起来：若说必无，也似必有，若说必有，又并无目睹。心中闷闷，回至房中榻上，默默盘算，不觉昏昏睡去，竟到一座花园之内。宝玉诧异道：“除了我们大观园，竟又有这一个园子？”正疑惑间，忽然那边来了几个女孩儿，都是丫鬟，宝玉又诧异道：“除了鸳鸯、袭人、平儿之外，也竟还有这一干人？”只见那些丫鬟笑道：“宝玉怎么跑到这里来？”宝玉只当是说他，忙来陪笑说道：“因我偶步到此，不知是那位世交的花园？姐姐们带我逛逛。”众丫鬟都笑道：”原来不是咱们家的宝玉。他生的也还干净，嘴儿也倒乖觉。”宝玉听了，忙道：“姐姐们这里，也竟还有个宝玉？”丫鬟们忙道：“‘宝玉’二字，我们家是奉老太太、太太之命，为保佑他延年消灾，我们叫他，他听见喜欢；你是那里远方来的小厮，也乱叫起来！仔细你的臭肉，不打烂了你的。”又一个丫鬟笑道：“咱们快走罢，别叫宝玉看见。”又说：“同这臭小子说了话，把咱们熏臭了。”说着一径去了。宝玉纳闷道：“从来没有人如此荼毒我，他们如何竟这样的？莫不真也有我这样一个人不成？”\n　　一面想，一面顺步早到了一所院内。宝玉诧异道：“除了怡红院，也竟还有这么一个院落？”忽上了台阶，进入屋内，只见榻上有一个人卧着，那边有几个女儿做针线，或有嬉笑玩耍的。只见榻上那个少年叹了一声，一个丫鬟笑问道：“宝玉，你不睡，又叹什么？想必为你妹妹病了，你又胡愁乱恨呢。”宝玉听说，心下也便吃惊，只见榻上少年说道：“我听见老太太说，长安都中也有个宝玉，和我一样的性情，我只不信。我才做了一个梦，竟梦中到了都中一个大花园子里头，遇见几个姐姐，都叫我臭小厮，不理我。好容易找到他房里，偏他睡觉，空有皮囊，真性不知往那里去了。”宝玉听说，忙说道：“我因找宝玉来到这里，原来你就是宝玉？”榻上的忙下来拉住，笑道：“原来你就是宝玉！这可不是梦里了？”宝玉道：“这如何是梦？真而又真的！”一语未了，只见人来说：“老爷叫宝玉。”吓得二人皆慌了，一个宝玉就走。一个便忙叫：“宝玉快回来！宝玉快回来！”\n    袭人在旁听他梦中自唤，忙推醒他，笑问道：“宝玉在那里？”此时宝玉虽醒，神意尚自恍惚，因向门外指说：“才去不远。”袭人笑道：“那是你梦迷了。你揉眼细瞧，是镜子里照的你的影儿。”宝玉向前瞧了一瞧，原是那嵌的大镜对面相照，自己也笑了。早有丫鬟捧过漱盂茶卤来漱了口。麝月道：“怪道老太太常嘱咐说：‘小人儿屋里不可多有镜子，人小魂不全，有镜子照多了，睡觉惊恐做胡梦。’如今倒在大镜子那里安了一张床！有时放下镜套还好，往前去天热困倦，那里想的到放他？比如方才就忘了，自然先躺下照着影儿玩来着，一时合上眼自然是胡梦颠倒的。不然，如何叫起自己的名字来呢？不如明日挪进床来是正经。”一语未了，只见王夫人遣人来叫宝玉。\n不知有何话说，且听下回分解。",
  "translation": "Pinger, having waited on Xifeng while she ate her meal and washed, then went to see Tanchun. The courtyard was so quiet, she found the maids and serving-women all standing outside the windows listening. Upon entering the hall she discovered the three young ladies discussing domestic affairs. They were talking about the Lai family’s invitation to a feast and what had happened in their garden.\n\nAt sight of Pinger, Tanchun invited her to sit on the footstool.\n\n“What’s on my mind is this,” she said. “Every month we’re given two taels for our hair-oil and powder. But we already have a monthly allowance of two taels, and our maids get a separate sum each month too. So isn’t this the same as that duplication in the school allowance? Although it’s a small matter and doesn’t amount to much, it seems to me rather unreasonable. How is it your mistress never thought of it?”\n\n“There’s a reason for that,” replied Pinger with a smile. “The young ladies are naturally entitled to these things. Every month the stewards in charge make purchases which the women deliver to us to keep, so that we can issue them to the young ladies when needed. There’s no sense in each of us having to give money to someone every day to go and buy these things. So the stewards outside make the purchases and every month the women deliver them to us according to the different establishments. The two taels a month for the young ladies wasn’t meant for this, but in case the lady in charge happened to be away or too busy when one of them needed some money for something, so as to save them the trouble of sending to ask for it. It was to save them any inconvenience. But now, from what I’ve seen, in all the apartments half our girls pay ready money for these things. I suspect either the stewards have stopped supplying us or they’re not providing the proper goods.”\n\nTanchun and Li Wan smiled.\n\n“So you’ve noticed that too,” they said. “It isn’t that they’ve stopped, but they’re so slow with their deliveries that when pressed they get hold of something or other just for the look of it — it’s useless. We still have to pay for what we want, and we need that two taels to get our nurses’ sons or brothers to buy things for us. If we send one of the office-boys, he gets the same worthless stuff. I can’t imagine how they manage it.”\n\n“If the stewards supply something and other people buy better,” explained Pinger, “the stewards kick up a fuss and accuse them of trying to oust them and take over their jobs. So they’d rather offend the people inside than the stewards outside. But if the young ladies get their nurses to buy things, the stewers daren’t say anything.”\n\n“That’s just what annoys me,” said Tanchun. “We’re paying twice but only get half the stuff. It would be better to stop the stewards’ monthly purchases. That’s the first thing.\n\n“The second is this. When you went the other day to Lai Ta’s house, what did you think of their little garden compared with ours?”\n\n“It’s not half as big,” Pinger told her. “And they have far fewer trees and flowers.”\n\n“I was chatting with his daughter,” said Tanchun. “She told me that apart from the flowers they wear and the bamboo shoots, vegetables, fish and prawns they eat, they lease the garden out each year and make a clear two hundred taels from it. That was news to me. Even a crumpled lotus leaf and withered blade of grass have their value.”\n\n“What an absurdly vulgar ideal” Baochai laughed. “All you well-born young ladies are ignorant of such matters. But since you’ve studied and can read, surely you’ve come across Zhu Xi’s essay ‘On Not Wasting Things’?”\n\n“Yes, I have,” retorted Tanchun. “But that’s just a lot of empty moralizing. Who takes it seriously?”\n\n“So Zhu Xi just moralized, did he?” Baochai challenged her. “Every word he wrote makes sense. You’ve only just started....”\n\n\"If you do something just for the sake of profit, you’re so obsessed with gain you even scorn Zhu Xi. If you go out and see great gains to be made, you’ll end by scorning Confucius too!”\n\n“How can a clever girl like you never have read the writings of Ji Zi?” countered Tanchun. “He says, ‘Those who seek place and profit and are involved in planning and scheming reject the precepts of Yao and Shun and turn their backs on the teachings of Confucius and Mencius.’”\n\n“What comes next?” asked Baochai.\n\n“I’m applying this passage out of context. If I quoted what follows, wouldn’t I be cursing myself?”\n\n“There’s nothing under heaven that can’t be put to use,” observed Baochai. “If it can be used, it has value. I’m surprised that an intelligent person like you should have no experience of important practical matters.”\n\nLi Wan laughed.\n\n“You asked her here, but instead of talking about business you’re holding a learned discussion.”\n\n“Learning is a practical matter. Unless we’re guided by it, we’ll sink to the level of vulgar tradesmen.”\n\nAfter this exchange of jokes they returned to business.\n\n“Our Garden is only half as big again as theirs,” proceeded Tanchun. “If we double the interest they get, that means four hundred taels a year. Of course it would be rather small-minded and out of keeping with a family like ours to squeeze every penny of profit out of it now. On the other hand, if we appoint two women every year to take charge, with all the valuable things here they may let them get damaged — that would be a crime. So why not choose a few experienced, reliable old women who know about gardening from the ones now working in the Garden to look after things? We needn’t ask them to pay rent or taxes, only to deliver a certain amount of produce each year. In the first place, if experienced people are put in charge of the trees, flowers and so on, the Garden will be kept in good condition and won’t have to be done up at great expense every year. In the second, there’ll be no waste. In the third, the old women will be able to make a little extra money without having to work all year long for nothing. And in the fourth, the money spent on gardeners and cleaners can be saved. So we can use what we have to make up our deficiencies. Don’t you agree?”\n\nBaochai, who had been studying the scrolls on the walls, nodded.\n\n“Excellent!” she cried. “Within three years there will be no more famine.”\n\n“A good idea,” said Li Wan. “If we do this, the mistress is sure to be pleased. Saving money is a small consideration, but the main thing is that with someone in charge, and allowed to sell the produce, the women will have both authority and profit — so they’re bound to do their best.”\n\n“This proposal had to come from you young ladies,” remarked Pinger. “My mistress may have thought of it, but she could hardly suggest it. Now that you are living in the Garden, instead of having more fun you put people in to look after things to save money — that’s not something she could very well say.”\n\nBaochai stepped up to Pinger and patted her cheek.\n\n“Open your mouth and let me see your teeth and tongue,” she said. “What are they made of? From early this morning till now you’ve been holding forth, and all so logically. Instead of flattering Miss Tanchun or running down your mistress for not having thought of this, for every argument advanced by Miss Tanchun you have a ready answer, making out that your mistress had the same idea but for some reason or other couldn’t carry it out. Now you’re saying she couldn’t suggest putting people in charge to save money because that would inconvenience you young ladies. But just think: if we put someone in to make money, of course she won’t let people pick a single flower or fruit. The young ladies won’t be able to object, but they’ll be forever squabbling with the young maids. Your mistress is so far-sighted and prudent, and neither overbearing nor servile. Even if she weren’t good to us, after this speech of yours we’d have to forgive her.”\n\n“I got up this morning in a bad temper....”\n\nThe sight of her reminded me of her mistress. The mistress of the house has trained her servants to be insolent! That made me even angrier. But when she came in she stood there meekly for some time, looking as scared as a mouse confronted by a cat, and I couldn’t help feeling sorry for her. Then she came out with all that talk. Instead of saying how good I’d been to her mistress, she said, ‘This shows how good you’ve always been to our mistress, miss.’ That not only calmed me down but made me feel rather ashamed and upset. When I thought it over, here am I a young girl with no one to love or care for me, so how can I be good to other people?”\n\nAt this point she broke down again.\n\nLi Wan and the others, impressed by her sincerity and reflecting that Concubine Zhao was always running her down and that Lady Wang also blamed her for the concubine’s misdeeds, could not help weeping too. They hastened to comfort her.\n\n“Let’s take advantage of today’s peace and quiet to discuss a couple of ways to make a profit and cut down some extravagance,” they urged. “That will justify Her Ladyship’s confidence in us. Why harp on such unpleasantness?”\n\n“I understand,” put in Pinger quickly. “Just say who you think is the right person for the job, miss, and that will settle it.”\n\n“Even so, I ought to report it to your mistress,” said Tanchun. “It’s not right for us to be trying to make petty profits here. It’s only because your mistress is so understanding that I’m doing this. If she were stupid, suspicious and narrow-minded, I wouldn’t have risked it for fear she might think I was trying to show her up. So of course we must consult her.”\n\n“In that case, I’ll go and tell her.” Pinger was gone for some time. When she came back she said with a smile, “As I thought, my trip was wasted. Of course my mistress agrees to such a good idea.”\n\nTanchun and Li Wan then sent for a list of all the matrons in the Garden, and after careful consideration they selected a few. When all those chosen had been summoned, Li Wan explained the plan to them generally. They accepted with alacrity.\n\nOne said, “If that bamboo grove is assigned to me, in one year it will be much bigger. Besides the bamboo shoots you need in the kitchen, I’ll be able to hand over some cash.”\n\nAnother said, “If I’m put in charge of that paddy-field, there’ll be enough grain for all the birds, large and small, in the Garden — we shan’t need to draw any from the general fund. And I can hand over some cash too.”\n\nTanchun was about to speak when someone announced that the doctor had arrived to see Miss Shi, and the matrons had to go to fetch him.\n\n“A hundred of you wouldn’t be enough if you’ve no one in charge,” protested Pinger. “Aren’t there two chief stewards to take the doctor in?”\n\n“Yes,” was the answer. “They’re waiting at the Gathering Splendour Gate in the southwest corner.”\n\nOnly then did Pinger let the matter drop.\n\nWhen the matrons had left, Tanchun asked Baochai her opinion.\n\n“Those who make a good start are often slack at the finish,” quoted Baochai with a smile. “Those who talk most glibly are the most grasping.”\n\nTanchun nodded approval and pointed out a few women on the list for the other three to see. Pinger fetched brush and inkstone.\n\n“This Zhu woman is reliable,” said the three of them. “And her husband and son have always looked after the bamboos. Why not put her in charge of the whole bamboo grove? This Tian woman comes from a family of farmers. All the vegetables and paddy in the neighbourhood of Paddy-Sweet Cottage may be grown just for fun, not in real earnest, but they still need careful looking after at the right times. Wouldn’t it be better to put her in charge?”\n\n“What a pity there’s nothing productive in Alpinia Park and Happy Red Court, two such big places,” remarked Tanchun.\n\n“Alpinia Park is even better,” countered Li Wan. “All those spices and herbs sold in the market and by perfumers are just the things grown there. I reckon they’d bring in more than other things.”\n\n\"Just take Happy Red Court for example. In spring and summer alone, how many roses blossom there? Then there's all the honeysuckle on the trellis, and roses, monthly roses, thorny roses and such like. If these flowers were dried and sold to herbalists or tea-shops, they'd fetch a good price.\"\n\nTanchun nodded cheerfully. \"The only thing is, we've no one who really understands scenting flowers,\" she remarked.\n\nPing'er smiled. \"Yinger's mother who works for Miss Baochai is an expert at that. The other day she picked some flowers, dried them and made me some baskets and gourds out of them. Don't you remember, miss?\"\n\nBaochai laughed. \"I was just praising you, and now you try to get me into trouble.\"\n\nThe other three in surprise asked her what she meant.\n\n\"Certainly not,\" she said. \"You've so many capable people here with nothing to do. If I recommended someone else now, those people would look down on me too. I can suggest someone else, though. In Happy Red Court there's Old Ye Ma, Mingyan's mother, a very honest old soul and a great friend of Yinger's mother. Why not put her in charge? If there's anything she doesn't know, she can consult Yinger's mother on her own without our having to say anything. Even if she leaves it all to her friend and does nothing herself, that's their private affair. If anyone complains, we can't be held to blame. That would be fair to everyone and make for fewer problems.\"\n\nLi Wan and Ping'er agreed.\n\n\"That's fine,\" said Tanchun. \"But I'm afraid they may let profit outweigh friendship.\"\n\n\"That's all right,\" Ping'er assured her. \"The other day Yinger was adopted as her god-daughter by Old Ye Ma, and they treat each other to meals and drinks. The two families are on the best of terms.\"\n\nThen Tanchun dropped the matter. They went on to choose several other women, all of whom they had had their eyes on for some time, and marked their names with circles.\n\nPresently some servants' wives came to report that the doctor had left, and handed the prescription to the young ladies. After reading it they sent it out to have the medicine made up, and supervised the preparation of the decoction. Then Tanchun and Li Wan announced who was to be put in charge of each place.\n\n\"Aside from the fixed amount required by the household each season,\" they said, \"you can sell anything else you gather and keep the proceeds. At the end of the year we'll settle accounts.\"\n\n\"I've just thought of something else,\" put in Tanchun. \"If we settle accounts at the end of the year and hand in the money, of course it will go to the accountants; but that means putting another layer of superiors over you, and they'll squeeze you too. Now that we've started this and put you in charge, we've by-passed them. They're bound to feel sore, though they daren't say so. If you account to them at the end of the year, they're sure to make trouble. Besides, as everyone knows, in any undertaking the person in charge usually gets half the takings in addition to the master's share. But this garden is our new project, and we don't want it to go through their hands. The annual accounting should be done here.\"\n\n\"In my opinion, there's no need to settle accounts here either,\" said Baochai. \"That would lead to disputes, some complaining that they'd got less than their share. Why not let the one in charge of a job take complete responsibility for it? She'll have to supply the girls in the Garden with pomade, powder, scent and paper anyhow, and each young lady and her maids are entitled to a fixed amount. Then there are brooms, dustpans, feather dusters and the grain for all the big and small birds, deer and rabbits in different parts of the Garden. These are the main things needed, and the women put in charge can undertake to supply them instead of drawing money from the accountants. Just work out how much that would save.\"\n\n\"These are only small items,\" said Ping'er. \"But put together, they'd come to more than four hundred taels a year.\"\n\n\"Exactly!\" cried Baochai. \"Four hundred a year, eight hundred in two years. With that we could buy a few more houses\n\nWe can buy a few more houses and some sandy land too. Though we still have a surplus, they’ve worked hard for a whole year and should keep some to spend on themselves. Though our chief aim is to promote profit and cut down on expenditure, we mustn’t overdo it. If we saved another two or three hundred taels that would look too bad. This way, the outside accountants’ office will be four to five hundred taels a year short, but that won’t look too mean. The women will have a little extra, and those with no specific jobs will be better off too. The flowers and trees in the Garden will grow better year by year. And you will have something to show for your work. That’s only fair and reasonable. If we were simply to cut down, couldn’t we save a few cash? But if all the profit went to the mistresses, there’d be complaints from high and low and that would look bad too for a family like yours. There are several dozen old women in the Garden. If only these ones benefit, the others are bound to complain it’s unfair. I said just now that the proceeds from these items would be more than enough for them; but if we make them hand over a certain number of cash a year each — whether they have a surplus or not — and pool this to distribute among all the women in charge of the Garden, that would be better. For though they’ve no special duties, they work in the Garden day and night, locking up, opening up, and rising or retiring early. When it rains or snows, when the young ladies go out and need sedan-chairs or boats or sleighs, they have to do all the heavy work. They slave all the year round in the Garden, so now that it’s bringing in some money they should have a share. There’s another thing, a very small one, but I may as well mention it. If you’re well off and give them nothing, though they may not dare complain they’re bound to feel resentful; and then, on the pretext of their duties, they may pick more of your fruit or flowers, and you’ll have no way to redress such grievances. If they have some share of the profit, they’ll look after things for you even when you’re not there to keep an eye on them.”\n\nThe women, overjoyed by this proposal which would free them from the control of the accountants’ office and of Xifeng, and only cost them a few strings of cash a year, chorused, “Of course we’re willing! It’s much better than being trampled on by them outside and having to pay up. And those who’ve no land to look after were even more pleased to be getting something for nothing at the end of the year.\n\n“They work hard and deserve some extra money,” they cried. “How can we take three shares without turning a hand?”\n\n“You mustn’t refuse, nannies,” said Baochai with a smile. “This is only your due. All you have to do is to work hard day and night and not slack or allow drinking or gambling. Otherwise, I shouldn’t have butt in. But as you know, my aunt has asked me several times to help out because my elder sister-in-law is busy and the other girls are young. If I didn’t agree, it would look as if I were leaving all the worries to her. My own mother is often ill and busy with household affairs, and as I’ve nothing to do I ought to help my relatives and neighbours. I don’t care if people dislike me for butting in. If I were just trying to win praise and let you get drunk or gamble and land yourselves in trouble, how could I face my aunt? By then, nannies, you’d be sorry too and would have lost all your credit. You’re in charge of this big garden and all the young ladies because you’re old family servants, some of the third or fourth generation here, who’ve always been so well behaved. You should help to keep up the good name of the house. Instead, you’re allowing people to drink and gamble. Even if my aunt forgives you, if those stewards’ wives hear of it they won’t\n\n”There’s no need to consult them. After all the training I’ve given you, now in your old age you take lessons from your juniors. Although they’re in charge and have authority over you, if you keep up some dignity how can they bully you? So I’ve thought of this way for you to make a little extra money, to encourage you all to work with one heart and take good care of the Garden. When those in authority see how conscientious you are, and that you don’t need them to worry, they’re bound to respect you. Then the trouble I’ve taken to think up this way for you to earn something won’t have been wasted. Think this over carefully.”\n\nThe women were delighted. “You’re quite right, miss,” they said. “From now on, you young ladies can set your minds at rest. If we don’t show our appreciation for your kindness, may heaven and earth destroy us!”\n\nJust then Lin Zhixiao’s wife came in. “The family of the Zhen family from the south reached the capital yesterday,” she announced. “Today they went to the Palace to pay their respects, and they’ve sent gifts with a messenger to pay their respects to you.” She presented a list.\n\nTanchun took it and read: “Twelve lengths of imperial satin with serpent designs. Twelve lengths of imperial satin in different colours. Twelve lengths of imperial silk in different colours. Twelve lengths of imperial palace silk. Twenty-four lengths of satin, silk gauze and silk for the court in different colours.”\n\nLi Wan and Tanchun ordered a tip of the best grade to be given to the messenger, and sent to report this to the Lady Dowager, who had them summoned to her quarters together with Baochai to look at the gifts. Li Wan put these aside then and told the servants from the inner storehouse, “Wait till the mistress comes back before you put them away.”\n\n“The Zhens are different from other families,” remarked the Lady Dowager. “Give the men tip of the first grade. I expect some women will be sent to pay their respects presently, so have some dress material ready as a reward for them.”\n\nEven as she spoke it was announced that four women had arrived from the Zhen family to pay their respects. The Lady Dowager ordered them to be admitted at once.\n\nAll four were over forty and dressed almost as finely as mistresses. Having paid their respects and inquired after the Lady Dowager’s health, they were offered footstools and, after declining politely, waited until Baochai and the others were seated before sitting down themselves.\n\n“When did you reach the capital?” asked the Lady Dowager.\n\nThey rose to reply, “We arrived yesterday. Today our mistress has taken our young lady to the Palace, and so she sent us to pay our respects to you, madam, and to ask after the young ladies here.”\n\nThe old lady smiled. “It’s many years since you were last in the capital, yet you didn’t think of coming to see us.”\n\n“Yes,” they replied. “This year we’ve come at the Emperor’s orders.”\n\n“Are all your family here?”\n\n“No, the old lady, the young master, the two other young ladies and the other mistresses haven’t come; only our mistress has brought our third young lady.”\n\n“Is she engaged?”\n\n“Not yet.”\n\n“Your first and second young ladies’ families are both on very good terms with ours.”\n\n“Yes, every year the young ladies write to say how good you are to them, madam.”\n\n“What ‘goodness’ are you talking about?” The Lady Dowager smiled. “We’re old family friends and relatives too, so it’s only right we should keep in touch. Your second young lady is so unassuming, we’re very fond of her.”\n\n“You’re too kind, madam.”\n\n“Does your young master live with his grandmother?”\n\n“Yes, madam.”\n\n“How old is he? Does he go to school?”\n\n“He’s thirteen this year. He’s good-looking, and the old lady dotes on him. But as a boy he was terribly mischievous and plays truant every day. The master and mistress don’t like to discipline him too strictly.”\n\n“He sounds just like one of our boys. What is his name?”\n\nThe four women replied, “Because the old lady dotes on him like a treasure and he has a fair complexion, she gave him the name Baoyu.”\n\nThe Lady Dowager turned with a smile to Li Wan. “Fancy that! Another Baoyu!” Li Wan and the others rose to their feet.\n\n“There have been many people of the same name in the same or different dynasties,” they said.\n\nThe four women chimed in, “After this child was given this name, we all wondered whether we’d heard of another Baoyu in some friend’s family; but as we hadn’t been to the capital for ten years or more we couldn’t remember clearly.”\n\nThe Lady Dowager smiled. “That must be my grandson. Come here,” she ordered the maids and serving-women, who stepped forward. “Go to the Garden and fetch our Baoyu here,” she said, “so that these four godmothers can see him and compare him with their Baoyu.”\n\nThe women assented and withdrew, returning after a little while with Baoyu surrounded by nurses and maids. At sight of him the four women rose to their feet.\n\n“You gave us quite a turn!” they cried. “If we hadn’t come here but just met you somewhere else, we’d have thought our Baoyu had followed us to the capital.” They took his hand and made a great fuss of him, and he greeted them with a smile.\n\n“How does he compare with yours?” asked the Lady Dowager.\n\n“The way the four godmothers exclaimed just now shows they look alike,” said Li Wan.\n\nThe old lady chuckled, “How could there be such a coincidence? When children of rich families are well brought up they’re all good-looking — unless there’s something repulsive about their faces. There’s nothing so very strange about that.”\n\n“He looks the very image of our Baoyu,” said the women. “But from what Your Ladyship says, he’s just as mischievous too. Still, to our way of thinking, this young gentleman has a nicer disposition.”\n\nAsked in what way, they replied, “We could tell as soon as we took his hand. If we’d tried that with our Baoyu, he’d have called us fools. Not only wouldn’t he let us take his hand, but if we so much as touched any of his things he flew into a temper. And all his attendants have to be girls.”\n\nBefore they had finished, Li Wan and the others were reduced to helpless laughter.\n\nThe Lady Dowager remarked, “If we were to send someone to take your Baoyu’s hand, probably he’d have to put up with it. Children of our families, however spoilt and perverse they may be, when they see strangers they have to observe the rules of politeness. If they didn’t, they wouldn’t be allowed to carry on so. A grown-up who spoils a child does so because the child is good-looking and so well-behaved with visitors — even better than grown-ups — that he’s so lovable and touching he’s allowed to get away with anything in private. But if a child has no manners at all, and doesn’t show his family up well in public, he deserves a beating no matter how good-looking he is.”\n\n“How right you are, madam,” cried the women. “Though our Baoyu is mischievous and eccentric, when he meets strangers he’s so well-behaved and charming that nobody can help loving him. They say, ‘Why ever beat such a boy?’ They don’t realize how outrageous he is at home, saying and doing the most shocking things that never enter grown-ups’ heads. That’s why his father and mother are so exasperated. Still, self-will is common in children; so is extravagance; and so is playing truant — these are faults that can be corrected. But this strange, perverse nature of his is something we can’t handle.”\n\nJust then a servant announced, “Her Ladyship is back.” And in came Lady Wang, who paid her respects to the Lady Dowager. After the four women had greeted her and exchanged a few words with her, the old lady told them to go and rest.\n\nWhen they had sipped their tea, they withdrew. The four of them then took their leave of the Lady Dowager and went to call on Lady Wang. After some talk on domestic matters, she sent them home. But no more of this.\n\nThe Lady Dowager was so delighted that she told everyone she met that there was another Baoyu who was exactly like her grandson. Others, however, reflecting that many officials’ families had sons with the same name and that doting grandmothers often made favourites of their grandsons, thought nothing of it. But Baoyu in his foolish, eccentric way was sure that the four women had said this just to please his grandmother.\n\nLater he went to the Garden to see Xiangyun, who was ill, and she told him, “You can go on raising cain without any fear now. Before, you were a single plank, not a whole fence; a lone tree, not a whole grove. But now you have a double. If you raise too much hell and get a bad beating, you can run away to Nanjing to find the other Baoyu.”\n\n“Don’t you believe such nonsense,” he retorted. “How can there possibly be another Baoyu?”\n\n“Didn’t the State of Zhao have a Lin Xiangru in the Period of the Warring States, and the Han Dynasty a Sima Xiangru?” she countered.\n\n“All right,” he said with a smile. “But if it’s true that there’s another Baoyu, how is it he looks the same too? That just isn’t possible.”\n\n“How was it the men of Kuang took Confucius for Yang Huo? They looked alike although their names were different.”\n\n“Confucius and Yang Huo may have looked alike but had different names,” he argued. “Lin Xiangru and Sima Xiangru had the same name but different looks. How could this other fellow have both the same name and the same looks as me?”\n\nXiangyun, at a loss for an answer, smiled.\n\n“You’re just quibbling. I’m not going to argue with you. Whether there is or not doesn’t concern me.” With that she lay down and went to sleep.\n\nBaoyu, however, was perplexed. If he denied the existence of another Baoyu, it seemed there must be one; but if he asserted there was, he had never set eyes on him. He went back to his room in low spirits and lay down on his couch to mull this over until he dozed off.\n\nIn his dream he found himself in a garden. “Besides our Grand View Garden, can there be another such garden?” he wondered.\n\nAs he was marvelling at this, some girls approached. They appeared to be maids, and he was surprised again.\n\n“Besides Yuanyang, Xiren and Ping’er, how can there be so many more?” he asked himself.\n\nThe maids accosted him with smiles. “What’s Baoyu doing here?” they asked.\n\nAssuming that they meant him, he went over to them with a smile.\n\n“I happened to stroll here,” he said. “Whose garden is this, sisters? I hope you’ll show me round.”\n\n“Why, this isn’t our Baoyu,” they giggled. “But he’s good-looking and a smooth talker too.”\n\n“Do you have another Baoyu here, sisters?” he asked quickly.\n\n“The name ‘Baoyu’ was given by our Old Lady and Lady Wang to make him live to a great old age and avoid disasters,” they told him. “When we call him that, he’s delighted. But who do you think you are, you young scamp from foreign parts, to call yourself that? You’d better look out, or we’ll have the hide tanned off you.”\n\nAnother maid put in, “Let’s hurry away before Baoyu sees us. We don’t know where this fellow’s from — talking to him may have made us dirty.” With that they went off.\n\nBaoyu thought in amazement, “Never have I been so insulted. Why should they treat me like this? Can there really be another person like me?”\n\nHe walked on day-dreaming until he reached a courtyard. “This is just like Happy Red Court!” he exclaimed in surprise.\n\nHe mounted the steps and went inside. Someone was lying on a couch, and some girls sitting there were sewing or amusing themselves. The young man on the couch sighed. One of the maids asked with a smile:\n\n“Why aren’t you sleeping, Baoyu? What are you sighing about? I suppose you’re worrying again so much about your cousin falling ill.”\n\nBaoyu heard this and thought to himself...\n\nStartled, he saw a young man on the couch who said, “I heard the old lady say there’s a Baoyu in the capital who has the same temperament as I have, but I didn’t believe it. Just now I had a dream and found myself in a big garden in the capital where I met some girls who called me a dirty boy and ignored me. With great difficulty I found his room, but he was sleeping — just an empty shell, his real spirit had gone somewhere else.”\n\n“I came here to look for Baoyu,” said Baoyu quickly. “So you are Baoyu?”\n\nThe other jumped down from the couch and seized him. “So you are Baoyu!” he chuckled. “This is no dream, then.”\n\n“How can it be a dream?” cried Baoyu. “It’s absolutely real!”\n\nHe had hardly finished when someone announced, “The master wants Baoyu.”\n\nBoth were consternated, and one Baoyu made off.\n\nThe other called after him, “Come back, Baoyu! Come back!”\n\nXiren, hearing him call out his own name in his dream, shook him awake and asked with a smile, “Where is Baoyu?”\n\nAlthough awake, Baoyu was still in a daze. Pointing to the door he answered, “He’s just left, not far away yet.”\n\n“You were dreaming,” Xiren laughed. “Rub your eyes and take a look. It’s your own reflection in the big mirror.”\n\nBaoyu leaned forward to look and saw himself in the big mirror opposite. He had to smile. Then a maid handed him a spittoon and strong tea to rinse his mouth with.\n\n“No wonder the old lady’s always warning us not to have too many looking-glasses in young people’s rooms,” remarked Sheyue. “Young people’s souls aren’t steady, and too much reflection in a mirror may frighten them in their sleep and give them crazy dreams. Now we’ve put a bed right in front of this big mirror. When the cover’s let down it’s all right, but in hot weather when you’re tired and sleepy who thinks of letting it down? Just now you forgot, I suppose, and lay down to amuse yourself watching your reflection; then when you dozed off your dream was naturally all topsy-turvy. Otherwise, why should you be calling out your own name? Tomorrow we must move the bed inside, that’s the only way.”\n\nBefore she had finished, a maid sent by Lady Wang came to ask the meaning of this commotion. But to know what followed, read the next chapter."
}