{
  "index": "057",
  "title": "第57章 慧紫鹃情辞试莽玉 慈姨妈爱语慰痴颦",
  "original": "话说宝玉听王夫人唤他，忙至前边来，原来是王夫人要带他拜甄夫人去。宝玉自是欢喜，忙去换衣服，跟了王夫人到那里。见甄家的形景，自与荣宁不甚差别，或有一二稍盛的。细问，果有一宝玉。甄夫人留席，竟日方回。宝玉方信。因晚间回家来，王夫人又吩咐预备上等的席面，定名班大戏，请过甄夫人母女。后二日，他母女便不作辞，回任去了，无话。\n　　这日宝玉因见湘云渐愈，然后去看黛玉。正值黛玉才歇午觉，宝玉不敢惊动，因紫鹃正在回廊上手里做针线，便上来问他：“昨天夜里咳嗽的可好些？”紫鹃道：“好些了。”宝玉笑道：“阿弥陀佛！宁可好了罢。”紫鹃笑道：“你也念起佛来，真是新闻。”宝玉笑道：“所谓‘病急乱投医’了。”一面说，一面见他穿着弹墨绫薄绵袄，外面只穿着青缎夹背心，宝玉便伸手向他身上抹了一抹，说道：“穿这样单薄，还在风口里坐着，时气又不好，你再病了，越发难了。”紫鹃便说道：“从此咱们只可说话，别动手动脚的。一年大二年小的，叫人看着不尊重。打紧的那起混账行子们背地里说你，你总不留心，还自管和小时一般行为，如何使得？姑娘常常吩咐我们，不叫和你说笑。你近来瞧他，远着你还恐远不及呢。”说着，便起身携了针线进别的房里去了。\n　　宝玉见了这般景况，心中象浇了一盆冷水一般，只瞅着竹子发了一回呆。因祝妈正在那里刨土种竹，扫竹叶子。顿觉一时魂魄失守，随便坐在一块山石上出神，不觉滴下泪来。直呆了一顿饭的工夫，千思万想，总不知如何是可。偶值雪雁从王夫人屋里取了人参来，从此经过，忽扭头看见桃花树下石上一人，手托着腮颊，正出神呢：不是别人，却是宝玉。雪雁疑惑道：“怪冷的，他一个人在这里做什么？春天凡有残疾的人肯犯病，敢是他也犯了呆病了？”一边想，一边就走过来，蹲着笑道：“你在这里做什么呢？”宝玉忽见了雪雁，便说道：“你又做什么来找我？你难道不是女儿？他既防嫌，不许你们理我，你又来寻我，倘被人看见，岂不又生口舌？你快家去罢！”\n　　雪雁听了，只当是他又受了黛玉的委屈，只得回至屋里。黛玉未醒，将人参交给紫鹃。紫鹃因问他：“太太做什么呢？”雪雁道：“也睡中觉呢，所以等了这半天。姐姐，你听笑话儿。我因等太太的工夫，和玉钏儿姐姐坐在下屋里说话儿，谁知赵姨奶奶招手儿叫我。我只当有什么话说，原来他和太太告了假，出去给他兄弟伴宿坐夜，明儿送殡去。跟他的小丫头子小吉祥儿没衣裳，要借我的月白绫子袄儿。我想他们一般也有两件子的，往这地方去，恐怕弄坏了，自己的舍不得穿，故此借别人的穿。借我的，弄坏了也是小事，只是我想他素日有什么好处到咱们跟前？所以我说：我的衣裳簪环，都是姑娘叫紫鹃姐姐收着呢。如今先得去告诉他，还得回姑娘，费多少事，别误了你老人家出门，不如再转借罢。”紫鹃笑道：“你这个小东西儿，倒也巧。你不借给他，你往我和姑娘身上报，叫人怨不着你。他这会子就去呀，还是等明日一早才去呢？”雪雁道：“这会子就走，只怕此时巳去了。”紫鹃点头。雪雁道：“只怕姑娘还没醒呢。是谁给了宝玉气受？坐在那里哭呢！”紫鹃听了，忙问：“在那里？”雪雁道：“在沁芳亭后头桃花底下呢。”\n　　紫鹃听了，忙放下针，又嘱咐雪雁：“好生听叫。要问我，答应我就来。”说着，便出了潇湘馆，一径来寻宝玉。走至宝玉跟前，含笑说道：“我不过说了那么句话，为的是大家好。你就一气跑了这风地里来哭，弄出病来还了得！”宝玉忙笑道：“谁赌气了！我因为听你说的有理，我想你们既这样说，自然别人也是这样说，将来渐渐的都不理我了。我所以想到这里，自己伤起心来了。”紫鹃也便挨他坐着。宝玉笑道：“方才对面说话，你还走开，这会子怎么又来挨着我坐？”紫鹃道：“你都忘了？几日前头，你们姐儿两个正说话，赵姨娘一头走进来。我才听见他不在家，所以我来问你。正是前日你和他才说了一句‘燕窝’，就不说了，总没提起，我正想着问你。”宝玉道：“也没什么要紧，不过我想着宝姐姐也是客中，既吃燕窝，又不可间断，若只管和他要，也太托实。虽不便和太太要，我已经在老太太跟前略露了个风声，只怕老太太和凤姐姐说了。我告诉他的，竟没告诉完。如今我听见一日给你们一两燕窝，这也就完了。”紫鹃道：“原来是你说了，这又多谢你费心。我们正疑惑，老太太怎么忽然想起来叫人每一日送一两燕窝来呢？这就是了。”宝玉笑道：“这要天天吃惯了，吃上三二年就好了。”紫鹃道：“在这里吃惯了，明年家去，那里有这闲钱吃这个？”\n　　宝玉听了，吃了一惊，忙问：“谁家去？”紫鹃道：“妹妹回苏州去。”宝玉笑道：“你又说白话。苏州虽是原籍，因没了姑母，无人照看才接了来的。明年回去找谁？可见撒谎了。”紫鹃冷笑道：“你太看小了人。你们贾家独是大族，人口多的，除了你家，别人只得一父一母，房族中真个再无人了不成？我们姑娘来时，原是老太太心疼他年小，虽有叔伯，不如亲父母，故此接来往几年。大了该出阁时，自然要送还林家的，终不成林家女儿在你贾家一世不成？林家虽贫到没饭吃，也是世代书香人家，断不肯将他家的人丢给亲戚，落的耻笑。所以早则明年春，迟则秋天，这里纵不送去，林家亦必有人来接的了。前日夜里姑娘和我说了，叫我告诉你，将从前小时玩的东西，有他送你的，叫你都打点出来还他，他也将你送他的打点在那里呢。”\n　　宝玉听了，便如头顶上响了一个焦雷一般。紫鹃看他怎么回答，等了半天，见他只不作声。才要再问，只见晴雯找来说：“老太太叫你呢。谁知在这里。”紫鹃笑道：“他这里问姑娘的病症，我告诉了他半天，他只不信，你倒拉他去罢。”说着，自己便走回房去了。晴雯见他呆呆的，一头热汗，满腔紫胀，忙拉他的手一直到怡红院中。袭人见了这般，慌起来了，只说时气所感，热身被风扑了。无奈宝玉发热事犹小可，更觉两个眼珠儿直直的起来，口角边津液流出，皆不知觉。给他个枕头，他便睡下；扶他起来，他便坐着，倒了茶来，他便吃茶。众人见了这样，一时忙乱起来，又不敢造次去回贾母，先要差人去请李嬷嬷来。一时李嬷嬷来了，看了半天，问他几句话，也无回答；用手向他脉上摸了摸，嘴唇人中上着力掐了两下，掐得指印如许来深，竟也不觉疼。李嬷嬷只说了一声：“可了不得了！”“呀”的一声，便搂头放声大哭起来。急得袭人忙拉他说：“你老人家瞧瞧，可怕不怕，且告诉我们，去回老太太、太太去。你老人家怎么先哭起来？”李嬷嬷捶床捣枕说：“这可不中用了！我白操了一世的心了！”\n　　袭人因他年老多知，所以请他来看，如今见他这般一说，都信以为实，也哭起来了。晴雯便告诉袭人方才如此这般。袭人听了，便忙到潇湘馆来，见紫鹃正伏侍黛玉吃药，也顾不得什么，便走上来问紫鹃道：“你才和我们宝玉说了些什么话？你瞧瞧他去！你回老太太去，我也不管了！”说着，便坐在椅上。黛玉忽见袭人满面急怒，又有泪痕，举止大变，更不免也着了忙，因问怎么了。袭人定了一回，哭道：“不知紫鹃姑奶奶说了些什么话，那个呆子眼也直了，手脚也冷了，话也不说了，李妈妈掐着也不疼了，已死了大半个了！连妈妈都说不中用了，那里放声大哭，只怕这会子都死了！”黛玉听此言，李妈妈乃久经老妪，说不中用了，可知必不中用，“哇”的一声，将所服之药，一口呕出，抖肠搜肺、炙胃扇肝的，哑声大嗽了几阵。一时面红发乱，目肿筋浮，喘的抬不起头来。\n　　紫鹃忙上来捶背。黛玉伏枕喘息了半晌，推紫鹃道：“你不用捶！你竟拿绳子来勒死我。是正经！”紫鹃说道：“我并没说什么，不过是说了几句玩话，他就认真了。”袭人道：“你还不知道他那傻子，每每玩话认了真？”黛玉道：“你说了什么话？趁早儿去解说，他只怕就醒过来了。”紫鹃听说，忙下床，同袭人到怡红院。谁知贾母、王夫人等已都在那里了。贾母一见了紫鹃，便眼内出火，骂道：“你这小蹄子，和他说了什么？”紫鹃忙道：“并没敢说什么，不过说几句玩语。”谁知宝玉见了紫鹃，方“嗳呀”了一声，哭出来了。众人一见，都放下心来。贾母便拉住紫鹃，只当他得罪了宝玉，所以拉紫鹃命他赔罪。谁知宝玉一把拉住紫鹃，死也不放，说：“要去连我带了去！”众人不解。细问起来，方知紫鹃说要回苏州去，一句玩话引出来的。贾母流泪道：“我当有什么要紧大事，原来是这句玩话。”又向紫鹃道：“你这孩子，素日是个伶俐聪敏的，你又知道他有个呆根子，平白的哄他做什么？”薛姨妈劝道：“宝玉本来心实，可巧林姑娘又是从小儿来的，他妹妹两个一处长得这么大，比别的妹妹两不同。这会子热刺刺的说一个去，别说他是个实心的傻孩子，便是冷心肠的大人，也要伤心。这并不是什么大病，老太太和姨太太只管万安，吃一两剂药就好了。”\n　　正说着，人回：“林之孝家的，赖大家的，都来瞧哥儿来了。”贾母道：“难为他们想着，叫他们来瞧瞧。”宝玉听了一个“林”字，便满床闹起来说：“了不得了，林家的人接他们来了！快打出去罢！”贾母听了，也忙说：“打出去罢！”又忙安慰说：“那不是林家的人，林家的人都死绝了，再没人来接他，你只管放心罢！”宝玉道：“凭他是谁，除了林妹妹，都不许姓林了！”贾母道：“没姓林的来，凡姓林的都打出去了。”一面吩咐众人：“以后别叫林之孝家的进园来，你们也别说‘林’字儿。孩子们，你们听了我这句话罢！”众人忙答应，又不敢笑。一时宝玉又一眼看见了十锦桶子上陈设的一只金西洋自行船，便指着乱说：“那不是接他们来的船来了？湾在那里呢。”贾母忙命拿下来。袭人忙拿下来，宝玉伸手要。袭人递过去，宝玉便掖在被中，笑道：“这可去不成了。”一面说，一面死拉着紫鹃不放。\n　　一时人回：“大夫来了。”贾母忙命快进来。王夫人、薛姨妈、宝钗等暂避入里间，贾母便端坐在宝玉身旁。王太医进来，见许多的人，忙上去请了贾母的安，拿了宝玉的手，诊了一回。那紫鹃少不得低了头。王太医也不解何意，起身说道：“世兄这症，乃是急痛迷心。古人曾云，痰迷有别，有气血亏柔饮食不能熔化痰迷者，有怒恼中痰急而迷者，有急痛壅塞者。此亦痰迷之症，系急痛所致，不过一时壅蔽，较别的似轻些。”贾母道：“你只说怕不怕，谁和你背药书呢？”王太医忙躬身笑道：“不妨、不妨。”贾母道：“果真不妨？”王太医道：“实在不妨。都在晚生身上。”贾母道：“既这么着，请外头坐，开了方儿。吃好了呢，我另外预备谢礼，叫他亲自捧了，送去磕头，要耽误了，我打发人去拆了太医院的大堂。”王太医只管躬身陪笑说：“不敢，不敢。”他原听说“另具上等谢礼命宝玉去磕头”，故满口说“不敢”，竟未听见贾母后来说拆太医院之戏语，犹说不敢，贾母与众人反倒笑了。\n　　一时按方煎药，药来服下，果觉比先安静。无奈宝玉只不肯放紫鹃，只说：“他去了，就是要回苏州去了。”贾母、王夫人无法，只得命紫鹃守着他，另将琥珀去伏侍黛玉。黛玉不时遣雪雁来探消息。这晚间宝玉稍安，贾母、王夫人等方回去了，一夜还遣人来问几次信。李妈妈带宋妈等几个年老人用心看守，紫鹃、袭人、晴雯等日夜相伴。有时宝玉睡去，必从梦中惊醒，不是哭了，说黛玉已去，便是说有人来接。每一惊时，必得紫鹃安慰一番方罢。彼时贾母又命将祛邪守灵丹及开窍通神散各样上方秘制造药，按方次饮服，次日又服了王太医药，渐次好了起来。宝玉心下明白，因恐紫鹃回去，倒故意作出佯狂之态。紫鹃自那日也着实后悔，如今日夜辛苦，并没有怨意。袭人心安神定，因向紫鹃笑道：“都是你闹的，还得你来治。也没见我们这位呆爷，‘听见风儿就是雨’，往后怎么好！”暂且按下。\n　　且说此时湘云之症巳愈，天天过来瞧看，见宝玉明白了，便将他病中狂态形容给他瞧，引的宝玉自己伏枕而笑。原来他起先那样，竟是不知的，如今听人说还不信。无人时，紫鹃在侧，宝玉又拉他的手，问道：“你为什么唬我？”紫鹃道：“不过是哄你玩罢咧，你就认起真来。”宝玉道：“你说的有情有理，如何是玩话呢？”紫鹃笑道：“那些话，都是我编的。林家真没了人了。纵有也是极远的族中，也都不在苏州住，各省流寓不定。纵有人来接，老太太也必不叫他去。”宝玉道：“便老太太放去，我也不依。”紫鹃笑道：“果真的不依？只怕是嘴里的话。你如今也大了，连亲也定下了，过二三年再娶了亲，你眼睛里还有谁了！”宝玉听了，又惊问：“谁定了亲？定了谁？”紫鹃笑道：“年里，我就听见老太太说要定了琴姑娘呢，不然，那么疼他？”宝玉笑道：“人人只说我傻，你比我更傻！不过是句玩话，他已经许给梅翰林家了。果然定下了他，我还是这个形景了？先是我发誓赌咒，砸这劳什子，你都没劝过吗？我病的刚刚的这几日才好了，你又来怄我！”一面说，一面咬牙切齿的，又说道：“我只愿这会于立刻我死了，把心迸出来，你们瞧见了。然后连皮带骨，一概都化成一股灰，再化成一股烟，一阵大风，吹的四面八方，都登时散了，这才好！”一面说，一面又滚下泪来。\n　　紫鹃忙上来握住他的嘴，替他擦眼泪，又忙笑解释道：“你不用着急。这原是我心里着急，才来试你。”宝玉听了，更又诧异，问道：“你又着什么急？”紫鹃笑道：“你知道，我并不是林家的人，我也和袭人、鸳鸯是一伙的。偏把我给了林姑娘使，偏偏他又和我极好，比他苏州带来的还好十倍，一时一刻，我们两个离不开。我如今心里却愁，他倘或要去了，我必要跟了他去的。我是合家在这里，我若不去，辜负了我们素日的情长；若去，又弃了本家。所以我疑惑，故说出这谎话来问你，谁知你就傻闹起来！”宝玉笑道：“原来是你愁这个，所以你是傻子！从此后再别愁了。我告诉你一句打趸儿的话，活着，咱们一处活着；不活着，咱们一处化灰、化烟。如何？”紫鹃听了，心下暗暗筹画。忽有人回：“环爷、兰哥儿问候。”宝玉道：“就说难为他们，我才睡了，不必进来。”婆子答应去了。紫鹃笑道：“你也好了，该放我回去瞧瞧我们那一个去了。”宝玉道：“正是这话。我昨夜就要叫你去，偏又忘了。我已经大好了，你就去罢。”紫鹃听说，方打叠铺盖妆奁之类。宝玉笑道：“我看见你文具儿里头有两三面镜子，你把那面小菱花的给我留下罢。我搁在枕头旁边，睡着好照，明日出门带着也轻巧。”紫鹃听说，只得与他留下。先命人将东西送过去，然后别了众人，自回潇湘馆来。\n　　黛玉近日闻得宝玉如此形景，未免又添些病症，多哭几场。今儿紫鹃来了，问其原故，已知大愈，仍遣琥珀去伏侍贾母。夜间人静后，紫鹃已宽衣卧下之时，悄向黛玉笑道：“宝玉的心倒实，听见咱们去，就这么病起来。”黛玉不答。紫鹃停了半晌，自言自语的说道：“一动不如一静。我们这里就算好人家，别的都容易，最难得的是从小儿一处长大，脾气情性都彼此知道的了。”黛玉啐道：“你这几天还不乏，趁这会子不歇一歇，还嚼什么蛆？”紫鹃笑道：“倒不是白嚼咀，我倒是一片真心为姑娘。替你愁了这几年了，又没个父母兄弟，谁是知疼着热的？趁早儿老太太还明白硬朗的时节，作定了大事要紧。俗语说：‘老健春寒秋后热。’倘或老太太一时有个好歹，那时虽也完事，只怕耽误了时光，还不得趁心加意呢。公子王孙虽多，那一个不是三房五妾，今儿朝东，明儿朝西。娶一个天仙来，也不过三夜五夜也就撂在脖子后头了。甚至于怜新弃旧、反目成仇的，多着呢。娘家有人有势的还好，要象姑娘这样的，有老太太一日好些，一日没了老太太，也只是凭人去欺负罢了。所以说，拿主意要紧。姑娘是个明白人，没听见俗语说的：‘万两黄金容易得，知心一个也难求！’”\n　　黛玉听了，便说道：“这丫头今日可疯了！怎么去了几日，忽然变了一个人？我明日必回老太太，退回你去，我不敢要你了。”紫鹃笑道：“我说的是好话，不过叫你心里留神，并没叫你去为非作歹。何苦回老太太，叫我吃了亏，又有什么好处。”说着，竟自己睡了。黛玉听了这话，口内虽如此说，心内未尝不伤感。待他睡了，便直哭了一夜，至天明，方打了一个盹儿。次日，勉强盥漱了，吃了些燕窝粥。便有贾母等亲来看视了，又嘱咐了许多话。\n目今是薛姨妈的生日，自贾母起，诸人皆有祝贺之礼，黛玉也只得备了两色针线送去。是日也定了一班小戏，请贾母与王夫人等。独有宝玉与黛玉二人不曾去。至晚散时，贾母等顺路又瞧了他二人一遍，方回房去了。次日，薛姨妈家又命薛蝌陪诸伙计吃了一天酒。忙了三四天，方才完结。\n因薛姨妈看见邢岫烟生得端雅稳重，且家道贫寒，是个钗荆裙布的女儿，便欲说给薛蟠为妻。因薛蟠素昔行止浮奢，又恐遭塌了人家女儿。正在踌躇之际，忽想起薛蝌未娶，看他二人，恰是一对天生地设的夫妻，因谋之于凤姐儿。凤姐儿笑道：“姑妈素知我们太太有些左性的，这事等我慢谋。”因贾母去瞧凤姐儿时，凤姐儿便和贾母说：“姑妈有一件事要求老祖宗，只是不好启齿。”贾母忙问何事，凤姐儿便将求亲一事说了。贾母笑道：“这有什么不好启齿的，这是极好的好事，等我和你婆婆说，没有不依的。”因回房来，即刻就命人叫了邢夫人过来，硬作保山。邢夫人想了一想，薛家根基不错，且现今大富，薛蝌生得又好，且贾母又作保山。将计就计，便应了。贾母十分喜欢，忙命人请了薛姨妈来。二人见了，自然有许多谦辞。邢夫人即刻命人去告诉邢忠夫妇。他夫妇原是此来投靠邢夫人的，如何不依，早极口的说：“妙极。”贾母笑道：“我最爱管闲事，今日又管成了一件事，不知得多少谢媒钱？”薛姨妈笑道：“这是自然的。纵抬了整万银子来，只怕不稀罕。但只一件，老太太既是作媒，还得一位主亲才好。”贾母笑道：“别的没有，我们家折腿烂手的人还有两个。”说着，使命人去叫过尤氏婆媳二人来。贾母告诉他原故，彼此忙都道喜。贾母吩咐道：“咱们家的规矩，你是尽知的，从没有两亲家争礼争面的。如今你算替我在当中料理，不可太省，也不可太费，把他两家的事周全了回我。”尤氏忙答应了。薛姨妈喜之不尽，回家命写了请贴，补送过宁府。尤氏深知邢夫人情性，本不欲管，无奈贾母亲自嘱咐，只得应了，惟忖度邢夫人之意行事。薛姨妈是个无可无不可的人，倒还易说。这且不在话下。\n　　如今薛姨妈既定了邢岫烟为媳，合宅皆知。邢夫人本欲接出岫烟去住，贾母因说：“这又何妨？两个孩子又不能见面，就是姨太太和他一个大姑子，一个小姑子，又何妨？况且都是女孩儿，正好亲近些呢。”邢夫人方罢。那薛蝌、岫烟二人，前次途中曾有一面知遇，大约二人心中皆如意。只是那岫烟未免比先时拘泥了些，不好和宝钗姐妹共处闲谈；又兼湘云是个爱取笑的，更觉不好意思。幸他是个知书达礼的，虽是女儿，还不是那种佯羞诈鬼、一味轻薄造作之辈。宝钗自那日见他起，想他家业贫寒。二则别人的父母皆是年高有德之人，独他的父母偏是酒糟透了的人，于女儿分上平常；邢夫人也不过是脸面之情，亦非真心疼爱，且岫烟为人雅重，迎春是个老实人，连他自己尚未照管齐全，如何能管到他身上，凡闺阁中家常一应需用之物，或有亏乏，无人照管，他又不与人张口。宝钗倒暗中每相体贴接济，也不敢叫邢夫人知道，也恐怕是多心闲话之故。如今却是众人意料之外，奇缘作成这门亲事。岫烟心中先取中宝钗，有时仍与宝钗闲话，宝钗仍以妹妹相呼。\n　　这日宝钗因来瞧黛玉，恰值岫烟也来瞧黛玉，二人在半路相遇。宝钗含笑唤他到跟前，二人同走。至一块石壁后，宝钗笑问他：“这天还冷的很，你怎么倒全换了夹的了？”岫烟见问，低头不答。宝钗便知道又有了原故，因又笑问道：“必定是这个月的月钱又没得，凤姐姐如今也这样没心没计了。”岫烟道：“他倒想着不错日子给的。因姑妈打发人和我说道，一个月用不了二两银子，叫我省一两给爹妈送出去，要使什么，横竖有二姐姐的东西，能着些搭着就使了。姐姐想，二姐姐是个老实人，也不大留心。我使他的东西，他虽不说什么，他那些丫头妈妈，那一个是省事的？那一个是嘴里不尖的？我虽在那屋里，却不敢很使唤他们。过三天五天，我倒得拿些钱出来，给他们打酒买点心吃才好。因此，一月二两银子还不够使。如今又去了一两，前日我悄悄的把棉衣服叫人当了几吊钱盘缠。”宝钗听了，愁叹道：“偏梅家又合家在任上，后年才进来。若是在这里，琴儿过去了，好再商议你的事，离了这里就完了。如今不完了他妹妹的事，也断不敢先娶亲的。如今倒是一件难事。再迟两年，我又怕你熬煎出病来。等我和妈妈再商议。”宝钗又指他裙上一个璧玉佩问道：“这是谁给你的？”岫烟道：“这是三姐姐给的。”宝钗点头道：“他见人人皆有，独你一个没有，怕人笑语，故此送一个，这是他聪明细致之处。”岫烟又问：“姐姐此时那里去？”宝钗道：“我到潇湘馆去。你且回去，把那当票子叫丫头送来我那里，悄悄的取出来，晚上再悄悄的送给你去，早晚好穿。不然，风闪着还了得！但不知当在那里了？”岫烟道：“叫做什么恒舒，是鼓楼西大街的。”宝钗笑道：“这闹在一家去了。伙计们倘或知道了，好说‘人没过来，衣裳先来了’。”岫烟听说，便知是他家的本钱，也不答言，红了脸，一笑走开。\n　　宝钗也就往潇湘馆来。恰正值他母亲也来瞧黛玉，正说闲话呢。宝钗笑道：“妈妈多早晚来的？我竟不知道。”薛姨妈道：“我这几日忙，总没来瞧瞧宝玉和他，所以今日瞧他两人。都也好了。”黛玉忙让宝钗坐下，因向宝钗道：“天下的事，真是人想不到的。拿着姨妈和大舅母说起，怎么又作一门亲家！”薛姨妈道：“我的儿，你们女孩儿家那里知道？自古道：‘千里姻缘一线牵。’管姻缘的有一位月下老儿，预先注定，暗里只用一根红丝，把这两个人的脚绊住。凭你两家那怕隔着海呢，若有姻缘的，终久有机会作成了夫妇。这一件事，都是出人意料之外。凭父母本人都愿意了，或是年年在一处，已为是定了的亲事，若是月下老人不用红线拴的，再不能到一处。比如你姐妹两个的婚姻，此刻也不知在眼前，也不知在山南海北呢！”宝钗道：“惟有妈妈说动话拉上我们！”一面说，一面伏在母亲怀里，笑说：“咱们走罢。”黛玉笑道：“你瞧瞧！这么大了，离了姨妈，他就是个最老道的，见了姨妈他就撒娇儿。”薛姨妈将手摩弄着宝钗，向黛玉叹道：“你这姐姐，就和凤哥儿在老太太跟前一样，着了正经事，就有话和他商量；没有了事，幸亏他开我的心。我见了他这样，有多少愁不散的？”\n　　黛玉听说，流泪叹道：“他偏在这里这样，分明是气我没娘的人，故意来形容我。”宝钗笑道：“妈妈，你瞧他这轻狂样儿，倒说我撒娇儿！”薛姨妈道：“也怨不得他伤心，可怜没父母，到底没个亲人。”又摩挲着黛玉，笑道：“好孩子，别哭。你见我疼你姐姐，你伤心，不知我心里更疼你呢。你姐姐虽没父亲，到底有我，有亲哥哥，这就比你强了。我常和你姐姐说，心里很疼你，只是外头不好带出来。他们这里人多嘴杂，说好话的人少，说歹话的人多，不说你无依靠，为人做人配人疼，只说我们看着老太太疼你，我们也‘上水’去了。”黛玉笑道：“姨妈既这么说，我明日就认姨妈做娘。姨妈若是弃嫌，就是假意疼我。”薛姨妈道：“你不厌我，就认了。”宝钗忙道：“认不得的。”黛玉道：“怎么认不得？”宝钗笑道：“我且问你，我哥哥还没定亲事，为什么反将邢妹妹先说给我兄弟了？是什么道理？”黛玉道：“他不在家，或是属相生日不对，所以先说与兄弟了。”宝钗笑道：“不是这样。我哥哥已经相准了，只等来家才放定，也不必提出人来。我说你认不得娘的，细想去！”说着，便和他母亲挤眼儿发笑。黛玉听了，便一头伏在薛姨妈身上，说道：“姨妈不打他，我不依！”薛姨妈搂着他笑道：“你别信你姐姐的话，他是和你玩呢。”宝钗笑道：“真个妈妈明日和老太太求了，聘作媳妇，岂不比外头寻的好？”黛玉便拢上来要抓他，口内笑说：“你越发疯了！”\n　　薛姨妈忙笑劝，用手分开方罢。又向宝钗道：“连邢姑娘我还怕你哥哥遭塌了他，所以给你兄弟，别说这孩子，我也断不肯给他。前日老太太要把你妹妹说给宝玉，偏生又有了人家；不然，倒是门子好亲事。前日我说定了邢姑娘，老太太还取笑说：‘我原要说他的人，谁知他的人没到手，倒被他说了我们一个去了！’虽是玩话，细想来倒也有些意思。我想宝琴虽有了人家，我虽无人可给，难道一句话也没说？我想你宝兄弟，老太太那样疼他，他又生得那样，若要外头说去，老太太断不中意。不如把你林妹妹定给他，岂不四角俱全？”黛玉先还怔怔的听，后来见说到自己身上，便啐了宝钗一口，红了脸，拉着宝钗笑道：“我只打你！为什么招出姨妈这些老没正经的话来？”宝钗笑道：“这可奇了。妈妈说你，为什么打我？”紫鹃忙跑来笑道：“姨太太既有这主意，为什么不和老太太说去？”薛姨妈笑道：“这孩子急什么！想必催着姑娘出了阁，你也要早些寻一个小女婿子去了。”紫鹃飞红了脸，笑道：“姨太太真个倚老卖老的。”说着便转身去了。黛玉先骂：“又与你这蹄子什么相于！”后来见了这样，也笑道：“阿弥陀佛，该该该！也臊了一鼻子灰去了。”薛姨妈母女及婆子丫鬟都笑起来。\n　　一语未了，忽见湘云走来，手里拿着一张当票，口内笑道：“这是什么账篇子？”黛玉瞧了不认得。地下婆子都笑道：“这可是一件好东西！这个乖不是白教的。”宝钗忙一把接了看时，正是岫烟才说的当票子，忙着折起来。薛姨妈忙说：“那必是那个妈妈的当票子失落了，回来急的他们找。那里得的？”湘云道：“什么是‘当票子’？”众婆子笑道：“真真是位呆姑娘，连当票子也不知道。”薛姨妈叹道：“怨不得他，真真是侯门千金，而且又小，那里知道这个？那里去看这个？就是家下人有这个，他如何得见。别笑他是呆子，若给你们家的姑娘看了，也都成了呆子呢。”众婆子笑道：“林姑娘才也不认得。别说姑娘们，就如宝玉，倒是外头常走出去的，只怕也还没见过呢。”薛姨妈忙将原故讲明，湘云、黛玉二人听了，方笑道：“这人也太会想钱了。姨妈家当铺也有这个么？”众人笑道：“这更奇了，‘天下老鸹一般黑’，岂有两样的。”薛姨妈因又问：“那里拾的？”湘云方欲说时，宝钗忙说：“是一张死了没用的，不知是那年勾了账的。香菱拿着哄他们玩的。”薛姨妈听了此话是真，也就不问了。\n一时人来回：“那府里大奶奶过来请姨太太说话呢。”薛姨妈起身去了。这里屋内无人时，宝钗方问湘云：“何处拾的？”湘云笑道：“我见你令弟媳的丫头篆儿悄悄的递给莺儿，莺儿便随手夹在书里，只当我没看见。我等他们出去了，我偷着看，竟不认得。知道你们都在这里，所以拿来大家认认。”黛玉忙问：“怎么他也当衣裳不成？既当了，怎么又给你？”宝钗见问，不好隐瞒他两个，便将方才之事都告诉了他二人。黛玉听了，“兔死狐悲，物伤其类”，不免也要感叹起来了。湘云听了却动了气，说道：“等我问着二姐姐去！我骂那起老婆子丫头一顿，给你们出气何如？”说着便要走出去。宝钗忙一把拉住，笑道：“你又发疯了，还不给我坐下呢。”黛玉笑道：“你要是个男人，出去打一个抱不平儿；你又充什么荆轲、聂政？真真好笑。”湘云道：“既不叫问他去，明日索性把他接到咱们院里一处住去，岂不是好？”宝钗笑道：“明日再商量。”说着，人报：“三姑娘、四姑娘来了。”三人听说，忙掩了口，不提此事。\n要知端详，且听下回分解。",
  "translation": "After hearing that Lady Wang wanted to see him, Baoyu hurried over. He was delighted to learn that she was going to call on Lady Zhen and wanted to take him along. He went back at once to change his clothes, then accompanied his mother to the Zhens’ house. The layout of their mansion was much the same as those of the Ning and Rong Mansions, possibly even a little finer. On careful inquiry he learned that there was indeed a Baoyu in this household. Lady Zhen kept them to a feast and they did not return until the end of the day, by which time Baoyu was convinced.\n\nThat evening, upon their return, Lady Wang gave orders that a first-class feast with opera performances should be prepared to entertain Lady Zhen and her daughter. But two days later the latter left without taking formal leave, as they had to rejoin Mr. Zhen at his post.\n\nThe day after that, Baoyu called to see Daiyu as Xiangyun was now better. She was having her midday nap, and not wanting to disturb her he found Zijuan doing needlework on the verandah.\n\n“Was her cough better last night?” he asked.\n\n“A little better.”\n\n“Amida Buddha!” he exclaimed. “I do hope she’s getting well.”\n\n“So you’re invoking Buddha too! That is news.”\n\n“Well, you know what they say: ‘In a bad illness, any doctor will do.’” As he spoke he noticed that she was wearing a thin silk wadded jacket, black spotted with white, under a sleeveless black satin jacket lined with sheep’s wool.\n\nReaching out a hand he felt her clothes.\n\n“You shouldn’t sit in the wind so thinly clad,” he cautioned her. “And with this unseasonable weather too, you could easily fall ill. That would be a fine how-do-you-do.”\n\n“From now on we can talk but mustn’t touch each other,” she retorted. “We’re not children any more. It doesn’t look right if people see us carrying on in the old way. Those low-minded creatures are always making nasty remarks behind your back, yet you pay no attention and go on just as when you were small. That won’t do. The young lady has often told us not to joke with you. Haven’t you noticed how she’s been avoiding you recently?”\n\nWith that she took her work and went into another room.\n\nBaoyu felt as if dashed with cold water. He stood staring blankly at the bamboos until he noticed Zhu Mama digging the earth round them and sweeping up the dead leaves. This so unmanned him that he sank down on a rock to brood, and could not hold back his tears. He remained sitting there for the time it would take to eat a meal, his mind a turmoil of conflicting thoughts, not knowing what to do. Just then Xyan came along from Lady Wang’s quarters with some ginseng. Turning her head she saw someone sitting on a rock under a peach tree, his cheek propped on his hand, lost in thought. It was Baoyu.\n\n“So cold out here, what’s he doing all on his own?” she wondered. “People with some weakness often have a relapse in spring. Can he have gone crazy again?” Going over to him she squatted down.\n\n“What are you doing here?” she asked with a smile.\n\nAt sight of her he exclaimed, “What have you come to find me for? Aren’t you a girl too? If she’s afraid of gossip and won’t let you have anything to do with me, why come looking for me? If people see us talking, they’ll start more gossip. You’d better go back quick.”\n\nAssuming that Daiyu must have been upsetting him again, Xyan had to go back to her room. As Daiyu was still asleep she handed the ginseng to Zijuan.\n\n“What is Her Ladyship doing?” asked Zijuan.\n\n“Having a nap, so I had to wait all this time. Listen, sister, while I was waiting I sat chatting in the servants’ quarters with Yuchuan, and who should beckon me but Concubine Zhao. I thought she wanted me for something. It turned out that she’d asked leave from Her Ladyship to keep watch tonight by her brother’s coffin, as the funeral is tomorrow. Her maid, little Jixiang, has nothing to wear and wants to borrow my pale blue silk jacket. I thought, they usually have a couple of outfits; but I suppose for a funeral they’re afraid....”\n\n\"If it got damaged, I'd be sorry to lose it, and that's why I'd rather lend someone else's. Not that it would matter too much if my own were damaged; but what has she ever done for us? So I said: Miss Lin has told Zijuan to keep all my clothes and trinkets. I shall have to ask her first and then report it to the young lady, and that means so much trouble I'd be delaying your departure, ma'am. So wouldn't it be better to borrow from someone else?\"\n\nZijuan laughed.\n\n\"You little imp! How artful you are. You won't lend it to her, but put the blame on the young lady and me so that no one can complain of you. Is she going now or waiting till first thing tomorrow?\"\n\n\"She's going now. I expect she's left already.\"\n\nZijuan nodded.\n\n\"I doubt if the young lady's awake yet,\" went on Xueyan. \"But who can have upset Baoyu? He's sitting there crying.\"\n\n\"Where?\" asked Zijuan quickly.\n\n\"In the peach-wood behind Seeping Fragrance Pavilion.\"\n\nPutting down her sewing, Zijuan warned Xueyan, \"Mind you keep an ear open. If you're asked for me, say I'll be back soon.\" With that she left Bamboo Lodge to look for Baoyu.\n\nGoing up to him with a smile she said, \"I only said what I did for the good of us all, yet you rush off in a huff to cry in this windy place. What if you were to fall ill?\"\n\n\"I'm not in a huff,\" he assured her with a smile. \"What you said was so reasonable it set me thinking that if you all feel that way, naturally others do too; and in time nobody will want to have anything more to do with me. That's why I'm so upset.\"\n\nZijuan sat down beside him.\n\n\"Just now when I was talking to you, you walked away,\" he said. \"Why come and sit beside me now?\"\n\n\"Have you forgotten? The other day when you and your cousin were talking, Concubine Zhao came in. I heard she wasn't at home today, so I came to ask you a question. The other day, you'd just mentioned 'swallow's nest' to her when you broke off and never referred to it again. I've been meaning to ask you what it was all about.\"\n\n\"It was nothing important. I was just thinking that Cousin Baochai is a guest here too, and as she's taking swallow's nest she shouldn't have a break in the course; but it would be rather presumptuous to go on asking her for it. Although I didn't like to ask my mother for it, I dropped a hint to the old lady, who probably told Xifeng. I didn't have time to tell your young lady the whole story. Now I hear you're given an ounce of swallow's nest every day. So that's all right.\"\n\n\"So it was your doing! Thank you for taking so much trouble. We were wondering why the old lady should suddenly have given orders that an ounce of swallow's nest should be sent us every day. So that explains it.\"\n\nBaoyu smiled. \"If you take it regularly for a couple of years, it should set you completely right.\"\n\n\"Once she's used to it here, next year when she goes home how can she afford to go on having it?\"\n\nBaoyu gave a start.\n\n\"Who's going home?\" he asked quickly.\n\n\"Your cousin's going back to Suzhou.\"\n\n\"You're talking nonsense again,\" he said with a laugh. \"Suzhou may be her old home, but as her aunt's dead and there was nobody to look after her she was brought here. Next year when she goes back, who will she look up? This proves you're lying.\"\n\n\"You underestimate people,\" retorted Zijuan coldly. \"Are you Jias the only great family with a large clan? Other people besides you have only one father and mother, but does that mean they've no relations at all on their father's side? When our young lady first came, it was because the old lady couldn't bear to have her orphaned so young with no one to care for her, uncles and aunts being not the same as parents. That's why she was asked to stay here for a few years. When she's of age to marry, naturally she'll have to go back to the Lin family. How can a girl of the Lin family stay all her life with your family? Even if the Lins are so poor that they haven't a\n\nBesides, the Lin family being for generations a family of scholars, they’d never do anything to incur ridicule, such as leaving her with relatives. So whether early next spring or late this autumn, even if we don’t send her back the Lin family are bound to send for her. The other evening she told me to let you know that she wants you to sort out all the things you used to play with as children that she gave you, so that you can return them; and she’s doing the same with the things you gave her.”\n\nBaoyu listened as if thunderstruck. Before Zijuan could ask what he meant to do, Qingwen came in.\n\n“The old lady wants you,” she announced. “Fancy finding you here.”\n\nZijuan smiled.\n\n“I’ve been telling him about our young lady’s illness, but he wouldn’t believe me. You’d better take him along.”\n\nWith that she went back to her own room. Qingwen saw Baoyu sitting there in a daze, his face scarlet and dripping with sweat. She took him by the hand and dragged him to Happy Red Court, where Xiren was alarmed by his appearance, assuming that the hot weather and a sudden gust of wind had given him a chill. But worse even than this fever was the way he stared blankly into space, drooling without realizing it. If they gave him a pillow he lay down; if they lifted him up he sat still; if they brought him tea he drank it. The whole household was thrown into confusion, but not venturing to report this to the Lady Dowager they sent first to fetch Nanny Li.\n\nWhen the old nurse arrived she looked him over and asked him a few questions, but he made no reply. She felt his pulse, then pinched his philtrum so hard that her fingernails left deep impressions; yet he felt no pain. At that she let out a wail.\n\n“This is the end!” she cried. “I’ve laboured all these years for nothing!”\n\nXiren, who had sent for her because she was old and experienced, was now convinced by her reaction that Baoyu was dying and started sobbing too. Then Qingwen described to Xiren what had just happened. As soon as Xiren heard this, without a second thought she hurried to Bamboo Lodge. She found Zijuan helping Daiyu take her medicine, but paying no attention to the circumstances she went up to her.\n\n“What did you say to our Baoyu?” she demanded. “Go and see what you’ve done to him! You can report it to the old lady — I don’t care.” With that she slumped down on a chair.\n\nDaiyu, surprised to see her so distraught and angry, with traces of tears on her face, was quite taken aback.\n\n“What’s happened?” she asked.\n\nXiren sobbed, “I don’t know what Miss Zijuan’s been telling him, but that simpleton’s eyes are set, his hands and feet are cold, he can’t speak, and even Nanny Li pinching him doesn’t hurt — he’s more dead than alive. Even Nanny Li says there’s no hope, and she’s waiting there to keen for him. He’s probably dead by now.”\n\nDaiyu reflected that Nanny Li was an experienced old nurse. If she said there was no hope, that meant Baoyu must be dying. Letting out a cry, she vomited up all the medicine she had just taken. A racking cough made her retch and shake until all her viscera seemed torn apart. The next instant she was red in the face, her hair dishevelled, her eyes distended, her temples throbbing. She was too weak to raise her head, and could only gasp for breath.\n\nZijuan hurried over to pat her on the back, but after lying prone on her pillow gasping for some time Daiyu pushed her away.\n\n“Don’t pat my back,” she choked. “Go and get a rope to strangle me with, that would be better.”\n\n“I didn’t say anything, really,” Zijuan told her. “I just made some joking remarks, and he took them seriously.”\n\n“If you were joking, why did you tell him such crazy things?” Xiren fumed.\n\n\"You don’t know yet what a simpleton he is, taking all your jokes seriously.\"\n\n\"What did you say to him?\" asked Daiyu. \"Go and explain at once. Then he may come to his senses.\"\n\nZijuan promptly got up and went with Xiren to Happy Red Court, where they found the Lady Dowager and Lady Wang already assembled.\n\nThe old lady at sight of Zijuan glared at her angrily and scolded, \"You little wretch! What did you say to him?\"\n\n\"I didn’t say anything,\" Zijuan assured her. \"Just a few jokes, that’s all.\"\n\nBaoyu, catching sight of her, gave a cry and burst out sobbing. Everybody was relieved. The Lady Dowager, thinking Zijuan must have offended him, made her approach to apologize. But Baoyu seized hold of Zijuan and would not let her go.\n\n\"If you go, take me with you!\" he cried.\n\nThe others could not understand this. On questioning Zijuan they learned that her joking threat to go back to Soochow had caused all this trouble.\n\nThe Lady Dowager said with tears, \"So it was just a silly joke that led to this.\" She scolded Zijuan, \"I always thought you a intelligent child. You know he’s simple-minded. Why should you tease him for no reason at all?\"\n\nAunt Xue tried to console her. \"Baoyu’s very sincere, and as Cousin Lin came here as a child the two of them have grown up together and are closer than other cousins. So of course he’s upset to hear that she’s leaving. Even a hard-hearted grown-up would be distressed, not to say an innocent lad like him. It’s nothing serious, madam. Don’t worry. A couple of doses of medicine will set him right.\"\n\nJust then it was announced, \"Lin Zhixiao’s wife and Lai Da’s wife are here to see Master Bao.\"\n\n\"It’s good of them to come,\" said the Lady Dowager. \"Ask them in.\"\n\nBut the moment Baoyu heard the name Lin he thought they had come from the Lin family to fetch Daiyu, and he started bellowing in bed.\n\n\"They’re here to take her away!\" he yelled. \"Drive them away! Quick!\"\n\nThe Lady Dowager promptly ordered the women to be sent away, explaining to Baoyu, \"Those aren’t Lin family people. All the Lins are dead, so there’s no one to fetch her away. You needn’t worry.\"\n\n\"I don’t care who they are,\" he ranted. \"No one but Cousin Lin is allowed to have the name Lin. They must all change their names at once.\"\n\n\"All right,\" she soothed him. \"We’ll make every Lin change her name. And we won’t let Lin Zhixiao’s wife into the Garden again. None of you must use the word ‘lin’ either. Mind you do as I say!\"\n\nThe servants assented, not venturing to smile.\n\nJust then Baoyu caught sight of a gold clockwork steamboat among the toys on the chest of drawers. He pointed at it and cried, \"There’s the boat come to fetch her. It’s anchored there.\"\n\nThe Lady Dowager ordered it to be taken down, and Xiren reached out for it. When Baoyu held out his hand for it she gave it to him. He tucked it under his bedding.\n\n\"Now she can’t go away,\" he chuckled, still keeping tight hold of Zijuan.\n\nThen a doctor was announced. The Lady Dowager ordered him to be brought in at once, while Lady Wang, Aunt Xue and Baochai withdrew to the inner room. She herself seated herself by Baoyu’s side.\n\nDoctor Wang saw at a glance how many women were present. After paying his respects to the Lady Dowager he took Baoyu’s hand to feel his pulse. Zijuan had to lower her head, and the doctor could not make out what was wrong. He rose to his feet.\n\n\"This young gentleman’s trouble is temporary mental confusion resulting from some severe shock,\" he told the Lady Dowager. \"According to the ancients, phlegm may cause different types of confusion: when the blood and vital energy are enfeebled so that food cannot be digested; when someone is choked with anger; or when some severe shock causes a stoppage. This is a case of confusion caused by a severe shock. It is a temporary stoppage, less serious than other types.\"\n\n“Just tell me if there’s any danger or not,” snapped the Lady Dowager. “Who asked you to recite a pharmacopoeia?”\n\nThe doctor bowed and answered with a smile, “It’s all right, it’s all right.”\n\n“You’re quite sure?”\n\n“Yes, indeed, madam. I’ll take full responsibility.”\n\n“In that case, please go to the outer room to write your prescription. If you cure him I shall send you additional fees myself and see that he kowtows to you in person. But if you kill him, I’ll send to have your hall of the College of Imperial Physicians pulled down.”\n\nThe doctor simply bowed and said with a smile, “Please don’t, please don’t.”\n\nHe had been so delighted to hear that Baoyu would kowtow to him in person, in addition to the handsome fee, that he kept murmuring, “Please don’t,” and so failed to catch the old lady’s joke about pulling down the hall. The others, however, were amused.\n\nThe prescription was prepared at once. When the medicine was ready and administered, Baoyu became quieter. But he refused to let Zijuan leave him, insisting, “If she goes, that means she’s going back to Soochow.”\n\nThe Lady Dowager and Lady Wang had to order Zijuan to look after him while sending Hupo to wait on Daiyu, who from time to time dispatched Xueyan to ask for news. That evening, when Baoyu was a little calmer, the Lady Dowager and Lady Wang returned to their own quarters, sending several times during the night to inquire after him. Nanny Li and some older nurses kept watch, while Zijuan, Xiren and Qingwen took it in turns to stay with him. Even when he dozed off he would wake with a start from some dream, either crying that Daiyu had gone or that someone had come to fetch her. And each time he had to be soothed by Zijuan. The Lady Dowager also had holy pills to drive out evil spirits and other secret prescriptions made up by the Imperial College, and these were given him according to the directions. The next day he took more of Doctor Wang’s medicine and gradually began to improve. However, though by now in his right mind, he pretended to be still deranged for fear that Zijuan might leave.\n\nZijuan for her part had been thoroughly remorseful since that day, and now she waited on him day and night without any complaint. Xiren having recovered her composure teased her:\n\n“It was all your doing, so it’s up to you to cure him. I’ve never seen such a simpleton as our young master, always flying off the handle. What’s to become of him?”\n\nBut enough of this.\n\nNow Xiangyun had recovered and came every day to see Baoyu. When she found him rational again, she described how crazy he had been during his illness, making him laugh at himself as he lay on his pillow. For he had not known how wild he was and at first could not believe it.\n\nOnce when they were alone and Zijuan was nearby, he took her hand and asked, “Why did you try to scare me that time?”\n\n“It was only a joke,” she replied. “But you took it seriously.”\n\n“What you said sounded so convincing, how could I think it a joke?”\n\n“I made it all up.” Zijuan smiled. “The Lin family have no close relatives. Even those they have don’t live in Soochow but in other provinces, and they’re not in a position to send for Miss Lin. Even if they were, the old lady wouldn’t let her go.”\n\n“Even if she did, I wouldn’t agree,” he declared.\n\n“Would you really? That’s just talk. You’re older now and already engaged. In a couple of years you’ll be married, and then you won’t have eyes for anyone else.”\n\nBaoyu was startled.\n\n“Who’s engaged?” he demanded. “Who to?”\n\n“I heard the old lady say at the beginning of the year that she’d engaged Miss Xue to you — otherwise why should she be so fond of her?”\n\nBaoyu laughed.\n\n“People call me crazy, but you’re even more crazy. That was just a joke. She’s already promised to the son of Academician Mei. If it were true, would I be in this state now? Didn’t you see me swear and smash that stupid jade because I couldn’t convince you? Then I fell ill and have only just recovered, and here you come at me again.”\n\n\"You provoke me!\" he cried, grinding his teeth. \"I only wish I could die this instant and rip out my heart to show you. Then when my flesh and bones have turned to ashes and my ashes to smoke, and a great wind scatters this smoke, so that it can never be reassembled again -- that will be better!\"\n\nTears were streaming down his cheeks again.\n\nZijuan hastily put her hand over his mouth, then wiped his eyes for him.\n\n\"Don't be so impatient,\" she urged him gently. \"It was only because I'm so worried myself that I decided to sound you out.\"\n\nIn surprise he asked, \"What are you worried about?\"\n\nShe smiled. \"You know I don't belong to the Lin family. I'm one of the Jia household's maids like Xiren and Yuanyang. But I was assigned to Miss Lin, and she's been so good to me -- ten times better than the maids she brought from Suzhou -- that we've become inseparable. Now I'm worried that if she leaves, I shall have to go with her. But my whole family's here. If I don't go with her I shall be ungrateful after all her kindness; yet if I do go, I shall be leaving my own folk. So I made up that story to ask your advice, never dreaming you'd take on so.\"\n\n\"So that's what's worrying you, you silly girl!\" he chuckled. \"Well, put your mind at rest. I'll tell you once for all: We must live, live together; or else die, die together, turn to ashes and smoke together. What do you say to that?\"\n\nZijuan was turning this over in her mind when someone came in to announce, \"Master Huan and Master Lan have called to ask how you are, sir.\"\n\n\"Thank them for coming,\" said Baoyu. \"Tell them I've just gone to sleep, so they needn't come in.\"\n\nThe old nurse assented and left.\n\n\"Now you're better, you should let me go back to see my young lady,\" suggested Zijuan.\n\n\"Quite right,\" he agreed. \"I meant to send you yesterday, but I forgot. Off you go now. I'm quite all right again.\"\n\nZijuan accordingly prepared her bedding and toilet things.\n\n\"I noticed you have two or three mirrors in your case,\" he said. \"Will you leave me that small one with the water-chestnut design? I can put it by my pillow and use it when I lie down; and it'll be easy to carry when I go out.\"\n\nShe had to let him have it, and sent a maid over first with her things before taking leave of them all and going back to Bamboo Lodge.\n\nDaiyu had heard of Baoyu's illness and knew that it was not serious, so she sent Amber to wait on the Lady Dowager; but the news had made her own illness worse and she had been weeping a great deal. That evening, after all was quiet and Zijuan had undressed for bed, she told her mistress softly:\n\n\"Baoyu's heart is in the right place. It's hearing of our going away that made him fall ill.\"\n\nDaiyu made no answer to this.\n\nAfter a long pause Zijuan remarked with a sigh, \"Better the present state than more changes. Here ours is a good family. In other ways too it's not too bad. The best thing is that you've grown up together since you were children, and each knows the other's temperament. . . .\"\n\n\"Has the last few days tired you out that you start talking nonsense again instead of going to sleep?\" interjected Daiyu curtly.\n\n\"I'm not talking nonsense. I mean it from the bottom of my heart. I've been worrying on your account all these years, miss, with no one but me to care for you. I've no parents or brothers either, so I know what it is to be all on your own. The thing is to get your life settled while the old lady's still clear-headed and hale and hearty. You know the saying: 'The old are hale in spring but not at the end of it.' If anything should happen to the old lady, miss, with your delicate health and sensitive nature, who knows what may happen then? So I think if she doesn't make the decision for you now, it may be too late later on. Besides, although there are plenty of young men of good family, how many of them are free to choose their own wives? They all have concubines. You may be married to a perfect gentleman, but if he's like all the rest, how can you be sure he won't change after three or five nights?\n\nShe’d just forget all about you. There are plenty of men who dote on a new love and cast off the old, who fall out and become enemies. If a girl’s family has power and influence that’s all right; but one in your position, miss, is all right so long as the old lady’s here. The day she’s gone, you’ll just have to put up with any bullying. So it’s important to make up your mind in good time. You’re so intelligent, miss, don’t you know the common saying: ‘Easier a gold ingot than a true friend’?”\n\n“The girl’s crazy today!” exclaimed Daiyu. “A few days away have changed you into a different person. Tomorrow I shall tell the old lady to send you away — I daren’t keep you.”\n\n“I meant well,” countered Zijuan cheerfully. “I just wanted you to be on your guard, not to do anything wicked. Why report me to the old lady? That would only get me into trouble for no good reason.” With that she went to bed.\n\nAlthough Daiyu had spoken so sharply, she could not but be distressed. After Zijuan retired she wept all night, not dozing off until dawn. The next day she could hardly bring herself to wash and rinse her mouth, and merely swallowed a few mouthfuls of bird’s nest congee. Then the Lady Dowager and some others called to see her and urged her to take good care of herself.\n\nIt was now Aunt Xue’s birthday and, starting from the Lady Dowager, all the ladies sent gifts. Daiyu had to prepare two pieces of her embroidery to send over. That day a company of young actresses was engaged to perform operas for the Lady Dowager and Lady Wang, but Baoyu and Daiyu did not go. That evening when the party broke up, the Lady Dowager dropped in to see the two of them on her way back to her own quarters.\n\nThe next day Aunt Xue’s family invited Xue Ke to a feast with the assistants, and the bustle went on for three or four days before everything was settled.\n\nNow Aunt Xue had been struck by Xiuyan’s good breeding and the fact that, although poor, she was a girl of simple good taste. She thought of betrothing her to Pan, but knowing what a profligate, ill-bred fellow her son was she was afraid of ruining the girl’s life. While she was hesitating, it occurred to her that Xue Ke was not yet engaged and that he and Xiuyan would make a fine couple. She asked Xifeng’s advice.\n\n“You know, aunt, how crotchety our mistress is,” said Xifeng. “Leave it to me to handle this slowly.”\n\nSo when the Lady Dowager called to see her, Xifeng told her, “Aunt Xue has a favour to ask of you, Old Ancestress, but doesn’t like to.”\n\nAt once the old lady asked what it was, and Xifeng explained that a match was proposed between Xue Ke and Xiuyan.\n\n“Why should she hesitate to mention such an excellent thing?” exclaimed the Lady Dowager. “I’ll tell your mother-in-law; of course she’ll agree.” Back in her own apartments she sent for Lady Xing and insisted on acting as match-maker.\n\nLady Xing reflected that the Xues, a wealthy family, were old friends and that Xue Ke was a handsome young man. Besides, the Lady Dowager was sponsoring the match. So she fell in with this proposal.\n\nThe old lady, very pleased, sent to invite Aunt Xue over. When they met, both women were most self-deprecating. Lady Xing lost no time in sending to inform Xiu-yan’s parents. They had come to the capital to throw themselves on her mercy, so how could they refuse? They agreed at once with the greatest delight.\n\n“I’ve always loved meddling,” said the Lady Dowager cheerfully. “And today I’ve brought off another match. I wonder how much I shall get for this?”\n\n“That goes without saying,” replied Aunt Xue. “But even if we bring you a whole fortune, you may not think it enough. There’s just one thing, though: since you’ve arranged this match, Old Ancestress, we need one of the mistress’ family to act as go-between.”\n\n“As that’s the case, I’ll get Madam You and her daughter-in-law,” said the Lady Dowager, and she sent to fetch them.\n\nWhen they heard the reason they hastened to offer their congratulations.\n\n“You know our family customs,” the old lady told them. “There’s never any higgling between the two families. So you can act for me in this.”\n\nMadam You promised to do her best. Delighted, Aunt Xue went home and sent invitations to the Ning Mansion.\n\nKnowing Lady Xing’s character, Madam You would normally have had nothing to do with this. But since the Lady Dowager had asked her she had to agree, resolving to act in accordance with Lady Xing’s wishes. Aunt Xue, being so easy-going, would be no problem. However, that is beside the point.\n\nThe whole household now knew that Aunt Xue had chosen Xiuyan as her daughter-in-law. Lady Xing had wanted to take her niece away to live with her, but the Lady Dowager objected, “What for? The young couple can’t see each other anyway. And what if she does live with her future mother-in-law and sister-in-law? Since they’re all girls, they should get on well together.” So Lady Xing dropped the idea.\n\nXue Ke and Xiuyan, having met on the journey to the capital, were both quite willing to marry the other. Only Xiuyan, more constrained now, felt ill at ease with Baochai and the other girls, especially as Xiangyun was so fond of joking; but being well-bred, although a girl, she was not the silly, affected type.\n\nBaochai had realized from the first that Xiuyan came from a poor family. Whereas the other girls’ parents were all respected elderly people, Xiuyan’s were wastrels who did not treat their daughter properly. And Lady Xing, for the sake of appearances, simply kept up superficial relations without any real affection for her niece. Xiuyan, being a quiet, dignified girl, and Yingchun so simple, could hardly look after herself, let alone anyone else. If Xiuyan was short of daily necessities, having no one to see to it and being unwilling to ask, she went without. Baochai, however, often secretly helped her on the quiet, not daring to let Lady Xing know for fear she might take offence. So this match, which none of them had expected, was a most happy solution. Xiuyan had already taken a fancy to Baochai and still often chatted with her; and Baochai for her part treated her as a younger sister.\n\nOne day, on her way to see Daiyu, Baochai met Xiuyan who was going there too. She smiled and beckoned, and they walked on together. When they reached a rock behind which there was a bench, Baochai asked with a smile, “Why have you changed into unlined clothes although it’s still so cold?”\n\nAt that Xiuyan hung her head without answering.\n\n“I suppose you haven’t received your monthly allowance yet,” guessed Baochai. “Is Xifeng becoming so careless?”\n\n“She gives it to me on the right date,” said Xiuyan. “But my aunt sent to tell me that I don’t need two taels a month, and must save one to send to my parents. If I need anything, I can use Cousin Yingchun’s things and make do. But, sister, you know how simple she is—she doesn’t notice anything. Though she says nothing if I use her things, her nurses and maids are such busybodies, so sarcastic, that though I live in her place I don’t dare order them about. In fact, every few days I have to give them money to buy wine and snacks. So two taels a month isn’t really enough for me. Now that it’s cut by half, the other day I quietly pawnned my padded clothes for some strings of cash to spend.”\n\nBaochai sighed in dismay. “It’s a pity that the Meis are away from the capital and won’t be back till the year after next. If they were here, once they’d married Qin’er we could have arranged your marriage too, and once you’d left here all would have been well. But before his sister’s married, of course Ke won’t marry. So this is a problem. If we wait another two years, I’m afraid\n\nShe’s been worrying herself into a decline. I must talk it over with Mother again.”\n\nThen Baochai pointed to the jade pendant on Xiuyan’s skirt and asked who had given it to her.\n\n“Cousin Tanchun,” was the answer.\n\nBaochai nodded.\n\n“She saw that all the rest had one and you were the only one without, so she was afraid people might laugh at you,” she said. “That was very thoughtful of her.”\n\n“Where are you going now, cousin?” asked Xiuyan.\n\n“To Bamboo Lodge. You go back now and get your maid to bring that pawn-ticket to my place. I’ll quietly get the clothes out and have them taken back to you this evening, so that you can wear them. Otherwise you may catch cold in the wind. But where did you pawn them?”\n\n“At a place called Hengshu in West Drum Street.”\n\n“So it’s come to our own shop!” Baochai laughed. “If the assistants get to know of this, they’ll joke: Before the person arrives, her clothes turn up first.”\n\nXiuyan realized then that this pawnshop was run with the Xue family’s capital. She said nothing but walked off with a smile, blushing.\n\nBaochai went on then to Bamboo Lodge, where she found her mother chatting with Daiyu.\n\n“When did you arrive, mother?” she asked in surprise. “I didn’t know.”\n\n“I’ve been so busy these last few days, I’d no time to come and see Baoyu and Daiyu. So today I came to see them both. They’re both better now.”\n\nDaiyu promptly offered Baochai a seat.\n\n“Things in the world are really hard to foresee,” she remarked. “Fancy Auntie and my uncle’s wife becoming related by marriage!”\n\n“What do young girls know about such things, child?” said Aunt Xue. “As the old saying goes: ‘People a thousand li apart may be linked by marriage.’ It’s all the doing of the Old Man of the Moon. If he’s secretly tied a red thread round the ankles of two young people, not even the ocean can stop them from becoming husband and wife. And it’s always a surprise match. You may have two families that are on close terms, or two young people who’ve grown up together and are considered engaged; but if the Old Man of the Moon hasn’t tied them together, they’ll never be united. Take you two girls, for instance. Maybe your future husbands are right under your eyes, or maybe they’re north and south of the mountains and rivers.”\n\n“Look at mother,” protested Baochai. “Why should she drag us into it?”\n\nShe nestled against her mother as she spoke.\n\n“Let’s go now,” she coaxed.\n\nDaiyu laughed.\n\n“See that? She’s such a sober-sided person normally, but the moment she’s with her mother she starts acting like a child.”\n\nAunt Xue caressed her daughter.\n\n“She’s just like Xifeng with the old lady,” she told Daiyu with a sigh. “When there’s business to attend to, she’s the one to talk it over with; but when there’s nothing to do, she amuses me. With her here, all my worries vanish.”\n\nDaiyu shed tears.\n\n“Why does she have to behave like that in front of me?” she sighed. “It’s as if she were flaunting the fact that I’ve no mother.”\n\n“Don’t be so pert,” Baochai teased. “See how flighty she is, mother, yet she accuses me of acting like a child.”\n\n“She has good reason to be upset,” said Aunt Xue. “Poor child, she’s no parents or close relatives to turn to.” She caressed Daiyu too. “Don’t cry, my dear,” she said. “It upsets me to see you so sad, because I love you even more than your cousin. Although she’s lost her father, at least she has me and her brother. That makes her better off than you. I often tell her I’m fonder of you, but I can’t show it too openly for fear of gossip. There are so many people here who love to pick holes, and few well-disposed ones. Instead of saying you’ve no one to rely on and so deserve more consideration, they’d accuse us of toadying to the old lady because she dotes on you.”\n\nShe’s gone too to ‘pay respects to the river goddess’.” Daiyu laughed.\n\n“In that case, aunt, I’ll adopt you as my mother tomorrow. If you turn me down you’re only pretending to be fond of me.”\n\n“If you don’t think me unworthy, of course I agree,” said Aunt Xue.\n\n“You can’t do that,” put in Baochai quickly.\n\n“Why not?” asked Daiyu.\n\n“Let me ask you this,” countered Baochai with a smile. “Why is it that, before fixing a wife for my brother, they betrothed Cousin Ke to my younger brother? What’s the reason for that?”\n\n“Because your brother wasn’t at home, or because their horoscopes didn’t tally. That’s why they fixed it for your brother first.”\n\n“No, that’s not the way of it. My brother has already seen the girl and set his heart on her, but they’re waiting till he comes home before getting engaged. He didn’t have to be told who it is. That’s why I say you can’t adopt her — just think it over.”\n\nAs she said this she winked at her mother and smiled. Daiyu flung herself against Aunt Xue.\n\n“If you don’t spank her I won’t let you off!” she cried.\n\nAunt Xue hugged her.\n\n“Don’t believe a word your cousin says,” she chuckled. “She’s only teasing you.”\n\n“Really, mother, if you ask the old lady tomorrow to engage her to my brother, wouldn’t she be a better wife for him than some outsider?”\n\nDaiyu scrambled to her feet to go for Baochai.\n\n“You’re completely crazy!” she spluttered laughingly.\n\nAunt Xue hastily tried to soothe her and with one hand held Baochai off. She told the latter:\n\n“I was even afraid that girl Xing might be too good for your brother, that’s why I gave her to your brother instead. I certainly wouldn’t give him this child. The other day, when the old lady wanted your cousin for Baoyu, she was already promised; otherwise she’d have made him a very good wife. When I arranged Keqing’s match the other day, the old lady joked, ‘I meant to have her for one of our boys, but instead she’s carried off one of ours!’ Though she was joking, there’s something in it. Now that Baochin’s engaged too, though I’ve no one to suggest, that doesn’t mean I shouldn’t say anything. I was thinking, your Cousin Bao is so doted on by the old lady and is such a handsome boy, too, that if they look outside for a wife the old lady’s bound to be hard to please. Why not arrange a match between him and your Cousin Lin? Wouldn’t that suit everyone all round?”\n\nDaiyu had been listening blankly, but at this proposal she spat in Baochai’s face.\n\n“You’re crazy!” she cried, blushing as she tugged at her. “Why should you egg aunt on to talk such nonsense?”\n\n“How strange,” retorted Baochai. “Why spank me when it’s mother who made the suggestion?”\n\nZijuan came running in then.\n\n“If that’s your idea, madam, why not propose it to the old lady?” she asked.\n\nAunt Xue laughed.\n\n“What’s the hurry, child? I suppose you’re urging this on me so that your young mistress will marry, and then you can start looking for a young husband.”\n\nZijuan flushed and retorted, “You’re presuming on your age, madam!” Then she turned and went out.\n\nDaiyu called after her, “What’s it to do with you, you minx?” But then she added with a smile, “Amida Buddha! Serves her right! She asked for that snub.”\n\nAunt Xue, her daughter and all the maids had a good laugh.\n\nAt this point Xiangyun burst in, waving a slip of paper.\n\n“What sort of bill is this?” she asked.\n\nDaiyu peered at it but could not make it out.\n\nThe matrons on the floor below chuckled.\n\n“This is a fine thing! It’s not for nothing she’s so artful.”\n\nBaochai hastily took it from Xiangyun and saw that it was the pawn-ticket Xiuyan had mentioned. She folded it up at once.\n\n“That must be the pawn-ticket one of the nannies has lost,” said Aunt Xue. “They’ll be worried and hunting high and low for it. Where did you find it?”\n\n“What’s a pawn-ticket?” asked Xiangyun.\n\n“What a silly girl!” The matrons laughed. “A pawn-ticket is something you take to a pawnshop to get money.”\n\n\"I’ve no idea either.\"\n\nAunt Xue sighed, \"You can’t blame her. She’s a young lady from a noble family, still only a child. How should she know about such things? How could she have seen one? Even if the servants in her family have them, she wouldn’t set eyes on them. Don’t laugh at her for being ignorant. If any of your young ladies saw one, they’d be just as ignorant.\"\n\nThe matrons chuckled, \"Even Miss Lin didn’t recognize it. Not to mention young ladies — even Baoyu, who often goes out, probably hasn’t seen one either.\"\n\nAunt Xue then explained to them what it was. Xiangyun and Daiyu exclaimed with amusement, \"The people who thought this up were out to make money. Do you have a pawnshop like this in your family too, aunt?\"\n\nThe others laughed, \"Even more strange! All crows are black under heaven. Are any different?\"\n\n\"Where did you find this?\" asked Aunt Xue.\n\nXiangyun was about to answer when Baochai cut in quickly, \"It’s an old out-of-date one, written off goodness knows how many years ago. Xiangling picked it up to fool around with them.\"\n\nAunt Xue, accepting this, asked no more.\n\nJust then a maid came in to announce, \"Our elder mistress invites you to go over for a talk, madam.\"\n\nAunt Xue left then.\n\nAs soon as the room was empty, Baochai asked Xiangyun where she had found the ticket.\n\n\"I saw your sister-in-law’s maid Zhuaner slip it quietly to Yinger,\" Xiangyun told her. \"And Yinger put it between the pages of a book, not thinking I’d notice. After they’d gone I had a look at it, but couldn’t make it out. As you were all here, I brought it to see if anyone knew.\"\n\n\"Does she pawn clothes too?\" asked Daiyu. \"If so, why give it to you?\"\n\nBaochai saw that she would have to tell them the truth. And when Daiyu heard the story she was quite distressed, reminded of the saying: \"The fox mourns the death of the hare; and animals grieve for their kind.\"\n\nXiangyun, however, was indignant. \"Let me go and ask Cousin Xichun about it,\" she cried. \"I’ll curse those old women and maids to vent your anger for you, shall I?\" She started out of the room.\n\nBaochai caught hold of her. \"Are you crazy again?\" she scolded. \"Sit down!\"\n\nDaiyu chuckled, \"If you were a man you could go and right wrongs, but what can a girl do? Are you going to play the heroine? How ridiculous!\"\n\n\"Well, if I’m not to go and ask her, let’s invite her tomorrow to come and stay with us in our compound. Wouldn’t that be better?\"\n\n\"We can talk about that tomorrow,\" said Baochai.\n\nJust then it was announced that Tanchun and Xichun had arrived. The three of them hastily dropped the subject.\n\nTo know what followed, read the next chapter."
}