{
  "index": "059",
  "title": "第59章 柳叶渚边嗔莺叱燕 绛芸轩里召将飞符",
  "original": "话说宝玉闻听贾母等回来，随多添了一件衣裳，拄了杖前边来，都见过了。贾母等因每日辛苦，都要早些歇息，一宿无话。次日五鼓，又往朝中去。\n　　离送灵日不远，鸳鸯、琥珀、翡翠、玻璃四人都忙着打点贾母之物，玉钏、彩云、彩霞皆打点王夫人之物，当面查点与跟随的管事媳妇们。跟随的一共大小六个丫鬟，十个老婆媳妇子，男人不算。连日收拾驮轿器械。鸳鸯和玉钏儿皆不随去，只看屋子。一面先几日预备帐幔铺陈之物，先有四五个媳妇并几个男子领出来，坐了几辆车绕过去，先至下处，铺陈安插等候。临日贾母带着贾蓉媳妇坐一乘驮轿，王夫人在后，亦坐一乘驮轿，贾珍骑马率领众家丁围护。又有几辆大车与婆子丫鬟等坐，并放些随换的衣包等件。是日薛姨妈尤氏率领诸人直送至大门外方回。贾琏恐路上不便，一面打发他父母起身，赶上了贾母王夫人驮轿，自己也随后带领家丁押后跟来。\n　　荣府内，赖大添派人丁上夜，将两处厅院都关了，一应出入人等皆走西边小角门，日落时便命关了仪门，不放人出入。园中前后东西角门亦皆关锁，只留王夫人大房之后常系他姐妹出入之门，东边通薛姨妈的角门，这两门因在里院，不必关锁。里面鸳鸯和玉钏儿也将上房关了，自领丫鬟婆子下房去歇。每日林之孝家的带领十来个老婆子上夜，穿堂内又添了许多小厮打更，已安插得十分妥当。\n　　一日清晓，宝钗春困已醒，搴帷下榻，微觉轻寒。及启户视之，见院中土润苔青，原来五更时落了几点微雨。于是唤起湘云等人来，一面梳洗。湘云因说两腮作痒，恐又犯了桃花癣，因问宝钗要些蔷薇硝擦。宝钗道：“前日剩的都给了琴妹妹了。”因说：“颦儿配了许多，我正要要他些来，因今年竟没发痒就忘了。”因命莺儿去取些来。莺儿应了才去时，蕊官便说：“我和你去，顺便瞧瞧藕官。”说着径同莺儿出了蘅芜院。\n　　二人你言我语，一面行走一面说笑，不觉到了柳叶渚。顺着柳堤走来，因见叶才点碧，丝若垂金，莺儿便笑道：“你会拿这柳条子编东西不会？”蕊官笑道：“编什么东西？”鸳儿道：“什么编不得？玩的使的都可。等我摘些下来，带着这叶子编一个花篮，掐了各色花儿放在里头，才是好玩呢。”说着且不去取硝，只伸手采了许多嫩条命蕊官拿着，他却一行走一行编花篮。随路见花便采一二枝，编出一个玲珑过梁的篮子。枝上自有本来翠叶满布，将花放上，却也别致有趣。喜得蕊官笑说：“好姐姐，给了我罢。”莺儿道：“这一个送咱们林姑娘，回来咱们再多采些，编几个大家玩。”说着来至潇湘馆中。黛玉也正晨妆，见了这篮子，便笑说：“这个新鲜花篮是谁编的？”莺儿说：“我编的，送给姑娘玩的。”黛玉接了，笑道：“怪道人人赞你手巧，这玩意儿却也别致。”一面瞧了，一面便叫紫鹃挂在那里。莺儿又问候薛姨妈，方和黛玉要硝。黛玉忙命紫鹃去包了一包，递给莺儿。黛玉又说道：“我好了，今日要出去逛逛。你回去说给姐姐，不用过来问候妈妈，也不敢劳他过来。我梳了头，和妈妈都往那里去吃饭，大家热闹些。”\n　　莺儿答应了出来，便到紫鹃房中找蕊官。只见蕊官却与藕官二人正说得高兴，不能相舍，莺儿便笑说：“姑娘也去呢，藕官先同去等着不好吗？”紫鹃听见如此说，便也说道：“这话倒很是。他这里淘气的可厌。”一面说，一面便将黛玉的匙箸用了一块洋巾包了交给藕官，道：“你先带了这个去，也算一趟差了。”藕官接了，笑嘻嘻同他二人出来，一径顺着柳堤走来。莺儿便又采些柳条，索性坐在山石上编起来，又命蕊官先送了硝去再来。他二人只顾爱看他编，那里舍得去？莺儿只管催，说：“你们再不去，我就不编了。”藕官便说：“同你去了，再快回来。”二人方去了。\n　　这里莺儿正编，只见何妈的女儿春燕走来，笑问：“姐姐编什么呢？”正说着，蕊官、藕官也到了，春燕便向藕官道：“前日你到底烧了什么纸？叫我姨妈看见了，要告你没告成，倒被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”藕官冷笑道：“有什么仇恨？他们不知足，反怨我们。在外头这两年，不知赚了我们多少东西，你说说可有的没的？”春燕也笑道：“他是我的姨妈，也不好向着外人反说他的。怨不得宝玉说：‘女孩儿未出嫁是颗无价宝珠，出了嫁不知怎么就变出许多不好的毛病儿来，再老了，更不是珠子，竟是鱼眼睛了。分明一个人，怎么变出三样来。’这话虽是混账话，想起来真不错。别人不知道，只说我妈和姨妈他老姐儿两个，如今越老了越把钱看的真了。先是老姐儿两个在家抱怨没个差使进益，幸亏有了这园子，把我挑进来。可巧把我分到怡红院，家里省了我一个人的费用不算外，每月还有四五百线的馀剩，这也还说不够。后来老姐儿两个都派到梨香院去照看他们，藕官认了我姨妈，芳官认了我妈，这几年着实宽绰了。如今挪进来，也算撂开手了，还只无厌，你说可笑不可笑？接着我妈和芳官又吵了一场，又要给宝玉吹汤，讨个没趣儿。幸亏园里的人多，没人记的清楚谁是谁的亲故，要有人记得，我们一家子叫人家看着什么意思呢。你这会子又跑了来弄这个，这一带地方上的东西都是我姑妈管着。他一得了这地，每日起早睡晚自己辛苦了还不算，每日逼着我们来照看，生怕有人遭塌，我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动。你还掐这些好花儿，又折他的嫩树枝子，他们即刻就来，你看他们抱怨。”莺儿道：“别人折掐使不得，独我使得。自从分了地基之后，各房里每日皆有分例的不用算，单算花草玩意儿：谁管什么，每日谁就把各房里姑娘丫头戴的，必要各色送些折枝去，另有插瓶的。惟有我们姑娘说了：‘一概不用送，等要什么再和你要。’究竟总没要过一次。我今便掐些，他们也不好意思说的。”\n　　一言未了，他姑妈果然拄了拐杖走来，莺儿、春燕等忙让坐。那婆于见采了许多嫩柳，又见藕官等采了许多鲜花，心里便不受用，看着莺儿编弄，又不好说什么。便说春燕道：“我叫你来照看照看，你就贪着玩不去了。倘或叫起你来，你又说我使你了，拿我作隐身草儿，你来乐！”春燕道：“你老人家又使我，又怕，这会子反说我，难道把我劈八瓣子不成？”莺儿笑道：“姑妈，你别信小燕儿的话。这都是他摘下来，烦我给他编，我撵他，他不去。”春燕笑道：“你可少玩儿！你只顾玩，他老人家就认真的。”那婆子本是愚夯之辈，兼之年迈昏，惟利是命，一概情面不管。正心疼肝断，无计可施，听莺儿如此说，便倚老卖老，拿起拄杖向春燕身上击了几下，骂道：“小蹄子！我说着你，你还和我强嘴儿呢。你妈恨的牙痒痒，要撕你的肉吃呢，你还和我梆子似的！”打得春燕又愧又急，因哭道：“莺儿姐姐玩话，你就认真打我！我妈为什么恨我？又没烧糊了洗脸水，有什么不是？”莺儿本是玩话，忽见婆子认真动了气，忙上前拉住，笑道：“我才是玩话，你老人家打他，这不是臊我了吗？”那婆子道：“姑娘你别管我们的事。难道为姑娘在这里，不许我们管孩子不成？”莺儿听这般蠢话，便赌气红了脸，撒了手，冷笑道：“你要管，那一刻管不得？偏我说了一句玩话，就管他了。我看你管去！”说着便坐下，仍编柳篮子。\n　　偏又春燕的娘出来找他，喊道：“你不来舀水，在那里做什么？”那婆子便接声儿道：“你来瞧瞧，你女孩儿连我也不服了，在这里排揎我呢。”那婆子一面走过来，说：“姑奶奶又怎么了，我们丫头眼里没娘罢了，连姑妈也没了不成？”莺儿见他娘来了，只得又说原故。他姑妈那里容人说话？便将石上的花柳与他娘瞧，道：“你瞧瞧你女孩儿，这么大孩子顽的，他领着人遭塌我，我怎么说人？”他娘也正为芳官之气未平，又恨春燕不遂他的心，便走上来打了个耳刮子，骂道：“小娼妇，你能上了几年台盘，你也跟着那起轻薄浪小妇学！怎么就管不得你们了？干的我管不得，你是我自己生出来的，难道也不敢管你不成？既是你们这起蹄子到得去的地方我到不去，你就死在那里伺候，又跑出来浪汉子！”一面又抓起那柳条子来，直送到他脸上，问道：“这叫做什么？这编的是你娘的什么？”莺儿忙道：“那是我编的，你别指桑骂槐的。”那婆子深妒袭人、晴雯一干人，早知道凡房中大些的丫鬟，都比他们有些体统权势。凡见了这一干人，心中又畏又让，未免又气又恨，亦且迁怒于众，复又看见了藕官，又是他姐姐的冤家；四处凑成一股怒气。\n　　那春燕啼哭着往怡红院去了。他娘又恐问他为何哭，怕他又说出来，又要受晴雯等的气，不免赶着来喊道：“你回来！我告诉你再去。”春燕那里肯回来。急的他娘跑了去要拉他，春燕回头看见，便也往前飞跑。他娘只顾赶他，不防脚下被青苔滑倒。招的莺儿三个人反都笑了。莺儿赌气将花柳皆掷于河中，自回房去。这里把个婆子心疼的只念佛，又骂：“促狭小蹄子！遭塌了花儿，雷也是要劈的。”自己且掐花与各房送去。\n　　却说春燕一直跑进院中，顶头遇见袭人往黛玉处问安去，春燕便一把抱住袭人说：“姑娘救我，我妈又打我呢！”袭人见他娘来了，不免生气，便说道：“三日两头儿，打了干的打亲的。还是卖弄你女孩儿多，还是认真不知王法？”这婆子来了几日，见袭人不言不语，是好性儿的，便说道：“姑娘，你不知道，别管我们的闲事。都是你们纵的，还管什么？”说着，便又赶着打。袭人气的转身进来，见麝月正在海棠下晾手巾，听如此喊闹，便说：“姐姐别管，看他怎么着。”一面使眼色给春燕。春燕会意，直奔了宝玉去。众人都笑说：“这可是从来没有的事，今儿都闹出来了。”麝月向婆子道：“你再略煞一煞气儿，难道这些人的脸面，和你讨一个情还讨不出来不成？”\n　　那婆子见他女儿奔到宝玉身边去，又见宝玉拉了春燕的手，说：“你别怕，有我呢。”春燕一行哭，一行将方才莺儿等事都说出来。宝玉越发急起来，说：“你只在这里闹倒罢了，怎么把你妈也都得罪起来？”麝月又向婆子及众人道：“怨不得这嫂子说我们管不着他们的事。我们原无知，错管了，如今请出一个管得着的人来管一管，嫂子就心服口服，也知道规矩了。”便回头命小丫头子：“去把平儿给我叫来，平儿不得闲，就把林大娘叫了来。”那小丫头子应了便走。众媳妇上来笑道：“嫂子快求姑娘们叫回那孩子来罢。平姑娘来了，可就不好了。”那婆子说道：“凭是那个姑娘来了，也要评个理。没有见个娘管女孩儿，大家管着娘的！”众人笑道：“你当是那个姑娘？是二奶奶屋里的平姑娘啊。他有情么，说你两句；他一翻脸，嫂子你吃不了兜着走。”说着只见那个小丫头回来说：“平姑娘正有事呢，问我做什么，我告诉了他，他说，叫先撵出他去，告诉林大娘，在角门子上打四十板子就是了。”那婆子听见如此说了，吓得泪流满面，央告袭人等说：“好容易我进来了，况且我是寡妇家，没有坏心，一心在里头伏侍姑娘们。我这一去，不知苦到什么田地！”袭人见他如此说，又心软了，便说：“你既要在这里，又不守规矩，又不听话，又乱打人。那里弄你这个不晓事的人来！天天斗口齿，也叫人笑话。”晴雯道：“理他呢，打发他去了正经。那里那么大工夫和他对嘴对舌的？”那婆子又央众人道：“我虽错了，姑娘们吩咐了，以后改过。姑娘们那不是行好积德？”一面又央告春燕：“原是为打你起的，饶没打成你，我如今反受了罪。好孩子，你好歹替我求求罢！”宝玉见如此可怜，便命留下：“不许再闹！再闹，一定打了撵出去。”那婆子一一谢过下去。只见平儿走来，问系何事，袭人笑道：“已完了，不必再提了。”平儿笑道：“‘得饶人处且饶人’，得将就的就省些事罢。但只听见各屋里大小人等都作起反来了，一处不了又一处，叫我不知管那一处是。”袭人笑道：“我只说我们这里反了，原来还有几处。”平儿笑道：“这算什么事？这三四日的工夫，一共大小出了八九件呢，比这里的还大，可气可笑。”袭人等听了诧异。\n不知何事，下回分解。",
  "translation": "Baoyu, hearing that his grandmother was back, put on an extra gown and, leaning on a staff, went to pay his respects to her and the others. As the Lady Dowager and the rest were tired after their daily exertions, they retired early to rest and nothing happened that night. The next day at the fifth watch they had to set off again to the palace.\n\nThe day for the funeral procession was now approaching, and Yuanyang, Hu-po, Feicui and Boli were busy getting the Lady Dowager’s things ready, while Yuchuan, Caiyun and Caixia prepared Lady Wang’s. They checked these in the presence of the stewards’ wives who were to accompany the ladies. The attendants included six maids — big and small — and ten older servants, not counting men. For several days they were busy packing the litters and other paraphernalia. Yuanyang and Yuchuan were not going but would look after the apartments. A few days in advance, curtains and bedding were prepared and sent on ahead by four or five wives and some men in several carriages to the temporary lodge, where they were installed ready for use.\n\nOn the day of the funeral, the Lady Dowager rode in one litter with Madam You, Lady Wang followed in another, and Jia Zhen headed the servants escorting them on horseback. There were several large carriages as well for the maids and older servants, which also carried a change of clothes for the ladies. Aunt Xue and Madam You saw the party off outside the main gate.\n\nJia Lian, having sent off his parents, was afraid there might be some hitch on the way. He overtook the litters of the Lady Dowager and Lady Wang, then fell behind again to bring up the rear with some servants.\n\nBack in the Rong Mansion, Lai Da ordered extra men to keep watch at night, closing both main courtyards so that everyone had to use the small west side gate. At dusk the inner gate was closed and no one allowed through. The side gates to the Garden, east and west, front and rear, were also locked, leaving open only the gate behind Lady Wang’s main apartment normally used by the young ladies, and the east side gate leading to Aunt Xue’s quarters. As both these were inside the inner compound they did not need to be locked. Inside, Yuanyang and Yuchuan closed the main rooms and went to rest in the servants’ quarters with the other maids and nurses. Each night, Lin Zhixiao’s wife headed more than ten women keeping watch, and many extra pages were posted in the corridors to sound the watches. All these arrangements were most satisfactory.\n\nOne early morning, Baochai woke up from her spring sleep, lifted the mosquito-net and got down from her bed, feeling slightly chilly. When she opened the door to look out, the ground was moist and mossy green from a light shower which had fallen at the fifth watch. She woke Xiangyun and the others, and they started washing and doing their hair.\n\nXiangyun, whose cheeks were itching, was afraid this might be the return of her peach-blossom lichen and asked Baochai for some rose-bloom frost to rub on them.\n\n“I gave what was left the other day to Baoqin,” said Baochai. She added, “Daiyu makes a lot of this. I’ve been meaning to ask her for some, but this year as I haven’t had any itching I forgot.” She told Yinger to go and fetch some.\n\nAs Yinger was assenting, Rui’guan put in, “I’ll go with you and see Ouguan at the same time.” So the two of them set off together from Alpinia Park.\n\nChattering together, laughing and joking as they walked, they soon reached Willowy Bank. They followed an embankment fringed with willows whose leaves, sparsely green as yet, hung like golden threads.\n\n“Can you make things out of willow twigs?” Yinger asked.\n“What sort of things?”\n“Anything you like — toys or useful objects. Wait, I’ll pick some to make a basket with the leaves on it. Then if we pick different flowers to put in it, that’ll be fun.”\n\nInstead of fetching the frost then, Yinger broke off some tender twigs and made Rui’guan carry them. As she walked along she started plaiting a basket, picking a flower or two by the wayside to put in it when it was finished. The basket had a high, curving handle and was daintily woven. Covered as it was with green leaves and decorated with flowers, it looked most attractive. Rui’guan was delighted.\n\n“Do give it to me, dear sister!” she begged.\n“I’m going to give this to Miss Lin,” said Yinger. “We’ll pick some more later and make some for all of us to play with.”\n\nBy now they had reached Bamboo Lodge.\n\nShe was doing her morning toilet, and at sight of the basket she asked with a smile, “Who made this pretty fresh basket?”\n\n“I did, for you to play with, miss,” replied Yinger.\n\nDaiyu took it, exclaiming, “How clever people say you are! It’s charming.” She looked at it, then told Zijuan to hang it up.\n\nYinger inquired after Aunt Xue, then asked Daiyu for the saltpetre.\n\nDaiyu promptly ordered Zijuan to wrap up a packet and give it to her, adding, “I’m better today and mean to go out for a stroll. When you go back, tell your young mistress not to trouble to call to inquire after my health or my mother’s. After I’ve done my hair, we’re both going to have a meal with your mistress to have a little fun together.”\n\nYinger assented and went off to Zijuan’s room in search of Ruiguan. She found her and Ouguan chatting so cheerfully that they were reluctant to part.\n\n“My young lady is going over too,” said Yinger. “Why not go on ahead with her, Ouguan, and wait for us there?”\n\nWhen Zijuan heard this she chimed in, “Yes, that’s a good idea. She’s such a nuisance, frisking about here.” She wrapped up Daiyu’s spoon and chopsticks in a handkerchief and handed the bundle to Ouguan. “You can take this along to justify your trip,” she said.\n\nOuguan took it and went off cheerfully with the other two. They followed the path between the willows, and as they strolled along Yinger picked some willow twigs then sat down on a rock to plait them, telling Ruiguan to deliver the saltpetre first and then come back. But the other two were so fascinated that they didn’t want to leave.\n\n“If you don’t go, I shan’t go on plaiting,” Yinger threatened.\n\n“I’ll go with you and hurry straight back,” offered Ouguan.\n\nSo then the two of them left.\n\nAs Yinger went on weaving, Chunyan — the daughter of Mrs. He — came up.\n\n“What are you plaiting, sister?” she asked with a smile.\n\nJust then Ruiguan and Ouguan joined them.\n\n“What paper was it you burned the other day?” Chunyan asked Ouguan. “My aunt saw you and meant to report it, but instead Baoyu put the blame on her and gave her a big scolding. She was so angry she told my mother the whole story. You’ve been away from home two or three years — what grudges can you have that aren’t made up yet?”\n\n“What grudges?” Ouguan smiled scornfully. “They’re never satisfied, that’s why they’re always complaining. Think how much they’ve made out of us in the last two years. It’s all their own fault.”\n\n“She’s my aunt; I can’t very well side with you against her,” replied Chunyan. “No wonder Baoyu says, ‘Before a girl marries she’s a priceless pearl; but after she marries, somehow she acquires all sorts of disagreeable faults, and as she grows old she turns into a fish-eye instead of a pearl. How is it one person can change in three different ways?’ Though that sounds crazy, it’s true. I don’t know about other people, but my mother and my aunt, the two old sisters, seem to care more for money the older they grow. First they were always complaining that they’d no chance to make money. Luckily they were assigned to the Garden and I was chosen to work in it. And as luck would have it, I was sent to Happy Red Court. So apart from saving my keep at home, I bring them four or five hundred cash a month — and still they complain it’s not enough! Later, when the two of them were sent to look after the actresses in Pear Fragrance Court, and Ouguan was assigned to my aunt and Fangguan to my mother, for some years they did very well. Now that we’ve moved in here, they should have called it a day; but they’re still insatiable. Don’t you think that’s ridiculous? Then my mother had a row with Fangguan, and when she tried to ingratiate herself with Baoyu by blowing on his soup, she only got snubbed for her pains. Luckily there are so many people in the Garden, no one can remember exactly who is whose relative. If they did, for our whole family to be working here would look rather bad. Why are you here again today?\n\n‘How could I dare come and do this? Everything in this part of the Garden is under my aunt’s control. Ever since this part was assigned to her, she’s been getting up early and going to bed late. Apart from the work she does herself, she’s always driving the rest of us to come and keep an eye on things, for fear that someone might damage them. And I’m afraid of getting into trouble myself if I don’t do my job properly. Now that we’ve moved in here, she and my mother between them keep a very careful watch on everything. They won’t let anyone so much as touch a blade of grass. And here you are picking all these beautiful flowers and breaking off their nice new branches! They’ll be here any minute. You just wait and see the row there’ll be!’\n\n‘Other people aren’t allowed to pick them, but I am,’ said Oriole. ‘Ever since the different plots were assigned, there’s been a regular daily allowance of flowers for each apartment, not counting all the other flowers and plants. There’s a particular person in charge of each kind, and every day she has to supply so many sprays of each sort to the young ladies and their maids to wear in their hair, and so many more for putting in vases. Only my young lady said, “I don’t want a regular supply. When I want some flowers, I’ll ask for them.” But she’s never once asked for any. So if I pick a few now, they can hardly complain.’\n\nThe words were scarcely out of her mouth when who should come hobbling along but her aunt, leaning on a cane. Oriole and Swallow at once made haste to offer her a seat. The old woman was most put out to see the great pile of willow twigs they had gathered and the heap of fresh flowers that Nénuphar and the other actresses had collected. She watched Oriole plaiting for a while, not liking to say anything, but presently she rounded on Swallow.\n\n‘I told you to keep an eye on things, not to neglect your duties and play about. If I have to send for you presently, you’ll say I’m always finding jobs for you and using me as a human shield to cover up your own enjoyment.’\n\n‘You’re always telling me to do things, but when I do them you get all worried,’ said Swallow. ‘Now you start blaming me. What do you expect me to do? You can’t cut me into eight pieces!’\n\n‘Don’t you take any notice of little Swallow, auntie,’ said Oriole, laughing. ‘She picked all these things and asked me to plait them for her. I tried to get rid of her, but she wouldn’t go.’\n\n‘You’d better watch out,’ said Swallow. ‘If you go on like that, she’ll take you seriously.’\n\nThe old woman was a stupid, obstinate creature and, with the failing powers of old age, was so obsessed with the idea of gain that all human feelings had been obliterated in her. She was already inwardly fuming over the damage and at a loss to know what to do about it. Oriole’s words now provided her with a pretext for venting her anger. She raised her stick and hit Swallow several times with it.\n\n‘You little slut! I tell you off and you answer me back. Your mother is itching to get her teeth into you. She says she’d like to tear you limb from limb. Yet you stand there answering me back as cheeky as you please!’\n\nSmarting with pain and humiliation, Swallow burst into tears.\n\n‘Oriole was only joking, and you take it out on me! What’s my mother got against me, I’d like to know? It’s not as if I’d done anything terrible, like burning the washing-water or something.’\n\nOriole had indeed only been joking and was alarmed to see that the woman had taken her words seriously. She hurried forward and caught hold of her.\n\n‘I was only joking. If you go beating her on my account, I shall feel terrible.’\n\n‘You stay out of this, miss,’ said the woman. ‘Just because you are here, it doesn’t mean we aren’t allowed to chastise our own children.’\n\nThe crassness of the reply made Oriole blush with anger. She let go of the woman’s arm.\n\n‘All right, you can beat her if you want to. There’s nothing to stop you beating her at any time. But just because I made a joke, you have to choose this moment to beat her. Well, go on then. Beat her!’\n\nShe sat down again and went on with her plaiting.\n\nAt that moment Swallow’s mother came out looking for her.\n\n‘Aren’t you ever coming to draw that water? What are you doing out there?’\n\nThe aunt immediately replied to her.\n\n‘Come over here and have a look at your daughter. She won’t do what I tell her. She’s being thoroughly insubordinate.’\n\nThe woman came over.\n\n‘What’s the matter, auntie? I know our girl has no respect for me, her own mother, but surely she ought to show some respect for you?’\n\nOriole felt obliged to explain the circumstances to her, but the aunt would not let her speak.\n\n‘Look at these!’ she said, showing Swallow’s mother the flowers and willow-twigs on the rock. ‘I ask you! A great girl like that encouraging people to damage our property! How can I be expected to keep the others in order if she behaves like that?’\n\nFurious with Fangguan and exasperated by Yancun’s failure to please her, the woman stepped forward and slapped her daughter.\n\n“You little whore!” she swore. “How many years have you been in service that you start aping those dirty little sluts? How dare you defy me? If I can’t control others, you’re my own daughter — am I to put up with disobedience from you too? If you hussies can go where I’m not allowed, you can stay there and wait on them instead of coming out to chase after men.”\n\nShe snatched up the osier and thrust it in her daughter’s face.\n\n“What’s this?” she fumed. “What’s your mother doing with this?”\n\n“I plaited it,” cut in Yinger. “Don’t ‘scold the locust while pointing at the mulberry.’”\n\nThe woman had for some time been jealous of Xiren and Qingwen, knowing that all the senior maids in the different apartments had a certain prestige and authority. She stood rather in awe of them, which was galling. And now her anger against all of them was diverted to Ouguan, her niece’s enemy. All these grievances combined to infuriate her.\n\nChunyan had fled in tears to Happy Red Court. Afraid that if asked why she was crying she might tell the truth and bring more trouble on herself from Qingwen, her mother ran after her calling:\n\n“Come back! Let me tell you something.”\n\nBut Chunyan refused to stop. Her mother had to run to catch her up, and when the girl looked round and saw her coming she flew on faster than ever. The woman in hot pursuit did not look where she was going, and slipping on some moss sat down heavily — to the great amusement of Yinger and her two companions.\n\nYinger in a temper threw all the twigs and flowers she had gathered into the stream, then went back to her own room. The old woman, quite sick at heart, could only exclaim “Amida Buddha!” She swore, “Those dirty little sluts! Wasting flowers like that, they deserve to be struck by lightning!” Then she picked some more to take to the different apartments.\n\nMeanwhile Chunyan had run into the courtyard. She bumped into Xiren, who was on her way to ask after Daiyu’s health, and threw her arms around her.\n\n“Save me, miss!” she cried. “My mother’s beating me again.”\n\nWhen Xiren saw the woman approaching she said indignantly, “Why are you always beating your daughter? Are you showing off how many children you have, or have you no respect for the law?”\n\nDuring the few days she had been there the woman had seen that Xiren was good-natured and not given to talking, so she retorted, “Mind your own business, miss. Don’t interfere. It’s you who spoil them, so what right have you to say anything?”\n\nShe made as if to go on beating her daughter. This so incensed Xiren that she turned back and found Sheyue hanging out towels under the crab-apple tree. At the sound of the commotion Sheyue said:\n\n“Leave her alone, sister. Let’s see what she does.”\n\nShe winked at Chunyan, who took the hint and ran to Baoyu. The other servants laughed.\n\n“This is something new,” they said. “Now she’s starting trouble here.”\n\nSheyue told the woman, “Just calm down a little. Do you suppose none of us has enough face to ask a favour of you?”\n\nWhen the woman saw her daughter run to Baoyu and Baoyu take Chunyan’s hand, saying, “Don’t be afraid, I’m here,” she felt rather daunted. The girl, still sobbing, told him the whole story from beginning to end.\n\nBaoyu was quite put out.\n\n“All right for you to make a row,” he said, “but why should you offend her mother too?”\n\nSheyue remarked to the woman and the other servants, “No wonder she says we’ve no right to control her. We’ve been presumptuous, meddling in what’s none of our business. But now we’ll call in someone who has the right to control you. That should make you acknowledge your fault and realize what’s the rule here.”\n\nShe turned to a young maid. “Go and fetch Ping’er. If she’s busy, ask Mrs. Lin to come.”\n\nThe maid assented and started off.\n\n“Quick, ask the young ladies to call the child back!” she begged. “When Ping-erh comes it will be no joke.”\n\n“I don’t care who comes,” retorted the woman. “There has to be some justice. I never saw the like — a child telling her mother what to do, and everyone taking the child’s part against her mother.”\n\nThey retorted laughingly, “Do you know who she is? She’s Miss Ping-erh from the Second Mistress’ household. If she’s feeling kind, she may just give you a talking-to; but if she loses her temper, you’ll be sorry, sister — you won’t get off lightly.”\n\nJust then the young maid came back to report, “Miss Ping-erh is busy. She asked what I wanted, and when I told her she said, ‘First drive her out, then tell Mrs. Lin to give her forty strokes with the bamboo at the side gate.’”\n\nWhen the woman heard this, she was frightened and dissolved into tears. She begged Xiren and the rest to intercede for her.\n\n“It wasn’t easy for me to get this job,” she pleaded. “Besides, I’m a widow with no ill intentions. I just wanted to serve the young ladies faithfully. If I’m driven away like this, goodness knows what hardships I’ll have to endure.”\n\nXiren’s heart was softened by this appeal.\n\n“If you want to stay, you must keep the rules and do as you’re told, instead of beating people right and left,” she said. “What do you want with a troublesome creature like this, who’s for ever squabbling and making us a laughing-stock?”\n\n“Why bother with her?” put in Qingwen. “Just send her packing, and have done with it. What call have we to bandy words with the likes of her?”\n\nThe woman appealed to them again.\n\n“I know I was wrong,” she whimpered. “But if the young ladies will overlook it this once, I promise to mend my ways. Do be charitable and kind.”\n\nShe also entreated Yuanyang, “This all started because I wanted to beat you. Though I didn’t after all, I’m being punished just the same. Do put in a good word for me, there’s a dear child.”\n\nBaoyu, touched by her distress, ordered that she should stay.\n\n“No more trouble, though,” he warned. “If you make any more, you’ll be beaten and driven out.”\n\nThe woman thanked him profusely and withdrew.\n\nJust then Ping-erh came in to ask what had been happening.\n\n“It’s all over,” Xiren told her with a smile. “No need to mention it.”\n\n“ ‘To forgive is wise,’ ” quoted Ping-erh. “It’s best to shut your eyes when you can, to save trouble. But I’ve heard that in all the different apartments, high and low alike, people are kicking up such rows — one trouble after another — I don’t know which to attend to first.”\n\n“I thought we were the only ones creating a stir here,” replied Xiren. “So there are other places too.”\n\n“What do a few little scenes like this amount to?” Ping-erh smiled. “In the last three or four days we’ve had eight or nine much more serious incidents. They’re enough to make you angry and laugh at the same time.”\n\nXiren and the others were amazed to hear this. But to know what had happened, you must read the next chapter."
}