{
  "index": "060",
  "title": "第60章 茉莉粉替去蔷薇硝 玫瑰露引出茯苓霜",
  "original": "话说袭人因问平儿：“何事这等忙乱？”平儿笑道：“都是世人想不到的，说来也好笑，等过几日告诉你。如今没头绪呢，且也不得闲儿。”一语未了，只见李纨的丫鬟来了，说：“平姐姐可在这里？奶奶等你，你怎么不去了？”平儿忙转身出来，口内笑说：“来了来了。”袭人等笑道：“他奶奶病了，他又成了‘香饽饽’了，都抢不到手。”平儿去了不提。这里宝玉便叫春燕：“你跟了你妈去，到宝姑娘房里，把莺儿安伏安伏，也不可白得罪了他。”春燕一面答应了，和他妈出去。宝玉又隔窗说道：“不可当着宝姑娘说，看叫莺儿倒受了教导。”\n　　娘儿两个应了出来，一面走着，一面说闲话儿。春燕因向他娘道：“我素日劝你老人家，再不信。何苦闹出没趣来才罢。”他娘笑道：“小蹄子，你走罢！俗语说：‘不经一事，不长一智。’我如今知道了，你又该来支问着我了。”春燕笑道：“妈，你若好生安分守己，在这屋里长久了，自有许多好处。我且告诉你句话：宝玉常说，这屋里的人，无论家里外头的，一应我们这些人，他都要回太太全放出去，与本人父母自便呢。你只说这一件可好不好？”他娘听说，喜的忙问：“这话果真？”春燕道：“谁可撤谎做什么？”婆子听了，便念佛不绝。\n　　当下来至蘅芜院中，正值宝钗、黛玉、薛姨妈等吃饭。莺儿自去沏茶。春燕便和他妈一径到莺儿前，陪笑说：“方才言语冒撞，姑娘莫嗔莫怪，特来陪罪。”莺儿也笑了，让他坐，又倒茶，他娘儿两个说有事，便作辞回来。忽见蕊官赶出，叫：“妈妈，姐姐略站一站。”一面走上，递了一个纸包儿给他们，说是蔷薇硝，带给芳官去擦脸。春燕笑道：“你们也太小气了，还怕那里没这个给他？巴巴儿的又弄一包给他去。”蕊官道：“他是他的，我送的是我送的，姐姐千万带回去罢。”春燕只得接了。娘儿两个回来，正值贾环、贾琮二人来问候宝玉，也才进去。春燕便向他娘说：“只我进去罢，你老人家不用去。”他娘听了，自此百依百随的，不敢倔强了。\n　　春燕进来，宝玉知道回复了，便先点头。春燕知意，也不再说一语，略站了一站，便转身出来，使眼色给芳官。芳官出来，春燕方悄悄的说给他蕊官之事，并给了他硝，宝玉并无和琮环可谈之语，因笑问芳官：“手里是什么？”芳官便忙递给宝玉瞧，又说：“是擦春癣的蔷薇硝。”宝玉笑道：“难为他想的到。”贾环听了，便伸着头瞧了一瞧，又闻得一股清香，便弯腰向靴筒内掏出一张纸来，托着笑道：“好哥哥，给我一半儿。”宝玉只得要给他。芳官心中因是蕊官之赠，不肯给别人，连忙拦住，笑说道：“别动这个，我另拿些来。”宝玉会意，忙笑道：“且包上拿去。”\n　　芳官接了这个，自去收好，便从奁中去寻自己常使的。启奁看时，盒内已空，心中疑惑：“早起还剩了些，如何就没了？”因问人时，都说不知。麝月便说：“这会子且忙着问这个，不过是这屋里人一时短了使了。你不管拿些什么给他们，那里看的出来？快打发他们去了，咱们好吃饭。”芳官听说，便将些茉莉粉包了一包拿来。贾环见了，喜的就伸手来接，芳官便忙向炕上一掷。贾环见了，也只得向炕上拾了，揣在怀内，方作辞而去。\n　　原来贾政不在家，且王夫人等又不在家，贾环连日也便装病逃学。如今得了硝，兴兴头头来找彩云。正值彩云和赵姨娘闲谈，贾环笑嘻嘻向彩云道：“我也得了一包好的，送你擦脸。你常说蔷薇硝擦癣比外头买的银硝强，你看看是这个不是？”彩云打开一看，“嗤”的一笑，说道：“你是和谁要来的？”贾环便将方才之事说了一遍。彩云笑道：“这是他们哄你这乡老儿呢。这不是硝，这是茉莉粉。”贾环看了一看，果见比先的带些红色，闻闻也是喷香，因笑道：“这是好的，硝粉一样，留着擦罢，横竖比外头买的高就好。”彩云只得收了。赵姨娘便说：“有好的给你？谁叫你要去了，怎么怨他们耍你！依我，拿了去照脸摔给他去。趁着这会子，撞丧的撞丧去了，挺床的挺床，吵一出子，大家别心净，也算是报报仇。莫不成两个月之后，还找出这个碴儿来问你不成？就问你，你也有话说。宝玉是哥哥，不敢冲撞他罢了，难道他屋里的猫儿狗儿也不敢去问问？”贾环听了，便低了头。彩云忙说：“这又是何苦来。不管怎么，忍耐些罢了。”赵姨娘道：“你也别管，横竖与你无干。趁着抓住了理，骂那些浪娼妇们一顿，也是好的。”又指贾环道：“呸！你这下流没刚性的，也只好受这些毛丫头的气！平白我说你一句儿，或无心中错拿了一件东西给你，你倒会扭头暴筋、瞪着眼摔我；这会子被那起毛崽子耍弄，倒就罢了。你明日还想这些家里人怕你呢。你没有什么本事，我也替你恨！”贾环听了，不免又愧又急，又不敢去，只摔手说道：“你这么会说，你又不敢去！支使了我去闹，他们倘或往学里告去，我捱了打，你敢自不疼。遭遭儿调唆我去，闹出事来，我捱了打骂，你一般也低了头。这会子又调唆我和毛丫头们去闹。你不怕三姐姐，你敢去，我就服你。”一句话戳了他娘的心，便嚷道：“我肠子里爬出来的，我再怕了，这屋里越发有话头儿了！”一面说，一面拿了那包儿，便飞也似往园中去了。彩云死劝不住，只得躲入别房。贾环便也躲出仪门，自去玩耍。\n　　赵姨娘直进园子，正是一头火，顶头遇见藕官的干娘夏婆子走来，瞧见赵姨娘气的眼红面青的走来，因问：“姨奶奶，那里去？”赵姨娘拍着手道：“你瞧瞧！这屋里连三日两日进来唱戏的小粉头们都三般两样，掂人的分量，放小菜儿了！要是别的人我还不恼，要叫这些小娼妇捉弄了，还成了什么了？”夏婆子听了，正中己怀，忙问：“因什么事？”赵姨娘遂将以粉作硝、轻侮贾环之事说了一回。夏婆子道：“我的奶奶，你今日才知道？这算什么事。连昨日这个地方，他们私自烧纸钱，宝玉还拦在头里。人家还没拿进个什么儿来，就说使不得，不干不净的东西忌讳。这烧纸倒不忌讳？你想一想：这屋里除了太太，谁还大似你？你自己掌不起！但凡掌的起来，谁还不怕你老人家？如今我想：趁这几个小粉头儿都不是正经货，就得罪他们，也有限的。快把这两件事抓着理，扎个筏子，我帮着你作证见。你老人家把威风也抖一抖，以后也好争别的。就是奶奶、姑娘们，也不好为那起小粉头子说你老人家的不是。”赵姨娘听了这话，越发有理，便说：“烧纸的事我不知道，你细细告诉我。”夏婆子便将前事一一的说了。又说：“你只管说去，倘或闹起来，还有我们帮着你呢。”\n　　赵姨娘听了，越发得了意，仗着胆子，便一径到了怡红院中。可巧宝玉往黛玉那里去了，芳官正和袭人等吃饭，见赵姨娘来了，忙都起身让：“姨奶奶吃饭。什么事情这么忙？“赵姨娘也不答话，走上来，便将粉照芳官脸上摔来，手指着芳官骂道：“小娼妇养的，你是我们家银子钱买了来学戏的，不过娼妇粉头之流，我家里下三等奴才也比你高贵些。你都会‘看人下菜碟儿’！宝玉要给东西，你拦在头里，莫不是要了你的了？拿这个哄他，你只当他不认得呢。好不好，他们是手足，都是一样的主子，那里有你小看他的？”\n　　芳官那里禁得住这话，一行哭，一行便说：“没了硝，我才把这个给了他。要说没了，又怕不信。难道这不是好的。我就学戏，也没在外头唱去。我一个女孩儿家，知道什么‘粉头’‘面头’的，姨奶奶犯不着来骂我，我又不是姨奶奶家买的。‘梅香拜把子，都是奴才’罢咧，这是何苦来呢！”袭人忙拉他说：“休胡说。”赵姨娘气的发怔，便上来打了两个耳刮子。袭人等忙上来拉劝，说：“姨奶奶不必和他小孩子一般见识，等我们说他。”芳官捱了两下打，那里肯依？便打滚撒拨的哭闹起来。口内便说：“你打的着我么，你照照你那模样儿再动手！我叫你打了去，也不用活着了！”撞在他怀内叫他打。众人一面劝，一面拉。晴雯悄拉袭人说：“不用管他们，让他们闹去，看怎么开交。如今乱为王了，什么你也来打，我也来打，都这样起来，还了得呢！”外面跟赵姨娘来的一干人听见如此，心中各各趁愿，都念佛说：“也有今日！”又有一干怀怨的老婆子，见打了芳官，也都趁愿。\n　　当下藕官、蕊官等正在一处玩，湘云的大花面葵官，宝琴的豆官，两个听见此信，忙找着他两个说：“芳官被人欺负，咱们也没趣儿。须得大家破着大闹一场，方争的过气来。”四人终是小孩子心性，只顾他们情分上义愤，便不顾别的，一齐跑入怡红院中。豆官先就照着赵姨娘撞了一头，几乎不曾将赵姨娘撞了一跤。那三个也便拥上来，放声大哭，手撕头撞，把个赵姨娘裹住。晴雯等一面笑，一面假意去拉。急的袭人拉起这个，又跑了那个，口内只说：“你们要死啊，有委屈只管好说，这样没道理还了得了。”赵姨娘反没了主意，只好乱骂。蕊官、藕官两个一边一个，抱住左右手；葵官、豆官前后头顶住，只说：“你打死我们四个才算。”芳官直挺挺躺在地下，哭的死过去。\n　　正没开交，谁知晴雯早遣春燕回了探春。当下尤氏、李纨、探春三人带着平儿与众媳妇走来，忙忙把四个喝住。问起原故来，赵姨娘气的瞪着眼、粗了筋，一五一十说个不清。尤、李两个不答言，只喝禁他四人。探春便叹气说道：“这是什么大事，姨娘太肯动气了。我正有一句话，要请姨娘商议，怪道丫头们说不知在那里，原来在这里生气呢。姨娘快同我来。”尤氏、李纨都笑说：“请姨娘到厅上来，咱们商量。”赵姨娘无法，只好同他三人出来，口内犹说长说短。探春便说：“那些小丫头子们原是玩意儿，喜欢呢，和他玩玩笑笑；不喜欢，可以不理他就是了。他不好了，如同猫儿狗儿抓咬了一下子，可恕就恕；不恕时，也只该叫管家媳妇们，说给他去责罚。何苦自不尊重，大吆小喝，也失了体统。你瞧周姨娘，怎么没人欺他，他也不寻人去？我劝姨娘且回房去煞煞气儿，别听那说瞎话的混账人调唆，惹人笑话。自己呆，白给人家做活。心里有二十分的气，也忍耐这几天，等太太回来自然料理。”一席话，说得赵姨娘闭口无言，只得回房去了。\n　　这里探春气的和李纨、尤氏说：“这么大年纪，行出来的事总不叫人敬服。这是什么意思，也值的吵一吵，并不留体统！耳朵又软，心里又没有算计，这又是那起没脸面的奴才们调唆的，作弄出个呆人，替他们出气。”越想越气，因命人：“查是谁调唆的！”媳妇们只得答应着出来，相视而笑，都说是：“大海里那里捞针去？”只得将赵姨娘的人并园中人唤来盘诘，都说：“不知道。”众人也无法，只得回探春：“一时难查，慢慢的访。凡有口舌不妥的，一总来回了责罚。”探春气渐渐平服方罢。可巧艾官便悄悄的回探春说：“都是夏妈素日和这芳官不对，每每的造出些事来。前日赖藕官烧纸，幸亏是宝二爷自己应了，他才没话。今日我给姑娘送绢子去，看见他和姨奶奶在一处说了半天，嘁嘁喳喳的，见了我来才走开了。”探春听了，虽知情弊，亦料定他们皆一党，本皆淘气异常，便只答应，也不肯据此为证。\n　　谁知夏婆的外孙女儿小蝉儿，便是探春处当差的，时常与房中丫鬟们买东西，众女孩儿都待他好。这日饭后，探春正上厅理事，翠墨在家看屋子，因命小蝉出去叫小么儿买糕去。小蝉便笑说：“我才扫了个大院子，腰腿生疼的，你叫别的人去罢。”翠墨笑说：“我又叫谁去，你趁早儿去，我告诉你一句好话，你到后门顺路告诉你老娘，防着些儿。”说着，便将艾官告他老娘的话告诉了他。小蝉听说，忙接了钱，说：“这个小蹄子也要捉弄人，等我告诉去。”说着，便起身出来。至后门边，只见厨房内此刻手闲之时，都坐在台阶上说闲话呢，夏婆亦在其内。小蝉便命一个婆子出去买糕，他且一行骂，一行说，将方才的话告诉了夏婆子。夏婆子听了，又气又怕，便欲去找艾官问他，又要往探春前去诉冤。小蝉忙拦住说：“你老人家去怎么说呢？这话怎么知道的？可又唠登不好了。说给你老人家防着就是了，那里忙在一时儿？”\n　　正说着，忽见芳官走来，扒着院门，笑向厨房中柳家的媳妇说道：“柳婶子，宝二爷说了：晚饭的素菜，要一样凉凉的酸酸的东西，只不要搁上香油弄腻了。”柳家的笑道：“知道。今儿怎么又打发你来告诉这么句要紧的话呢？你不嫌腌，进来逛逛。”芳官才进来，忽有一个婆子手里托了一碟子糕来。芳官戏说：“谁买的热糕？我先尝一块儿。”小蝉一手接了，道：“这是人家买的，你们还希罕这个！”柳家的见了，忙笑道：“芳姑娘，你爱吃这个，我这里有才买下给你姐姐吃的，他没有吃，还收在那里，干干净净没动的。”说着，便拿了一碟子出来，递给芳官，又说：“你等我替你炖口好茶来。”一面进去现通开火炖茶。芳官便拿着那糕，举到小蝉脸上，说：“谁希罕吃你那糕，这个不是糕不成？我不过说着玩罢了，你给我磕头，我还不吃呢。”说着，便把手内的糕掰了一块扔着逗雀儿玩，口内笑说道：“柳婶子，你别心疼，我回来买二斤给你。”小蝉气的怔怔的瞅着说道：“雷公老爷也有眼睛，怎么不打这作孽的人！”众人都说道：“姑娘们罢哟，天天见了就咕唧。”有几个伶透的见他们拌起嘴来了，又怕生事，都拿起脚来各自走开。当下小蝉也不敢十分说话，一面咕哝着去了。\n　　这里柳家的见人散了，忙出来和芳官说：“前日那话说了没有？”芳官道：“说了。等一两天，再提这事。偏那赵不死的又和我闹了一场。前日那玫瑰露，姐姐吃了没有？他到底可好些？”柳家的道：“可不都吃了。他爱的什么儿似的，又不好合你再要。”芳官道：“不值什么，等我再要些来给他就是了。”原来柳家的有个女孩儿，今年十六岁，虽是厨役之女，却生得人物与平、袭、鸳、紫相类。因他排行第五，便叫他五儿。只是素有弱疾，故没得差使。近因柳家的见宝玉房中丫鬟，差轻人多，且又闻宝玉将来都要放他们，故如今要送到那里去应名。正无路头，可巧这柳家的是梨香院的差使，他最小意殷勤，伏侍的芳官一干人比别的干娘还好。芳官等待他也极好。如今便和芳官说了，央及芳官去和宝玉说。宝玉虽是依允，只是近日病着，又有事，尚未得说。\n　　前言少述，且说当下芳官回至怡红院，回复了宝玉。这里宝玉正为赵姨娘吵闹，心中不悦，说又不是，不说又不是。只等吵完了，打听着探春劝了他去后，方又劝了芳官一阵，因使他到厨房说话去。今见他回来，又说还要些玫瑰露给柳五儿吃去，宝玉忙道：“有着呢，我又不大吃，你都给他吃去罢。”说着，命袭人取出来。见瓶中也不多了，遂连瓶给了芳官。芳官便自携了瓶与他去。正值柳家的带进他女儿来散闷，在那边畸角子一带地方逛了一回，便回到厨房内，正吃茶歇着呢。见芳官拿了一个五寸来高的小玻璃瓶来，迎亮照着，里面有半瓶胭脂一般的汁子，还当是宝玉吃的西洋葡萄酒。母女两个忙说：“快拿镟子烫滚了水，你且坐下。”芳官笑道：“就剩了这些，连瓶子给你罢。”五儿听说，方知是玫瑰露，忙接了，又谢芳官。因说道：“今日好些，进来逛逛。这后边一带，没有什么意思，不过是些大石头大树和房子后墙，正经好景致也没看见。”芳官道：“你为什么不往前去？”柳家的道：“我没叫他往前去。姑娘们也不认得他，倘有了不对眼的人看见了，又是一番口舌。明日托你携带他，有了房头儿，怕没人带着逛呢，只怕逛腻了的日子还有呢。”芳官听了，笑道：“怕什么？有我呢。”柳家的忙道：“嗳哟哟，我的姑娘！我们的头皮儿薄，比不得你们。”说着，又倒了茶来。芳官那里吃这茶，只漱了一口便走了。柳家的说：“我这里占着手呢，五丫头送送。”\n　　五儿便送出来，因见无人，又拉着芳官说道：“我的话到底说了没有？”芳官笑道：“难道哄你不成？我听见屋里正经还少两个人的窝儿，并没补上：一个是小红的，琏二奶奶要去了，还没给人来；一个是坠儿的，也没补。如今要你一个也不算过分。皆因平儿每每和袭人说：‘凡有动人动钱的事，得挨的且挨一日。如今三姑娘正要拿人作筏子呢。’连他屋里的事都驳了两三件，如今正要寻我们屋里的事没寻着，何苦来往网里碰去？倘或说些话驳了，那时候老了，倒难再回转。且等冷一冷儿，老太太、太太心闲了，凭是天大的事，先和老的儿一说，没有不成的。”五儿道：“虽如此说，我却性儿急，等不得了。趁如今挑上了，头宗，给我妈争口气，也不枉养我一场；二宗，我添了月钱，家里又从容些；三宗，我开开心，只怕这病就好了。就是请大夫吃药，也省了家里的钱。”芳官说：“你的话我都知道了，你只管放心。”说毕，芳官自去了。\n　　单表五儿回来，和他娘深谢芳官之情。他娘因说：“再不承望得了这些东西。虽然是个尊贵物儿，却是吃多了也动热，竟把这个倒些送个人去，也是大情。”五儿问：“送谁？”他娘道：“送你姑舅哥哥一点儿，他那热病，也想这些东西吃。我倒半盏给他去。”五儿听了，半日没言语，随他妈倒了半盏去，将剩的连瓶便放在家伙厨内。五儿冷笑道：“依我说，竟不给他也罢了。倘或有人盘问起来，倒又是一场是非。”他娘道：“那里怕起这些来，还了得。我们辛辛苦苦的，里头赚些东西，也是应当的，难道是作贼偷的不成？”说着，不听，一径去了，直至外边他哥哥家中。他侄儿正躺着。一见这个，他哥哥、嫂子、侄儿，无不欢喜。现从井上取了凉水，吃了一碗，心中爽快，头目清凉。剩的半盏，用纸盖着放在桌上。\n　　可巧又有家中几个小厮—和他侄儿素日相好的伴儿，走来看他的病。内中有一个叫钱槐，是赵姨娘之内亲。他父母现在库上管账，他本身又派跟贾环上学。因他手头宽裕，尚未娶亲，素日看上柳家的五儿标致，一心和父母说了，娶他为妻。也曾央中保媒人，再四求告。柳家的父母却也情愿，争奈五儿执意不从，虽未明言，却已中止，他父母未敢应允。近日又想往园内去，越发将此事丢开，只等三五年后放出时，自向外边择婿了。钱槐家中人见如此，也就罢了，争奈钱槐不得五儿，心中又气又愧，发恨定要弄取成配，方了此愿。今日也同人来看望柳氏的侄儿，不期柳家的在内。柳家的见一群人来了，内中有钱槐，便推说不得闲，起身走了。他哥哥嫂子忙说：“姑妈怎么不喝茶就走？倒难为姑妈记挂着。”柳家的因笑道：“只怕里头传饭。再闲了，出来瞧侄儿罢。”他嫂子因向抽屉内取了一个纸包儿出来，拿在手内，送了柳家的出来，至墙角边递与柳家的，又笑道：“这是你哥哥昨日在门上该班儿。谁知这五日的班儿，一个外财没发，只有昨日有广东的官儿来拜，送了上头两小篓子茯苓霜，馀外给了门上人一篓作门礼。你哥哥分了这些，昨儿晚上我打开看了看，怪俊，雪白的。说拿人奶和了，每日早起吃一钟，最补人的。没人奶就用牛奶，再不得就是滚白水也好。我们想着正是外甥女儿吃得的，上半天原打发小丫头子送了家去，他说锁着门，连外甥女儿也进去了。本来我要礁瞧他去，给他带了去的，又想着主子们不在家，各处严紧，我又没什么差使，跑什么？况且这两日风闻着里头家反作乱的，倘或沾带了，倒值多了，姑妈来的正好，亲自带去罢。”\n柳氏道了生受，作别回来。刚走到角门前，只见一个小么儿笑道：“你老人家那里去了？里头三次两趟叫人传呢，叫我们三四个人各处都找到了。你老人家从那里来了？这条路又不是家去的路，我倒要疑心起来了。”那柳家的笑道：“好小猴儿崽子，你也和我胡说起来了。回来问你。”\n要知端底，下回分解。",
  "translation": "Xiren asked Pinger, “What’s all this hurry and commotion about?”\n\n“It’s something nobody could ever have imagined,” Pinger answered with a laugh. “It’s really ridiculous, but I’ll tell you all about it in a few days’ time. There’s no sense to it at all at the moment, and anyway I’ve no time to spare now.”\n\nBefore the words were out of her mouth, Li Wan’s maid arrived.\n\n“Is Sister Pinger here?” she asked. “Our mistress is waiting for you. Why haven’t you come?”\n\nPinger turned and hurried out, saying with a smile, “I’m coming, I’m coming.”\n\nXiren and the others laughed.\n\n“Now that her mistress is ill, she’s a regular favourite,” they said. “Everyone is fighting for her services.”\n\nBut let us return to Baoyu.\n\nHe called Chunyan and said, “Go with your mother to Miss Baochai’s place and apologize to Yinger for offending her.”\n\nChunyan assented and went off with her mother.\n\nBaoyu called through the window after them, “Mind you don’t say anything about this in front of Miss Baochai, or Yinger may get a scolding too.”\n\nMother and daughter agreed to this as they left, chatting on their way.\n\n“I’ve often advised you, ma, but you wouldn’t ever listen to me,” said Chunyan. “You have to make a fool of yourself before you’ll stop.”\n\n“Just you wait, you young bitch!” Her mother grinned. “As the proverb says, ‘We learn from experience.’ Now that I’ve learned my lesson, you start nagging me.”\n\n“If you’d just behave yourself, ma, and stay on here, you’d have nothing to worry about. Let me tell you something. Baoyu often says that all the maids in this household, whether they were bought or born in slavery, are to be freed and allowed to do as they choose by their parents. What do you think of that?”\n\nThe old woman exclaimed in delight, “Is that true?”\n\n“What would I want to lie for?”\n\nThe old woman at once began to invoke Buddha.\n\nWhen they reached Alpinia Park, Baochai, Daiyu and Aunt Xue were at meal. Yinger had gone to make tea. So Chunyan and her mother went up to her.\n\n“We were very rude just now,” they said with a conciliatory smile. “We hope you won’t be angry, miss, but will forgive us. We’ve come specially to apologize.”\n\nYinger smilingly offered them a seat and poured them tea; but they declined on the plea of business and took their leave. As they were leaving, however, Ruiguan ran after them.\n\n“Wait a moment, aunt and sister!” she called.\n\nShe caught up with them and handed them a package, explaining that it was some rose-nitrate for Fangguan to use on her face.\n\n“You’re too particular,” said Chunyan. “Are you afraid she can’t get any there that you have to send her this?”\n\n“What she has is hers, this is my present,” said Ruiguan. “Be sure to take it to her, sister.”\n\nSo Chunyan had to accept it.\n\nUpon their return, Jia Huan and Jia Cong came to inquire after Baoyu and had just gone in.\n\n“You wait here, ma, I’ll go in,” said Chunyan.\n\nHer mother agreed, and from that day on she became so meek and docile that she never answered back.\n\nWhen Chunyan went in, Baoyu knowing that she had carried out his instructions nodded to her. Taking the hint she said no more but after standing there for a little while withdrew, having signalled to Fangguan to join her. Then in a low voice she told her about Ruiguan’s gift and gave her the nitrate.\n\nBaoyu, having nothing to say to Jia Cong and Jia Huan, asked Fangguan with a smile, “What’s that in your hand?”\n\nFangguan handed it to him to see, explaining, “It’s rose-nitrate to rub on spring rashes.”\n\n“It’s kind of her to think of it,” he said.\n\nWhen Jia Huan heard this he craned forward to look, and as the powder had a delicate fragrance he stooped, fumbled in his boot and pulled out a handkerchief, then held it out smiling.\n\n“Good brother, let me have half,” he begged.\n\nBaoyu felt obliged to agree, but Fangguan was reluctant to part with a gift from Ruiguan.\n\nShe hurriedly intervened, smiling. “Don’t take that. I’ll find you some other kind.”\n\nBaoyu, understanding, urged her, “Yes, wrap some up quickly.”\n\nFang Guan took the bottle away to put it in safe keeping, then looked in her own vanity case for the powder she normally used. When she opened it, to her surprise the case was empty.\n\n“There was some left this morning,” she mused. “How can it have gone so soon?”\n\nWhen she asked the others, none of them knew.\n\n“What point is there in worrying about that now?” said Sheyue. “Someone in our room must have used it up. Whatever you give them, how are they to know the difference? Hurry up and get rid of them so that we can have our meal.”\n\nFang Guan accordingly wrapped up a packet of jasmine powder and brought it in. At sight of it Jia Huan reached out gleefully to take it, but she threw it on the kang. He had to pick it up himself and stow it in his pocket before taking his leave.\n\nHis father Jia Zheng being away from home and Lady Wang too, for the last few days Jia Huan had been playing truant on the pretext of illness. And now, in high spirits after getting this “nitre,” he went to look for Caiyun. She happened to be chatting with Concubine Zhao.\n\nGrinning, he told Caiyun, “I’ve got some good stuff too to give you for your face. You’re always saying that rose nitre is better for your lichen than the silver nitre you buy outside. See if this is the right kind.”\n\nCaiyun opened the packet and giggled.\n\n“Who did you get it from?” she asked.\n\nWhen he described what had happened, she said, “They were fooling you, you simpleton. This isn’t nitre, it’s jasmine powder.”\n\nJia Huan examined it and saw that it was somewhat pinker than the previous powder, and when he sniffed it, it certainly smelt fragrant.\n\n“Well, it’s good anyway,” he said. “It’s just the same as nitre. You may as well keep it to use. Surely it’s better than the stuff you buy outside.”\n\nSo Caiyun put it away.\n\n“Why should they give you anything good?” fumed Concubine Zhao. “It’s your own fault for asking. You’ve no one but yourself to blame for their making a fool of you. If I were you, I’d take this and throw it in the face of the one who gave it you. Just now, while that wretch is away and the other one’s lying down on the job, you should kick up a row to upset them and have your revenge. Are they going to wait two months before calling you to account? And even if they do, you’ve got an answer. Baoyu’s your elder brother, so of course you daren’t tackle him; but are you afraid of the cats and dogs in his room too?”\n\nJia Huan lowered his head at this.\n\n“Why make such an issue of it?” put in Caiyun. “Just put up with it, that’s all.”\n\n“You keep out of this,” snapped Concubine Zhao. “It’s none of your business, anyway. It’s only right to catch them in the wrong and curse those shameless sluts.” She pointed at Jia Huan. “You spineless, worthless wretch! Fancy letting those young bitches make a fool of you! If I say one word out of turn, or give you the wrong thing by mistake, you glare at me, your veins swell and you storm out. But you let those young bastards play tricks on you and take it lying down. Don’t expect the household to go on fearing you. You’ve no guts — I’m disgusted with you!”\n\nJia Huan, mortified and enraged but not venturing to go, simply wrung his hands.\n\n“You’re a fine one to talk,” he retorted. “But you daren’t go either. You only egg me on to make trouble. If they report me to the school and I get a beating, you won’t feel it. Every time you push me into making a row and I’m beaten or cursed, you lower your head and take it. Now you’re inciting me to quarrel with those young bitches. If you’ve the nerve to go — if you aren’t afraid of Third Sister — I’ll take my hat off to you.”\n\nThis touched his mother on the raw.\n\n“I gave birth to you, and if I’m afraid of her too that gives people more to gossip about,” she cried.\n\nShe snatched up the packet and flew then and there to the Garden.\n\nUnable to restrain her, Yun’s widow could only keep out of the way in another room, and Jia Huan slipped out too to amuse himself.\n\nAunt Zhao, entering the Garden in a flaming temper, ran into the foster-mother of Ouguan, Nanny Xia. When the old woman saw how livid with rage Aunt Zhao was, she asked:\n\n“Where are you going, madam?”\n\n“Just look at this!” cried Aunt Zhao, clapping her hands. “Even those little painted harlots who come here every other day to sing can pick and choose who to put in their place. If it were anyone else I wouldn’t mind, but how can I let myself be insulted by such little sluts?”\n\nThis was just what Nanny Xia wanted to hear.\n\n“What’s happened?” she asked.\n\nAunt Zhao told her how rouge had been substituted for nitre to fool Jia Huan.\n\n“So now you know, madam!” exclaimed the nanny. “But that’s nothing. Why, only yesterday in this very Garden they burnt paper money on the sly, and Baoyu tried to cover up for them. When people bring in certain things he says they’re unlucky and mustn’t be used as they’re unclean; yet he doesn’t mind paper money being burnt! Just think it over: Who’s of higher standing here apart from Her Ladyship? But you don’t assert yourself. If you did, who’d dare not show respect? Those little actresses are a bad lot, not worth worrying about. If you offend them, so what? You’ve good reason to complain on both these counts, and I’ll back you up as your witness. Show them who’s master, then in future you can hold up your head. Even if the young ladies take the side of those little hussies, they won’t be able to blame you.”\n\nThis made Aunt Zhao even more convinced that she was in the right.\n\n“I didn’t know about the paper money,” she said. “Tell me the whole story.”\n\nNanny Xia did so, then urged, “Just go ahead and have it out with them. If they make trouble, we’ll back you up.”\n\nThus egged on, Aunt Zhao plucked up courage and went straight to Happy Red Court. As luck would have it, Baoyu had gone to see Daiyu. Fangguan was having a meal with Xiren and some of the other girls, and when they saw Aunt Zhao they stood up and invited her to join them.\n\n“What brings you here in such a hurry, madam?” they asked.\n\nWithout a word, Aunt Zhao stepped forward and threw the rouge in Fangguan’s face.\n\n“Whore!” she swore, pointing one finger at her. “You were bought with our money to learn acting, no better than any common whore or prostitute. The lowest-grade slaves in our household are better than you. How dare you ‘judge what dish to serve by who comes to the table’? When Baoyu wants to give people something, you stop him — as if it was yours! How could you try to fob him off with this? Do you take him for a fool? They’re brothers, both your masters. What right have you to look down on one of them?”\n\nThis was more than Fangguan could take. She started sobbing.\n\n“There wasn’t any nitre left, that’s why I gave him this,” she cried. “If I’d said we’d run out, I was afraid he wouldn’t believe me. Isn’t this good enough anyway? Even if I did learn acting, I’ve never performed outside. I’m only a girl, what do I know about whores and prostitutes? You’ve no call to come here and curse me, madam. You didn’t buy me. ‘Maid Plum Blossom swearing sisterhood — all slaves.’ What’s the point of coming to bully me?”\n\nXiren hastily pulled her back, crying, “Don’t talk such nonsense!”\n\nAunt Zhao was speechless with rage. She slapped the girl twice. Xiren and the others hastily intervened.\n\n“Please don’t lose your temper with a child, madam,” they begged. “Leave her to us. We’ll give her a talking to.”\n\nBut Fangguan, after these two slaps, would not keep quiet. She rolled on the ground, sobbing and screaming.\n\n“You can hit me if you like,” she bawled. “But just take a look at yourself in the mirror first! I’ll let you beat me to death, but you’ll pay for it....”\n\n\"If I’m to live, so be it; if not, I’ll die!” She threw herself against him, crying, “Strike me then!”\n\nWhile the others tried to reason with him or hold him back, Xiren whispered to Qingwen, “Let them fight it out. Just see what comes of it. Things are in such a mess here, with everyone throwing their weight about, if this goes on we’ll be done for.”\n\nZhao Yi Niang’s servants, hearing this, were delighted. “Amida Buddha!” they exclaimed. “She’s getting her deserts today.” And some old nurses who had a grudge against Fangguan were also pleased to see her beaten.\n\nAt this point, Ouguan and Ruiguan were amusing themselves elsewhere with Kuiguan — the girl with the painted face given to Xiangyun — and Douguan given to Baoqin. When the latter two heard the news they hurried to find Ouguan and Ruiguan.\n\n“Fangguan’s being bullied,” they said. “We’ve lost face too. The only way to get back our honour is to put up a fight and raise a big shindy.”\n\nBeing childish, the four of them were swayed by emotion and blind to everything else. They charged together into Happy Red Court. Douguan butted into Zhao Yi Niang so hard that she nearly knocked her over, while the other three threw themselves on her, weeping and wailing, pummelling her and butting her again. Qingwen and the rest pretended to try to part them, but were really laughing up their sleeves. Xiren in desperation pulled one away, only for another to dash in.\n\n“Are you crazy?” she cried. “If you’ve a grievance, you can explain it properly. This is outrageous!”\n\nZhao Yi Niang, not knowing what to do, simply went on cursing. Ruiguan and Ouguan seized her right and left arms, while Kuiguan and Douguan butted her in the back and chest.\n\n“Go on and beat all four of us to death!” they cried.\n\nFangguan was lying stiffly on the ground, apparently dead from weeping.\n\nAt this impasse, Qingwen who had already sent Chunyan to fetch Tanchun, now arrived with Madam You, Li Wan and Pinger, followed by some serving-women. They at once called to the four girls to stop, and when asked the reason for this fight Zhao Yi Niang could only glare, her veins swollen with rage, and pour out a torrent of incoherent abuse. Madam You and Li Wan ignored her and simply ordered the four girls to desist.\n\nTanchun said with a sigh, “Such a fuss over such a trifle! Why get so worked up, aunt? I’ve something to discuss with you, and was wondering why none of the maids knew where you were. So you were here venting your anger. Do come with me.”\n\nMadam You and Li Wan urged her, “Yes, come to the hall so that we can talk it over.”\n\nZhao Yi Niang had to go with the three of them, still muttering indignantly.\n\nTanchun told her, “Those young actresses are just children. If you like them, you can joke with them; if not, just ignore them. If they misbehave, it’s no worse than a scratch or bite from a cat or dog. You can overlook it or, if not, have the stewards’ wives punish them. Why lower yourself to shouting and screaming like this? It’s so undignified. Look at Concubine Zhou: no one insults her, and she doesn’t pick quarrels with anyone either. I advise you to go back and calm down, aunt. Don’t listen to trouble-makers who make up tales to incite you and make people laugh at you. It’s silly to do other people’s dirty work for them. However angry you are, you must control yourself these few days until Her Ladyship comes back; then she’ll settle everything.”\n\nThis reduced Zhao Yi Niang to silence and she had to go back to her room.\n\nThen Tanchun, very put out, said to Li Wan and Madam You, “How can a woman of her age behave in such an undignified way? I feel quite ashamed for her. Fancy making such a scene over a trifle, with no regard for decorum! She’s so weak-willed and stupid, she lets herself be put up to this by contemptible slaves who use her as their cat’s-paw.”\n\nThe more she thought about it, the angrier she grew. She ordered her servants to find out who had incited Zhao Yi Niang, and they had to agree to do so. But once outside they simply exchanged meaning glances.\n\nSmiling, they said, “This is like fishing for a needle in the ocean.” They had to summon Zhao Yi’s servants and those in the Garden to cross-examine them, but all denied any knowledge of the affair. At a loss, they reported to Tanchun, “This will take time to investigate. We must make inquiries. We’ll report and punish anyone found guilty of malicious talk.” Only then did Tanchun’s anger subside.\n\nIt so happened that Aiguan took this chance to whisper to her, “It’s all because Mother Xia has a grudge against Fangguan and often stirs up trouble. The other day, she tried to make trouble for Ouguan over the paper money, but luckily Master Bao took the blame and she had to shut up. Today, when I took your handkerchief back to the young ladies, I saw her whispering for a long time with Mrs. Zhao, and they didn’t stop till I came up.”\n\nAlthough Tanchun saw there was truth in this, she felt sure that all these actresses ganged up together and were thoroughly mischievous. So she simply assented without taking this as evidence.\n\nNow Mother Xia’s grand-daughter, Xiaochan, was one of Tanchun’s maids whose duty it was to buy things for the other girls, who were all good to her. One day after lunch, Tanchun went to the hall to attend to some business, leaving Cuimo in charge of the apartment. Cuimo told Xiaochan to go and get one of the younger servants to buy some cakes.\n\nXiaochan said with a smile, “I’ve just swept the big courtyard and my back and legs are aching. Get someone else to go.”\n\n“Who else is there to send?” retorted Cuimo. “You’d better go. I’ll give you a tip: On your way to the back gate you can tell your granny to watch out.” She then told her how Aiguan had informed against Mother Xia.\n\nAt this, Xiaochan promptly took the money.\n\n“So that little bitch is up to her tricks, is she?” she cried. “Just wait till I tell on her.” With that she left.\n\nHaving reached the back gate and found the kitchen staff — it was their slack time — sitting chatting on the steps, Mother Xia among them, Xiaochan told an old woman to go and buy the cakes. Then, grumbling and swearing, she repeated what Cuimo had told her.\n\nMother Xia, both angry and frightened, wanted to go and have it out with Aiguan and appeal to Tanchun to right the wrong.\n\nXiaochan hastily stopped her. “What’ll you say to them, granny?” she asked. “How did you come to hear of it? If you make a row, that will only make matters worse. I told you so that you can be on your guard. What’s the hurry?”\n\nJust then, up came Fangguan. Leaning over the courtyard gate she called gaily to Mrs. Liu the cook, “Aunt Liu, Master Bao says he’d like a cold, sour dish for his supper, but no oil in it please.”\n\n“Very well,” said Mrs. Liu. “How is it he’s sent you today with this important message? If you don’t think our place too dirty, come in for a while.”\n\nAs Fangguan stepped in, an old woman handed over a plate of cakes.\n\n“Who bought these hot cakes?” cried Fangguan playfully. “Let me try one.”\n\nBut Xiaochan snatched the plate, protesting, “These were bought for someone else. What d’you want to try other people’s things for?”\n\nMrs. Liu promptly interposed, “If you fancy these, miss, I’ve some here which I bought for my daughter. She hasn’t touched them; they’re put away quite clean.” She brought out a plateful and offered it to Fangguan, adding, “Wait while I make you some good tea.” She went inside to light the stove.\n\nFangguan held the plate of cakes up to Xiaochan’s face.\n\n“Who wants your cakes?” she cried. “Aren’t these just as good? I was only joking. You could kowtow to me and I wouldn’t eat yours.” She broke one of her cakes in two and threw the pieces to the sparrows, laughing, “Don’t worry, Aunt Liu. I’ll buy you two catties to make up.”\n\nXiaochan simply stood glaring at her in speechless fury.\n\n\"If the God of Thunder has any eyes, why doesn't he strike down such wicked people?\" the others cried. \"Do stop, young ladies. You're always squabbling whenever you meet.\"\n\nSome more quick-witted women, seeing a quarrel brewing and not wanting to be involved, quietly slipped away. And now Xia Chan, not venturing to say any more, went off mumbling to herself.\n\nWhen the cooks wife saw that the crowd had dispersed, she came out to ask Fang-guan, \"Did you speak about that business the other day?\"\n\n\"Yes,\" said Fang-guan. \"Wait a couple of days for me to bring it up again. That bitch Zhao had to pick a quarrel with me. Did you get that rose paste the other day? Is your daughter any better?\"\n\n\"Indeed yes, she's taken it all,\" said Mrs. Liu. \"She loved it so much, she didn't like to ask you for more.\"\n\n\"That's nothing. I'll get her some more.\"\n\nNow Mrs. Liu had a daughter of sixteen. Although a cook's child, she was as pretty as Ping'er, Xiren, Yuanyang or Zijuan. Being the fifth child, she was called Wu'er. But being delicate she had no regular job. Recently, however, her mother had decided to send her to work in Baoyu's compound on the strength of the fact that his maids had light duties and were overstaffed, and because she had heard that in future he meant to give them all their freedom. But she had no way to arrange this. It so happened that she worked in Pear Fragrance Court and had made herself so useful, looking after Fang-guan and the other actresses even better than their own foster-mothers, that Fang-guan was very good to her. So she had told Fang-guan her problem and begged her to speak to Baoyu. Although he had agreed, being recently unwell and busy he had not yet done anything about it.\n\nBut to return to Fang-guan. Having gone back to Happy Red Court to report this to Baoyu, she found him upset by his aunt Zhao's tantrum, not knowing whether to speak up or not. He waited until the row was over and Tanchun had taken her away, then gave Fang-guan some advice and sent her to the kitchen to have a talk. Now that she was back and asking for more rose paste for Liu Wu'er, he promptly replied:\n\n\"Yes, I have some. I don't care for it much, you can take the whole lot to her.\"\n\nHe told Xiren to fetch it. Seeing that the bottle was nearly empty, he gave it to Fang-guan who took it away with her.\n\nJust then Mrs. Liu had brought her daughter out for a stroll to cheer her up. They had walked for a while in the neighbourhood and then gone back to the kitchen to rest and have some tea when Fang-guan arrived with a small glass bottle about five inches high. When they held it up to the light, they saw that it was half full of a red juice like rouge, and thought it must be the Western grape wine which Baoyu drank.\n\n\"Quick, heat some water in the kettle,\" they cried. \"Sit down now.\"\n\nFang-guan smiled.\n\n\"There's only this little left, you may as well keep the bottle too.\"\n\nOnly then did Wu'er realize that it was rose paste. She took it with profuse thanks and said:\n\n\"I'm better today, so I came in for a stroll. But there's nothing to see at the back here, just big rocks, big trees and the backs of buildings. I didn't see any proper scenery.\"\n\n\"Why didn't you go further forward?\" asked Fang-guan.\n\n\"I didn't let her,\" said Mrs. Liu. \"The young ladies don't know her, and if some busybody saw her it would lead to more talk. I'm counting on you to introduce her tomorrow. Once she has a place, I'm sure someone will show her round; but she may get tired of sight-seeing.\"\n\nFang-guan laughed.\n\n\"What are you afraid of? I'll look after her.\"\n\n\"Ah, my dear young lady!\" exclaimed Mrs. Liu. \"Our scalps are too tender; we're not like you.\"\n\nShe poured out some tea then, but Fang-guan just rinsed her mouth with it and left.\n\n\"I've my hands full here, Fifth Child,\" said her mother.\n\n“I’ll see you out,” said Wuer.\n\nShe accompanied Fang Guan out and, finding no one about, took her hand and asked, “Did you say what I wanted you to or not?”\n\n“Of course I did,” Fang Guan chuckled. “I’ve heard that two vacancies haven’t been filled yet in our compound: one was Xiaohong’s, but Madam Lian took her and hasn’t sent anyone to replace her; the other is Zhuier’s, and that hasn’t been filled either. So there’s no reason why you shouldn’t be given one of them. But Pinger keeps telling Xiren, ‘Whenever there’s anything which involves approaching people or spending money, if it can be put off for a day, put it off. The way Miss Tanchun is looking for someone to make an example of, she’s already turned down two or three requests from our own household. If she’s looking for a chance to find fault with us, why should we run our heads into a noose? If she says no, then later it will be even more difficult to get her to change her mind. We’d better let things cool down. When the old lady and Her Ladyship are in a better mood, then no matter how big the problem is, if we first report it to the mistress she’s sure to agree.’ ”\n\n“I know,” said Wuer. “But I’m too impatient to wait. Now that they’re choosing girls, if I’m picked, first, I’ll have done something to make mother proud — it won’t have been in vain that she brought me up; secondly, with my monthly allowance we’ll be better off; and thirdly, being happy may even cure my illness. And we’d save the money we have to spend now on doctors and medicine.”\n\n“I know just how you feel,” replied Fang Guan. “Don’t worry.” With that she left.\n\nWuer went back then and told her mother how grateful they should be to Fang Guan.\n\n“Fancy her giving us all these things!” exclaimed her mother. “Though they’re good enough for the noblest ladies, too much of them causes fever. I’ll give some to show our appreciation to someone.”\n\n“Who?”\n\n“Your cousin. He’s feverish and would like such things. I’ll take him half a cupful.”\n\nWuer said nothing as her mother poured out half a cup and put the bottle with what was left in the cupboard.\n\n“If you want my opinion, you’d better not give him any,” she said coldly. “If people start asking questions, that will lead to more trouble.”\n\n“What are you afraid of?” Her mother laughed. “Are we thieves? Haven’t we a right to something that we’ve worked for in there?” Ignoring Wuer, she went straight to her brother’s house outside.\n\nHer nephew was lying down when she arrived. At sight of the gift her brother, his wife and the sick boy were all delighted. They fetched some cool water from the well at once, and after taking a bowl of the drink the boy felt refreshed and clear-headed. The half-cup left was covered with paper and put on the table.\n\nNow it happened that some young servants who were friends of the boy came to see how he was. One of them, Qian Huai, was a relative of Concubine Zhao. His parents worked in the counting-house and he had been assigned to accompany Jia Huan to school. Being well off and not yet married, he had taken a fancy to Liu Wuer and had begged his parents again and again to arrange a match. They had sent go-betweens to make the proposal. Liu Wuer’s parents were willing, but she herself was so opposed to the idea that they had to drop the matter, not venturing to agree. Recently, hoping to work in the Garden, she had put this out of her mind, meaning to choose a husband for herself outside after her release in a few years’ time. Qian Huai’s parents had thereupon let the matter drop. But Qian Huai himself, angry and mortified by this rejection, was determined to have her and satisfy his wish. Today he had come with the others to see Liu’s nephew, and unexpectedly Wuer’s mother was there too. At the sight of the young men, especially Qian Huai, she pleaded pressure of business and left.\n\nHer brother and sister-in-law said, “Why don’t you stay? We’ve prepared nothing — how can you leave so suddenly?”\n\n“Why won’t you stay for a cup of tea?” asked Liu’s wife. “I’m sorry to have put you to the trouble of coming to see us.”\n\n“I’m afraid they may be serving the meal inside,” said her sister-in-law. “I’ll come to see your boy another time when I’m free.”\n\nShe took a package from a drawer and, escorting her visitor out, handed it to her at the corner of the wall.\n\n“Your brother was on duty at the gate yesterday,” she explained. “He’d had no perks during his five days there, but yesterday an official from Kwangtung came to call and presented those at the top with two small crates of Poria cocos powder, while the gatemen were given a crate to divide among themselves as a door-present. This is your brother’s share.\n\n“I opened it last evening to have a look. It’s good stuff, pure white. They say if you mix it with human milk and take a cupful first thing every morning it’s most nourishing. If you have no human milk, cow’s milk will do; or if that’s not available, even plain boiled water. We thought this would be just the thing for your daughter. This morning I sent a maid over with it, but she found your door locked and your daughter had gone in to work. I meant to go myself later to see her and take it, but then I thought with Their Ladyships away things are kept so tight, and as I’ve no business there what excuse could I make for going? Besides, these last couple of days there’s been talk of such goings-on there, it might land me in trouble. So it’s lucky you’ve come. You can take it to her.”\n\nLiu’s wife thanked her and started back. She had just reached the side gate when a young servant accosted her.\n\n“Where have you been, auntie?” he cried. “They’ve sent three or four times to fetch you. Three or four of us have been out looking for you. Where have you just come from? This isn’t the way to your home. I’m beginning to suspect something.”\n\n“You young rascal!” she retorted. “So you’re talking to me like that too, are you? Just you wait!”\n\nTo know what further happened, read the next chapter."
}