{
  "index": "062",
  "title": "第62章 憨湘云醉眠芍药裀 呆香菱情解石榴裙",
  "original": "话说平儿出来吩咐林之孝家的道：“‘大事化为小事，小事化为没事’，方是兴旺之家。要是一点子小事便扬铃打鼓乱折腾起来，不成道理。如今将他母女带回，照旧去当差，将秦显家的仍旧追回。再不必提此事，只是每日小心巡察要紧。”说毕起身走了。柳家的母女忙向上磕头。林家的就带回园中，回了李纨、探春。二人都说：“知道了。宁可无事，很好。”\n　　司棋等人空兴头了一阵。那秦显家的好容易等了这个空子钻了来，只兴头了半天，在厨房内正乱着收家伙、米粮、煤炭等物。又查出许多亏空来，说：“粳米短了两担，长用米又多支了一个月的，炭也欠着额数。”一面又打点送林之孝的礼，悄悄的备了一篓炭一担粳米在外边，就遣人送到林家去了。又打点送账房儿的礼，又备几样菜蔬请几位同事的人，说：“我来了，全仗你们列位扶持。自今以后，都是一家人了，我有照顾不到的，好歹大家照顾些。”正乱着，忽有人来说：“你看完了这一顿早饭就出去罢。柳嫂儿原无事，如今还交给他管了。”秦显家的听了，轰去了魂魄，垂头丧气，登时掩旗息鼓，卷包而去。送人之物白白去了许多，自己倒要折变了赔补亏空。连司棋都气了个直眉瞪眼，无计挽回，只得罢了。\n　　赵姨娘正因彩云私赠了许多东西，被玉钏儿吵出，生恐查问出来，每日捏着一把汗，偷偷的打听信儿。忽见彩云来告诉，说都是宝玉应了，从此无事，赵姨娘方把心放下来。谁知贾环听如此说，便起了疑心，将彩云凡私赠之物都拿出来了，照着彩云脸上摔了来，说：“你这两面三刀的东西，我不稀罕！你不和宝玉好，他怎么肯替你应？你既有担当给了我，原该不叫一个人知道，如今你既然告诉了他，我再要这个也没趣儿！”彩云见如此，急的赌咒起誓，至于哭了。百般解说，贾环执意不信，说：“不看你素日，我索性去告诉二嫂子，就说你偷来给我，我不敢要。你细想去罢！”说毕摔手出去了。急的赵姨娘骂：“没造化的种子，这是怎么说！”气的彩云哭了个泪干肠断。赵姨娘百般的安慰他：“好孩子，他辜负了你的心，我横竖看的真，我收起来，过两日，他自然回转过来了。”说着，便要收东西。彩云赌气一顿卷包起来，趁人不见，来至园中，都撇在河内，顺水沉的沉漂的漂了。自己气的夜里在被内暗哭了一夜。\n　　当下又值宝玉生日已到。原来宝琴也是这日，二人相同。王夫人不在家，也不曾象往年热闹，只有张道士送了四样礼，换的寄名符儿，还有几处僧尼庙的和尚姑子送了供尖儿并寿星、纸马、疏头，并本宫星官、值年太岁、周岁换的锁。家中常走的男女，先一日来上寿。王子腾那边，仍是一套衣服，一双鞋袜，一百寿桃，一百束上用银丝挂面。薛姨妈处减一半。其余家中尤氏仍是一双鞋袜，凤姐儿是一个宫制四面扣合堆绣荷包装一个金寿星，一件波斯国的玩器。各庙中遣人去放堂舍钱。又另有宝琴之礼，不能备述。姐妹中皆随便，或有一扇的，或有一字的，或有一画的，或有一诗的，聊为应景而已。\n　　这日宝玉清晨起来梳洗已毕，便冠带了来至前厅院中，已有李贵等四个人在那里设下天地香烛。宝玉炷了香，行了礼，奠茶烧纸后，便至宁府中宗祠、祖先堂两处行毕了礼。出至月台上，又朝上遥拜过了贾母、贾政、王夫人等。一顺到尤氏上房，行过礼，坐了一回，方向荣府。先至薛姨妈处，再三拉着，然后又见过薛蝌，让一回，方进园来。晴雯、麝月二人跟随，小丫头夹着毡子，从李氏起，一一挨着，比自己长的房中到过，复出二门，至四个奶奶家让了一回，方进来。虽众人要行礼，也不曾受，回至房中，袭人等只都来说一声就是了。王夫人有言，不令年轻人受礼，恐折了福寿，故此皆不磕头。\n　　一时贾环、贾兰来了，袭人连忙拉住，坐了一坐，便去了。宝玉笑道：“走乏了！”便歪在床上。方吃了半盏茶，只听外头咭咭呱呱，一群丫头笑着进来，原来是翠墨、小螺、翠缕、入画，邢岫烟的丫头篆儿，并奶子抱着巧姐儿，彩鸾、绣鸾八九个人，都抱着红毡子来了，笑说道：“拜寿的挤破了门了，快拿面来我们吃。”刚进来时，探春、湘云、宝琴、岫烟、惜春也都来了。宝玉忙迎出来，笑说：“不敢起动。快预备好茶！”进入房中，不免推让一回，大家归坐。袭人等捧过茶来，才吃了一口，平儿也打扮的花技招展的来了。宝玉忙迎出来，笑说：“我方才到凤姐姐门上，回进去，说不能见我；我又打发进去让姐姐来着。”平儿笑道：“我正打发你姐姐梳头，不得出来问你。后来听见又说让我，我那里禁当的起？所以特给二爷来磕头。”宝玉笑道：“我也禁当不起。”袭人早在门旁安了座让他坐。平儿便拜下去，宝玉作揖不迭，平儿又跪下去，宝玉也忙还跪下，袭人连忙搀起来；又拜了一拜，宝玉又还了一揖。袭人笑推宝玉：“你再作揖。”宝玉道：“已经完了，怎么又作揖？”袭人笑道：“这是他来给你拜寿。今日也是他的生日，你也该给他拜寿。”宝玉喜的忙作揖，笑道：“原来今日也是姐姐的好日子！”平儿赶着也还了礼。湘云拉宝琴岫烟说：“你们四个人对拜寿，直拜一天才是。”探春忙问：“原来邢妹妹也是今日，我怎么就忘了。”忙命丫头：“去告诉二奶奶，赶着补了一分礼，和琴姑娘的一样，送到二姑娘屋里去。”丫头答应着去了。岫烟见湘云直口说出来，少不得要到各房去让让。\n　　探春笑道：“倒有些意思。一年十二个月，月月有几个生日。人多了就这样巧，也有三个一日的，两个一日的。大年初一也不白过，大姐姐占了去，怨不得他福大，生日比别人都占先。又是大祖太爷的生日冥寿。过了灯节，就是大太太和宝姐姐，他们娘儿两个遇的巧。三月初一是太太的，初九是琏二哥哥。二月没人。”袭人道：“二月十二是林姑娘，怎么没人？只不是咱们家的。”探春笑道：“你看我这个记性儿。”宝玉笑指袭人道：“他和林妹妹是一日，他所以记得。”探春笑道：“原来你两个倒是一日？每年连头也不给我们磕一个。平儿的生日我们也不知道，这也是才知道的。”平儿笑道：“我们是那牌儿名上的人？生日也没拜寿的福，又没受礼的职分，可吵嚷什么，可不悄悄儿的就过去了吗。今日他又偏吵出来了。等姑娘回房，我再行礼去罢。”探春笑道：“也不敢惊动。只是今日倒要替你作个生日，我心里才过的去。”宝玉、湘云等一齐都说很是。探春便吩咐了丫头去告诉他奶奶说：“我们大家说了，今日一天不放平儿出去，我们也大家凑了分子过生日呢。”丫头笑着去了，半日回来说：“二奶奶说了，多谢姑娘们给他脸。不知过生日给他些什么吃？只别忘了二奶奶，就不来絮聒他了。”众人都笑了。探春因说道：“可巧今日里头厨房不预备饭，一应下面弄菜都是外头收拾。咱们就凑了钱，叫柳家的来领了去，只在咱们里头收拾倒好。”众人都说：“很好。”\n　　探春一面遣人去请李纨、宝钗、黛玉，一面遣人去传柳家的进来，吩咐他内厨房中快收拾两桌酒席。柳家的不知何意，因说：“外厨房都预备了。”探春笑道：“你原来不知道，今日是平姑娘的好日子，外头预备的是上头的，这如今我们私下又凑了分子，单为平姑娘预备两桌请他。你只管拣新巧的菜蔬预备了来，开了账我那里领钱。”柳家的笑道：“今日又是平姑娘的千秋？我们竟不知道。”说着，便给平儿磕头，慌得平儿拉起他来。柳家的忙去预备酒席。这里探春又邀了宝玉同到厅上去吃面，等到李纨、宝钗一齐来全，又遣人去请薛姨妈和黛玉。因天气和暖，黛玉之疾渐愈，故也来了。花团锦簇，挤了一厅的人。\n　　谁知薛蝌又送了巾扇香帛四色寿礼给宝玉，宝玉于是过去陪他吃面。两家皆办了寿酒，互相酬送，彼此同领。至午间，宝玉又陪薛蝌吃了两杯酒。宝钗带了宝琴过来给薛蝌行礼，把盏毕，宝钗因嘱咐薛蝌：“家里的酒也不用送过那边去，这虚套竟收了。你只请伙计们吃罢。我们和宝兄弟进去，还要待人去呢，也不能陪你了。”薛蝌忙说：“姐姐兄弟只管请，只怕伙计们也就好来了。”宝玉忙又告过罪，方同他妹妹回来。一进角门，宝钗便命婆子将门锁上，把钥匙要了，自己拿着。宝玉忙说：“这一道门何必关？又没多的人走，况且姨娘，姐姐、妹妹都在里头，倘或要家去取什么，岂不费事？”宝钗笑道：“小心没过逾的，你们那边这几日七事八事，竟没有我们那边的人，可知是这门关的有功效了。要是开着，保不住那起人图顺脚走近路从这里走，拦谁的是？不如锁了，连妈妈和我也禁着些，大家别走。纵有了事，也就赖不着这边的人了。”宝玉笑道：“原来姐姐也知道我们那边近日丢了东西？”宝钗笑道：“你只知道玫瑰露和茯苓霜两件，乃因人而及物，要不是里头有人，你连这两件还不知道呢。殊不知还有几件比这两件大的呢。若以后叨登不出来，是大家的造化；若叨登出来了，不知里头连累多少人呢。你也是不管事的人，我才告诉你。平儿是个明白人，我前日也告诉了他，皆因他奶奶不在外头，所以使他明白了。若不犯出来，大家落得丢开手；若犯出来，他心里已有了稿儿，自有头绪，就冤屈不着平人了。你只听我说，以后留神小心就是了。这话也不可告诉第二个人。”\n　　说着，来到沁芳亭边，只见袭人、香菱、侍书、晴雯、麝月、芳官、蕊官、藕官十来个人，都在那里看鱼玩呢，见他们来了，都说：“芍药栏里预备下了，快去上席罢。”宝钗等随携了他们，同到芍药栏中红香圃三间小敞厅内，连尤氏己请过来了。诸人都在那里，只没平儿。原来平儿出去，有赖、林诸家送了礼来，连三接四，上中下三等家人拜寿送礼的不少。平儿忙着打发赏钱道谢，一面又色色的回明了凤姐儿，不过留下几样，也有不受的，也有受下即刻赏给人的。忙了一回，又直等凤姐儿吃过面，方换了衣裳往园里来。刚进了园，就有几个丫鬟来找他，一同到了红香圃中。只见筵开玳瑁，褥设芙蓉，众人都笑说：“寿星全了！”上面四座，定要让他们四个人坐。四人皆不肯。\n　　薛姨妈说：“我老天拔地，不合你们的群儿，我倒拘的慌，不如我到厅上随便躺躺去倒好。我又吃不下什么去，又不大吃酒，这里让他们倒便宜。”尤氏等执意不从。宝钗道：“这也罢了，倒是让妈妈在厅上歪着自如些。有爱吃的送些过去，倒还自在。且前头没人在那里，又可照看了。”探春笑道：“既这样，恭敬不如从命。”因大家送到议事厅上，眼看着命小丫头们铺了一个锦褥并靠背引枕之类，又嘱咐：“好生给姨太太捶腿。要茶要水，别推三拉四的。回来送了东西来，姨太太吃了，赏你们吃。只别离了这里。”小丫头子们都答应了，探春等方回来。终久让宝琴、岫烟二人在上，平儿面西坐，宝玉面东坐。探春又接了鸳鸯来，二人并肩对面相陪。西边一桌，宝钗、黛玉、湘云、迎春，惜春依序，一面又拉了香菱、玉钏儿二人打横。三桌上尤氏李纨，又拉了袭人、彩云陪坐。四桌上便是紫鹃、莺儿、睛雯、小螺、司棋等人团坐。当下探春等还要把盏，宝琴等四人都说：“这一闹，一日也坐不成了！”方才罢了。两个女先儿要弹词上寿，众人都说：“我们这里没人听那些野话，你厅上去，说给姨太太解闷儿去罢。”一面又将各色吃食，拣了命人送给薛姨妈去。\n　　宝玉便说：“雅坐无趣，领要行令才好。”众人中有说行这个令好的，又有说行那个令才好的。黛玉道：“依我说，拿了笔砚将各色令都写了，拈成阄儿，咱们抓出那个来就是那个。”众人都道：“妙极！”即命拿了一副笔砚花笺。香菱近日学了诗，又天天学写字，见了笔砚，便巴不得，连忙起来，说：“我写。”众人想了一回，共得十来个，念着，香菱一一写了。搓成阄儿，掷在一个瓶中，探春便命平儿拈。平儿向内搅了一搅，用箸夹了一个出来，打开一看，上写着“射覆”二字。宝钗笑道：“把个令祖宗拈出来了。射覆从古有的，如今失了传。这是后纂的，比一切的令都难。这里头倒有一半是不会的，不如毁了，另拈一个雅俗共赏的。”探春笑道：“既拈了出来，如何再毁？如今再拈一个，若是雅俗共赏的，便叫他们行去，咱们行这一个。”说着，又叫袭人拈了一个，却是“拇战”。湘云先笑着说：“这个简断爽利，合了我的脾气。我不行这个射覆，没的垂头丧气闷人，我只猜拳去了。”探春道：“惟有他乱令，宝姐姐快罚他一钟！”宝钗不容分说，笑灌了湘云一杯。\n　　探春道：“我吃一杯，我是令官；也不用宣，只听我分派。取了骰子令盆来，从琴妹妹掷起，挨着掷下去，对了点的二人射覆。”宝琴一掷，是个三。岫烟、宝玉等皆掷的不对，直到香菱方掷了个三。宝琴笑道：“只好室内生春，若说到外头去，可太没头绪了。”探春道：“自然。三次不中者罚一杯。你覆他射。”宝琴想了一想，说了个“老”字。香菱原生于这令，一时想不到，满室满席都不见有与“老”字相连的成语。湘云先听了，便也乱看，忽见门斗上贴着“红香圃”三个宇，便知宝琴覆的是“吾不如老圃”的“圃”字。见香菱射不着，众人击鼓又催，便悄悄的拉香菱，教他说“药”字。黛玉偏看见了，说：“快罚他，又在那里传递呢！”闹得众人都知道了，忙又罚了一杯，恨的湘云拿筷子敲黛玉的手。于是罚了香菱一杯。下则宝钗和探春对了点子，探春便覆了一“人”字。宝钗笑道：“这个‘人’字泛得很。”探春笑道：“添一个字，两覆一射，也不泛了。”说着，便又说了一个“窗”字。宝钗一想，因见席上有鸡，便猜着他用“鸡窗”“鸡人”二典了，因射了一个“埘”字。探春知他射着，用了“鸡栖于埘”的典，二人一笑，各饮一口门杯。\n　　湘云等不得，早和宝玉“三”“五”乱叫猜起拳来。那边尤氏和鸳鸯隔着席，也“七”“八”乱叫，起拳来。平儿、袭人也作了一对。叮叮当当，只听得腕上镯子响。一时湘云赢了宝玉，袭人赢了平儿，二人限酒底酒面。湘云便说：“酒面要一句古文，一句旧诗，一句骨牌名，一句曲牌名，还要一句时宪书上有的话，共总成一句话。酒底要关人事的果菜名。”众人听了，都说：“惟有他的令比人唠叨！倒也有些意思。”便催宝玉快说。宝玉笑道：“谁说过这个，也等想一想儿。”黛玉便道：“你多喝一钟，我替你说。”宝玉真个喝了酒，听黛玉说道：\n　　落霞与孤骛齐飞，风急江天过雁哀，却是一技折脚雁，叫得人九回肠，这是鸿雁来宾。\n　　说得大家笑了。众人说：“这一串子倒有些意思。”黛玉又拈了一个榛瓤，说酒底道：\n　　榛子非关隔院砧，何来万户捣衣声？\n　　令完。鸳鸯袭人等皆说的是一句俗话，都带一个“寿”字，不须多赘。\n　　大家轮流乱了一阵。这上面湘云又和宝琴对了手，李纨和岫烟对了点子。李纨便覆了一个“瓢”字，岫烟便射了一个“绿”字，二人会意，各饮一口。湘云的拳却输了，请酒面酒底。宝琴笑道：“请君入瓮。”大家笑起来，说：“这个典用得当。”湘云便说道：\n　　奔腾澎湃，江间波浪兼天涌，须要铁索缆孤舟，既遇着一江风，不宜出行。\n　　说的众人都笑了，说：“好个诌断了肠子的！怪道他出这个令，故意惹人笑。”又催他快说酒底儿。湘云吃了酒，夹了一块鸭肉，呷了口酒，忽见碗内有半个鸭头，遂夹出来吃脑子。众人催他：“别只顾吃，你到底快说呀。”湘云便用箸子举着说道：\n　　这鸭头不是那丫头，头上那些桂花油。\n　　众人越发笑起来。引得晴雯、小螺等一干人都走过来说：“云姑娘会开心儿，拿着我们取笑儿，快罚一杯才罢！怎么见得我们就该擦桂花油呢？倒得每人给瓶子桂花油擦擦。”黛玉笑道：“他倒有心给你们一瓶子油，又怕挂误着打窃盗官司。”众人不理论，宝玉却明白，忙低了头。彩云心里有病，不觉的红了脸。宝钗忙暗暗的瞅了黛玉一眼。黛玉自悔失言，原是打趣宝玉的，就忘了村了彩云了，自悔不及，忙一顿的行令猜拳岔开了。\n　　底下宝玉可巧和宝钗对了点子，宝钗便覆了一个“宝”字，宝玉想了一想，便知是宝钗作戏，指着自己的通灵玉说的，便笑道：“姐姐拿我作雅谑，我却射着了。说出来姐姐别恼，就是姐姐的讳——‘钗’字就是了。”众人道：“怎么解？”宝玉道：“他说‘宝’，底下自然是‘玉’字了。我射‘钗’字，旧日诗曾有‘敲断玉钗红烛冷’，岂不射着了？”湘云说道：“这用时事却使不得，两个人都该罚。”香菱道：“不止时事，这也是有出处的。湘云道：“‘宝玉’二字并无出处，不过是春联上或有之，诗书纪载并无，算不得。”香菱道：“前日我读岑嘉州五言律，现有一句，说：‘此乡多宝玉。’怎么你倒忘了？后来又读李义山七言绝句，又有一句：‘宝钗无日不生尘。’我还笑说：他两个名字都原来在唐诗上呢。”众人笑说：“这可问住了，快罚一杯。”湘云无话，只得饮了。\n　　大家又该对点搳拳，这些人因贾母、王夫人不在家，没了管束，便任意取乐，呼三喝四，喊七叫八。满厅中红飞翠舞，玉动珠摇，真是十分热闹。玩了一回，大家方起席散了。却忽然不见了湘云。只当他外头自便就来，谁知越等越没了影儿。使人各处去找，那里找的着。\n　　接着林之孝家的同着几个老婆子来，一则恐有正事呼唤，二则恐丫鬟们年轻，趁王夫人不在家，不服探春等约束，恣意痛饮，失了体统，故来请问有事无事。探春见他们来了，便知其意，忙笑道：“你们不放心，来查我们来了。我们并没有多吃酒，不过是大家玩笑，将酒作引子。妈妈们别耽心。”李纨、尤氏也都笑说：“你们歇着去罢，我们也不敢叫他们多吃了。”林之孝家的等人笑说：“我们知道。连老太太让姑娘们吃酒，姑娘们还不肯吃呢，何况太太们不在家，自然玩罢了。我们怕有事，来打听打听。二则天长了，姑娘们玩一会子，还该点补些小食儿。素日又不大吃杂项东西，如今吃一两杯酒，若不多吃些东西，怕受伤。”探春笑道：“妈妈说的是，我们也正要吃呢。”回头命：“取点心来。”两旁丫鬟们齐声答应了忙去传点心。探春又笑让：“你们歇着去，或是姨妈那里说话儿去。我们即刻打发人送酒你们吃去。”林之孝家的等人笑回：“不敢领了。”又站了一回，方退出去了。平儿摸着脸笑道：“我的脸都热了，也不好意思见他们。依我说，竟收了罢，别惹他们再来倒没意思了。”探春笑道：“不相干，横竖咱们不认真喝酒就罢了。”\n　　正说着，只见一个小丫头笑嘻嘻的走来，说：“姑娘们快瞧，云姑娘吃醉了，图凉快，在山子后头一块青石板磴上睡着了。”众人听说，都笑道：“快别吵嚷。”说着，都走来看时，果见湘云卧于山石僻处一个石磴子上，业经香梦沈酣。四面芍药花飞了一身，满头脸衣襟上皆是红香散乱。手中的扇子在地下，也半被落花埋了，一群蜜蜂蝴蝶闹嚷嚷的围着。又用鲛帕包了一包芍药花瓣枕着。众人看了，又是爱，又是笑，忙上来推唤搀扶。湘云口内犹作睡语说酒令，嘟嘟嚷嚷说：“泉香酒冽，……醉扶归，宜会亲友。”众人笑推他说道：“快醒醒儿，吃饭去。这潮磴上还睡出病来呢！”湘云慢启秋波，见了众人．又低头看了一看自己，方知是醉了。原是纳凉避静的，不觉因多罚了两杯酒，娇娜不胜，便睡着了，心中反觉自悔。早有小丫头端了一盆洗脸水，两个捧着镜奁。众人等着，他便在石磴上重新匀了脸，拢了鬓，连忙起身，同着来至红香圃中。又吃了两杯浓茶，探春忙命将醒酒石拿来给他衔在口内，一时又命他吃了些酸汤，方才觉得好了些。\n　　当下又选了几样果菜给凤姐儿送去，凤姐儿也送了几样来。宝钗等吃过点心，大家也有坐的，也有立的，也有在外观花的，也有倚栏看鱼的，各自取便，说笑不一。探春便和宝琴下棋，宝钗、岫烟观局。黛玉和宝玉在一簇花下唧唧哝哝，不知说些什么。只见林之孝家的和一群女人，带了一个媳妇进来。那媳妇愁眉泪眼，也不敢进厅来，到阶下便朝上跪下磕头。探春因一块棋受了敌，算来算去，总得了两个眼，便折了官着儿，两眼只瞅着棋盘，一只手伸在盒内，只管抓棋子作想。林之孝家的站了半天。因回头要茶时才看见，问什么事。林之孝家的便指那媳妇说：“这是四姑娘屋里小丫头彩儿的娘，现是园内伺候的人。嘴很不好，才是我听见了，问着他，他说的话也不敢回姑娘。竟要提出去才是。”探春道：“怎么不回大奶奶？”林之孝家的道：“方才大奶奶往厅上姨太太处去，顶头看见，我已回明白了，叫回姑娘来。”探春道：“怎么不回二奶奶？”平儿道：“不回去也罢，我回去说一声就是了。既这么着，就撵他出去，等太太回来再回，请姑娘定夺。”探春点头，仍又下棋。这里林之孝家的带了那人出去不提。黛玉和宝玉二人站在花下，遥遥盼望，黛玉便说道：“你家三丫头倒是个乖人。虽然叫他管些事，也倒一步不肯多走，差不多的人，就早作起威福来了。”宝玉道：“你不知道呢，你病着时，他干了几件事，这园子也分了人管，如今多掐一根草也不能了。又蠲了几件事，单拿我和凤姐姐做筏子。最是心里有算计的人，岂止乖呢！”黛玉道：“要这样才好。咱们也太费了。我虽不管事，心里每常闲了，替他们一算；出的多，进的少，如今若不省俭，必致后手不接。”宝玉笑道：“凭他怎么后手不接，也不短了咱们两个人的。”\n　　黛玉听了，转身就往厅上寻宝钗说笑去了。宝玉正欲走时，只见袭人走来，手内捧着一个小连环洋漆茶盘，里面可式放着两钟新茶，因问：“他往那里去呢？我见你两个半日没吃茶，巴巴的倒了两钟来，他又走了。”宝玉道：“那不是他？你给他送去。”说着，自拿了一钟。袭人便送了那钟去，偏和宝钗在一处，只得一钟茶，便说：“那位喝时那位先接了，我再倒去。”宝钗笑道：“我到不喝，只要一口漱漱就是了。”说着，先拿起来喝了一口，剩了半杯，递在黛玉手内。袭人笑说：“我再倒去。”黛玉笑道：“你知道我这病，大夫不许多吃茶，这半钟尽够了，难为你想的到。”说毕饮干，将杯放下。袭人又来接宝玉的。宝玉因问：“这半日不见芳官，他在那里呢！”袭人四顾一瞧，说：“才在这里的，几个人斗草玩，这会子不见了。”\n　　宝玉听说便忙回房中，果见芳官面向里睡在床上。宝玉推他说道：“快别睡觉，咱们外头玩去。一会子好吃饭。”芳官道：“你们吃酒，不理我，叫我闷了半天，可不来睡觉罢了。”宝玉拉了他起来，笑道：“咱们晚上家里再吃。回来我叫袭人姐姐带了你桌上吃饭，何如？”芳官道：“藕官、蕊官都不上去，单我在那里也不好。我也吃不惯那个面条子，早起也没好生吃。才刚饿了，我已告诉了柳婶子，先给我做一碗汤，盛半碗粳米饭，送到我这里，吃了就完事。若是晚上吃酒，不许叫人管着我，我要尽力吃够了才罢。我先在家里，吃二三斤好惠泉酒呢。如今学了这劳什子，他们说怕坏嗓子，这几年也没闻见。趁今儿我可是要开斋了。”宝玉道：“这个容易。”\n　　说着，只见柳家的果遣人送了一个盒子来。春燕接着揭开看时，里面是一碗虾丸鸡皮汤，又是一碗酒酿清蒸鸭子，一碟腌的胭脂鹅脯，还有一碟四个奶油松瓤卷酥，并一大碗热腾腾碧莹莹绿畦香稻粳米饭。春燕放在案上，走来安小菜碗箸，过来拨了一碗饭。芳官便说：“油腻腻的，谁吃这些东西！”只将汤泡饭，吃了一碗，拣了两块腌鹅，就不吃了。宝玉闻着，倒觉比往常之味又胜些似的，遂吃了一个卷酥。又命春燕也拨了半碗饭，泡汤一吃，十分香甜可口。春燕和芳官都笑了。\n　　吃毕，春燕便将剩的要交回。宝玉道：“你吃了罢，若不够，再要些来。”春燕道：“不用要，这就够了。方才麝月姐姐拿了两盘子点心给我们吃了，我再吃了这个，尽够了，不用再吃了。”说着，便站在桌旁，一顿吃了。又留下两个卷酥，说：“这个留着给我妈吃。晚上要吃酒，给我两碗酒吃就是了。”宝玉笑道：“你也爱吃酒？等着咱们晚上痛喝一回。你袭人姐姐和睛雯姐姐的量也好，也要喝，只是每日不好意思的，趁今儿大家开斋。还有件事，想着嘱咐你竟忘了，此刻才想起来。以后芳官全要你照看他，他或有不到处，你提他。袭人照顾不过这些人来。”春燕道：“我都知道，不用你操心。但只五儿的事怎么样？”宝玉道：“你和柳家的说去，明儿真叫他进来罢。等我告诉他们一声就完了。”芳官听了，笑道：“这倒是正经事。”春燕又叫两个小丫头进来，伏侍洗手倒茶。自己收了家伙，交给婆子，也洗手，便去找柳家的，不在话下。\n　　宝玉便出来，仍往红香圃寻众姐妹。芳官在后，拿着巾扇。刚出了院门，只见袭人、晴雯二人携手回来。宝玉问：“你们做什么呢？”袭人道：“摆下饭了，等你吃饭呢。”宝玉笑着将方才吃饭的一节，告诉了他两个。袭人笑道：“我说你是猫儿食。虽然如此，也该上去陪他们，多少应个景儿。”晴雯用手指戳在芳官额上，说道：“你就是狐媚子，什么空儿，跑了去吃饭。两个怎么约下了？也不告诉我们一声儿。”袭人笑道：“不过是误打误撞的遇见，说约下，可是没有的事。”晴雯道：“既这么着，要我们无用。明儿我们都走了，让芳官一个人，就够使了。”袭人笑道：“我们都去了使得，你却去不得。”晴雯道：“惟有我是第一个要去，又懒，又夯，性子又不好，又没用。”袭人笑道：“倘或那孔雀褂子襟再烧了窟窿、你去了谁可会补呢？你倒别和我拿三搬四的。我烦你做个什么，把你做的横针不拈，竖线不动。一般也不是我的私活烦你，横竖都是他的，你就都不肯。做什么我去了几天，你病的七死八活，一夜连命也不顾，给他做了出来，这又是什么原故？你到底说话呀。怎么装憨儿，和我笑？那也当不了什么。”晴雯笑着啐了一口。大家说着，来至厅上。薛姨妈也来了，依序坐下吃饭。宝玉只用茶泡了半碗饭，应景而已。\n　　一时吃毕，大家吃茶闲话，又随便玩笑。外面小螺和香菱、芳官、蕊官、藕官、豆官等四五个人，满园玩了一回，大家采了些花草来兜着，坐在花草堆里斗草。这一个说：“我有观音柳。”那一个说：“我有罗汉松。”那一个又说：“我有君子竹。”这一个又说：“我有美人蕉。”这个又说：“我有星星翠。”那个又说：“我有月月红。”这个又说：“我有《牡丹亭》上的牡丹花。”那个又说：“我有《琵琶记》里的批杷果。”豆官便说：“我有姐妹花。”众人没了，香菱便说：“我有夫妻蕙。”豆官说：“从没听见有个‘夫妻蕙’！”香菱道：“一个箭儿一个花儿叫做‘兰’，一个箭儿几个花儿叫做‘蕙’。上下结花的为‘兄弟蕙’，并头结花的为‘夫妻蕙’。我这枝并头的，怎么不是‘夫妻蕙’？”豆官没的说了，便起身笑道：“依你说，要是这两枝一大一小，就是‘老子儿子蕙’了？若是两枝背面开的，就是‘仇人蕙’了？你汉子去了大半年，你想他了，便拉扯着蕙上也有了夫妻了，好不害臊！”香菱听了，红了脸，忙要起身拧他，笑骂道：“我把你这个烂了嘴的小蹄子，满口里放屁胡说。”豆官见他要站起来，怎肯容他，就连忙伏身将地压住，回头笑着央告蕊官等：“来帮着我拧他这张嘴。”两个人滚在地下。众人拍手笑说：“了不得了，那是一洼子水，可惜弄了他的新裙子。”豆官回头看了一看，果见傍边有一汪积雨，香菱的半条裙子都污湿了，自己不好意思，忙夺手跑了。众人笑个不住，怕香菱拿他们出气，也都笑着一哄而散。\n　　香菱起身，低头一瞧，见那裙上犹滴滴点点流下绿水来。正恨骂不绝，可巧宝玉见他们斗草，也寻了些草花来凑戏，忽见众人跑了，只剩了香菱一个，低头弄裙，因问：“怎么散了？”香菱便说：“我有一枝夫妻蕙，他们不知道，反说我诌，因此闹起来，把我的新裙子也遭塌了。”宝玉笑道：“你有夫妻蕙，我这里倒有一枝并蒂菱。”口内说着，手里真个拈着一枝并蒂菱花，又拈了那枝夫妻蕙在手内。香菱道：“什么夫妻不夫妻、并蒂不并蒂，你瞧瞧这裙子！”宝玉便低头一瞧，“嗳呀”了一声，说：“怎么就拉在泥里了，可惜！这石榴红绫，最不禁染。”香菱道：“这是前儿琴姑娘带了来的，姑娘做溗一条，我做了一条，今儿才上身。”宝玉跌脚叹道：“若你们家，一日遭塌这么一件，也不值什么。只是头一件，既系琴姑娘带来的，你和宝姐姐每人才一件，他的尚好，你的先弄坏了，岂不辜负他的心？二则姨妈老人家的嘴碎，饶这么着，我还听见常说你们不知过日子，只会遭塌东西，不知惜福。这叫姨妈看见了，又说个不清。”香菱听了这话，却碰在心坎儿上，反倒喜欢起来，因笑道：“就是这话。我虽有几条新裙子，都不合这一样；若有一样的，赶着换了也就好了，过后再说。”宝玉道：“你快休动，只站着方好，不然，连小衣、膝裤、鞋面都要弄上泥水了。我有主意：袭人上月做了一条和这个一模一样的，他因有孝，如今也不穿，竟送了你换下这个来何如？”香菱笑着摇头说：“不好。倘或他们听见了倒不好。”宝玉道：“这怕什么？等他孝满了，他爱什么，难道不许你送他别的不成？你若这样，不是你素日为人了。况且不是瞒人的事，只管告诉宝姐姐也可。只不过怕姨妈老人家生气罢咧。”香菱想了一想有理，点头笑道：“就是这样罢了，别辜负了你的心。等着你。千万叫他亲自送来才好！”\n　　宝玉听了喜欢非常，答应了，忙忙的回来。一壁低头心下暗想：“可惜这么一个人，没父母，连自己本姓都忘了，被人拐出来，偏又卖给这个霸王！”因又想起：“往日平儿也是意外，想不到的。今儿更是意外之意外的事了。”一面胡思乱想，来至房中，拉了袭人，细细告诉了他原故。香菱之为人，无人不怜爱的；袭人又本是个手中撒漫的，况与香菱相好，一闻此信，忙就开箱取了出来，折好，随了宝玉来寻香菱。见他还站在那里等呢。袭人笑道：“我说你太淘气了，总要淘出个故事来才罢。”香菱红了脸，笑说：“多谢姐姐了，谁知那起促狭鬼使的黑心。”说着接了裙子，展开一看，果然合自己的一样。又命宝玉背过脸去，自己向内解下来，将这条系上。袭人道：“把这腌了的交给我拿回去，收拾了给你送来。你要拿回去，看见了，又是要问的。”香菱道：“好姐姐，你拿去，不拘给那个妹妹罢。我有了这个，不要他了。”袭人道：“你倒大方的很。”香菱忙又拜了两拜，道谢袭人。一面袭人拿了那条泥污了的裙子就走。\n香菱见宝玉蹲在地下，将方才夫妻蕙与并蒂菱用树枝儿挖了一个坑，先抓些落花来铺垫了，将这菱蕙安放上，又将些落花来掩了，方撮土掩埋平伏。香菱拉他的手笑道：“这又叫做什么？怪道人人说你惯会鬼鬼祟祟使人肉麻呢。你瞧瞧，你这手弄得泥污苔滑的，还不快洗去。”宝玉笑着，方起身走了去洗手。香菱也自走开。二人已走了数步，香菱复转身回来，叫住宝玉。宝玉不知有何说话，扎煞着两只泥手，笑嘻嘻的转来，问：“作什么？”香菱红了脸，只管笑，嘴里却要说什么，又说不出口来。因那边他的小丫头臻儿走来说：“二姑娘等你说话呢。”香菱脸又一红，方向宝玉道：“裙子的事，可别和你哥哥说，就完了。”说毕，即转身走了。宝玉笑道：“可不是我疯了？往虎口里探头儿去呢！”说着，也回去了。\n不知端详，下回分解。",
  "translation": "Pinger came out and instructed Lin Zhixiao’s wife: “A prosperous household is one where big troubles are scaled down to small ones and small ones to nothing. It would be senseless to sound the alarm and raise a big runpus over a trifle like this. Now take this woman and her daughter back and let them resume their former duties. And have Qin Xian’s wife called back. There’s no need to refer to this again. The important thing is to keep a careful lookout every day.” With that she left.\n\nCook Liu and her daughter kotowed to her in gratitude, after which Mrs. Lin took them back to the Garden and reported this to Li Wan and Tanchun, who commented, “Very good. It’s best to avoid trouble.”\n\nSiqi and her friends had been pleased for nothing. And Qin Xian’s wife, who had seized this chance with such difficulty, had only one morning of satisfaction. She had been bustling about in the kitchen checking the utensils, rice, flour, coal and other provisions, and had discovered many deficits.\n\n“Two piculs of rice are missing,” she announced. “And you’ve drawn one month’s extra supply of the long-grained rice. There’s also a shortage of coal.”\n\nShe had prepared a bribe for Lin Zhixiao’s wife — a basket of coal and a load of rice sent secretly to her house; and she had also prepared a gift for the accountants. In addition, she provided several dishes to regale the other servants.\n\n“Now that I’m here I shall be looking to you all for help,” she said. “From now on we’re one family. If I overlook anything, please be good enough to remind me.”\n\nIn the midst of this bustle someone came in to announce, “You can clear out after serving this morning’s meal. There’s nothing against Mrs. Liu and she’s to be reinstated.”\n\nThis struck Qin Xian’s wife dumb. Crestfallen, she had to beat a retreat, pack up and go. All her gifts had been wasted for nothing, and she had to sell some of her things to make good the deficits in the kitchen. Even Siqi was so angry that she glared in speechless fury. But there was nothing she could do about it.\n\nNow Aunt Zhao had been on tenterhooks ever since Yuchuan had raised a runpus over the things secretly given to her by Caiyun, for she was afraid this might lead to an investigation. She made surreptitious inquiries every day. When Caiyun came and told her that Baoyu had admitted being to blame so that the matter had been dropped, only then did she set her mind at rest.\n\nBut Jia Huan, when told this, felt rather suspicious. He produced all Caiyun’s gifts and threw them in her face.\n\n“You two-faced bitch!” he swore. “I don’t want such things. If you weren’t carrying on with Baoyu, why should he admit it was him? If you really meant to give them to me, you shouldn’t have let anyone know. Now that you’ve told him, what face do I have to keep them?”\n\nIn desperation Caiyun swore that she was innocent, and shed tears. But though she pleaded with him at length he refused to believe her.\n\n“If not for the fact that I know you, I’d go and tell my Second Sister-in-law that you stole these things and gave them to me, but I daren’t keep them. You’d better watch out.” With that he stormed out.\n\nAunt Zhao, much put out, scolded, “You stupid bastard! What’s come over you?” And a weeping Caiyun, heart-broken by his behaviour, sobbed as if she would never stop.\n\nAunt Zhao did her best to console her. “Don’t take it so to heart, child,” she said. “He’s wronged you, I know. I’ll keep these things for you. In a couple of days he’ll come round.” She started putting them away.\n\nBut Caiyun in a rage bundled all the things up and, when no one was about, went into the Garden and threw them into the river, letting them sink or float away. Then, still burning with anger, she cried all night into her bedding.\n\nIt was now Baoyu’s birthday, which he shared with Baoqin. As the Lady Dowager and Lady Wang were still away from home observing the mourning rites for the Imperial Consort, no festivities were arranged. However, the Taoist Zhang sent four gifts and a replacement charm; while some bonzes and nuns from various temples and convents sent offerings of choice food, the God of Longevity, paper horses as well as statements of good works, and lockets to be changed yearly for the star of the native year and the star of the year.\n\nThe female and male relatives who were on familiar terms with the family came over the previous day to offer birthday congratulations. From Wang Ziteng came a suit of clothes, a pair of shoes and socks, one hundred birthday buns made of wheat flour, and one hundred bundles of fine “silver-silk” longevity noodles such as those supplied to the Court. Aunt Xue’s presents were half that amount. As for the other members of the household, Madam You’s gift was a pair of shoes and socks, Xifeng’s a palace-made embroidered pouch with a clasp on four sides containing a gold image of the God of Longevity and a curio from Persia. Alms and donations were distributed to all the temples. And there were other presents too from Baoqin which need not be enumerated. The girls had each brought some small gift — a fan, a scroll of calligraphy or painting, or a poem — just as a token for the occasion.\n\nBaoyu rose early that day and, having dressed and washed, put on a formal cap and clothes and went to the front courtyard, where Li Gui and three other pages had prepared an incense-altar to Heaven and Earth. He lit the incense, bowed, poured a libation of tea and burned paper offerings. Then he went to offer sacrifices at the two ancestral halls of the Ning Mansion, after which he came out to the terrace and bowed in the direction of the inner apartments where the Lady Dowager, Jia Zheng and Lady Wang lived. Next, in proper order, he called on Madam You in her room to pay his respects, sat there for a little while, then returned to the Rong Mansion. He called first on Aunt Xue, who made much of him, after which he saw Xue Ke and exchanged courtesies with him before entering the Garden.\n\nQingwen and Sheyue had followed him, and a young maid carrying a rug. Starting from Li Wan’s apartments, he called on all his seniors. Then leaving the inner gate he paid a brief courtesy call on the four nurses, after which he went back to his own quarters. Though the maids wanted to pay their respects to him he would not allow it, and on his return to his room Xiren and the others simply came to announce their arrival. Lady Wang had given instructions that the young people were not to receive formal congratulations for fear that this might shorten their life-span; so no one kotowed to him.\n\nPresently Jia Huan and Jia Lan called. Xiren promptly made them sit down, and after a short stay they left.\n\n“I’m tired out with all this running around!” Baoyu exclaimed with a laugh, and lay down on his bed.\n\nHe had just drunk half a cup of tea when he heard a chattering outside and a crowd of maids trooped in laughing — Cuimo, Xiaoluo, Cuilu, Ruhua, Xiuyan’s maid Zhuaner, and nurses carrying Qiaojie, as well as Cailuan, Xiuluan and eight or nine others, all carrying red carpets.\n\n“Your well-wishers are crowding your door and smashing it,” they cried. “Quick, give us noodles!”\n\nThen Tanchun, Xiangyun, Baoqin, Xiuyan and Xichun arrived. Baoyu hastily went out to welcome them.\n\n“I’m not worth all this trouble,” he said cheerfully. “Quick, bring good tea!”\n\nUpon entering the room they had of course to推让一番推让一番: The standard Chinese courtesy of each person offering precedence to the other(s) before sitting down in due order of precedence. for a while before taking their seats. Xiren and the other maids had served tea and he had taken just one sip when Pinger, most tastefully dressed, arrived. He hurried out to meet her.\n\n“I called just now at Xifeng’s place, but was told she couldn’t see me,” he told her. “Then I sent in to ask you to come over.”\n\n“I was helping your sister to do her hair, so I couldn’t come out,” she replied. “But when I heard you’d sent to invite me, how could I deserve such an honour? That’s why I’ve come to kotow to you, Second Master.”\n\n“I don’t deserve such an honour either.”\n\nXiren had placed a chair for her by the door, but Pinger curtseyed to him. He bowed in return. When she started to kneel he did likewise, but Xiren promptly helped her up. Then she curtseyed again and he bowed once more.\n\nXiren nudged him. “Bow again,” she urged.\n\n“I’ve already done so. Why again?”\n\n“This is her way of wishing you long life. But today is her birthday too, so you should wish her long life in return.”\n\nIn pleased surprise he bowed to Pinger again, saying, “So today is your birthday too, sister.”\n\nPinger promptly curtseyed in return.\n\nXiangyun pulled Baoqin and Xiuyan forward, saying, “You four should kotow to each other the whole day long.”\n\n“So Miss Xing’s birthday is today too!” exclaimed Tanchun. “How could I forget?” She at once ordered a maid to tell Lady Wang and the others.\n\n\"I will tell Madam Lian that we've made up another present the same as Miss Baoqin's to send to the second young mistress,\" said the maid, and she went off to do this.\n\nXiuyan felt obliged to go and notify the other apartments too now that Xiangyun had blurted this out.\n\n\"Fancy that!\" exclaimed Tanchun. \"With twelve months in a year, each month several people have birthdays. It's a remarkable coincidence the way, in a big family like ours, three or even two share the same day. Even New Year's Day isn't missed: the elder Imperial Consort has taken that. No wonder she's so fortunate -- her birthday comes before everyone else's. It's the anniversary too of our great-grandfather's death. Then after the Lantern Festival we have the birthdays of Aunt Wang and Cousin Baochai -- another coincidence, mother and daughter sharing the same day. The first of the third month is my mother's birthday, the ninth Cousin Lian's. There's no one in the second month.\"\n\nXiren put in, \"Miss Lin's birthday is on the twelfth of the second month. How can you say there's no one? She's not one of our family, though.\"\n\n\"Look at my memory!\" Tanchun laughed.\n\nBaoyu pointed at Xiren. \"She and Cousin Lin share a birthday, that's how she remembers.\"\n\n\"So you two share the same birthday?\" cried Tanchun. \"Yet you never so much as kotow to us each year. We didn't know Pinger's birthday either, but now we've found out.\"\n\nPinger smiled.\n\n\"Who do you think we are? We've no right to have people kotow to us on our birthdays or to receive presents. Why make a fuss? We just let the day slip by quietly. But today she's blurted it out. When you go back, miss, I'll kotow to you.\"\n\n\"We wouldn't dream of troubling you,\" replied Tanchun. \"But we must celebrate your birthday today to set our minds at rest.\"\n\nBaoyu and Xiangyun agreed and urged her to make the arrangements.\n\nTanchun ordered a maid to tell the chief cook, \"We've decided that Pinger isn't to set foot outside today. We're clubbing together to celebrate her birthday.\"\n\nThe maid assented cheerfully and went off. Some time later she came back to report, \"Madam Lian says thank you for doing her this honour, and will you please let her know what special dishes you'd like for the birthday feast? She hopes you won't forget her, and says she won't come to disturb you.\"\n\nThey all laughed at this.\n\n\"Luckily today the inner kitchen isn't preparing any meals,\" remarked Tanchun. \"All the noodles and dishes are being prepared outside. Suppose we club together to pay for them, send for Liu's wife and have the food prepared in our own kitchen?\"\n\nThe others agreed to this.\n\nTanchun sent to invite Li Wan, Baochai and Daiyu, and also had Liu's wife summoned and told to prepare two tables of wine and food at once in the inner kitchen.\n\nNot knowing the reason, the woman said, \"The outer kitchen has already made preparations.\"\n\n\"You don't understand,\" Tanchun told her. \"Today is Miss Pinger's birthday, and the outer kitchen is preparing for the mistress. Now we've clubbed together on the sly to give a couple of feasts for her. Just choose some unusual dishes and you can get the money from me.\"\n\n\"Is it Miss Pinger's birthday? I didn't know.\" With that Mrs. Liu dropped a curtsey to Pinger, who in embarrassment hastily raised her up. Then the woman went off to prepare the feast.\n\nTanchun now invited Baoyu to the hall to have noodles, and when Li Wan and Baochai had arrived she sent to ask Aunt Xue and Daiyu over too. As the weather was mild and Daiyu's illness much better, she came. And soon the hall was filled with a crowd of young people in brilliant silks and embroidery.\n\nThen Xue Ke sent Baoyu four birthday gifts -- a scarf, a fan, some incense and silk. Baoyu went over to have noodles with him. Both families prepared birthday feasts and exchanged presents, both partaking of the other's food and drink. At noon, Baoyu drank a few cups of wine with Xue Ke. After that Baochai brought Baoqin over to pay their respects to Xue Ke and offer him wine. When this ceremony had been performed Baochai admonished her brother...\n\nKeh: “There’s no need to send our household wine over there either. Let’s drop such empty formality. Just invite the assistants to have some. My cousin Pao-yu and I are going back now to entertain some other people, so we can’t keep you company either.”\n\n“Do just as you think fit, cousin, sister,” said Hsueh Keh. “I expect the assistants will be coming soon.”\n\nPao-yu apologized again before going back with his sister. As soon as they entered the side gate, Pao-chai ordered the serving-women to lock it and give her the key, which she kept.\n\n“Why lock this door?” asked Pao-yu. “Not many people come this way, and if auntie or the girls want to go home to fetch anything, won’t it be a nuisance?”\n\n“One can’t be too careful,” replied Pao-chai. “On your side, all these days, such a lot of things have been happening, but none of us on this side have been involved — which shows the advantage of keeping this door closed. If it were open, those people might take this short cut for the sake of convenience. Who could stop them? Better have it locked. Even my mother and I must restrain ourselves and not use it. Then if anything happens, no one can blame our side.”\n\n“So you know that we’ve been having thefts recently?”\n\n“You only know about the rose-bud juice and Poria powder, and only heard of them because of the people involved. If those hadn’t been caught you wouldn’t have known even about them. You’ve no idea that there have been several more important cases. If they don’t come to light, so much the better for everybody. If they do, a lot of people will be implicated. I’m telling you this because you don’t bother your head about such matters. Pinger’s a sensible girl, so the other day I tipped her off. As her mistress is laid up I made her understand that if these things aren’t discovered, well and good; if they are, she should have some plan ready so as to be able to get to the bottom of them and not wrong innocent people. Just do as I say and be more careful from now on. But don’t tell this to anyone else.”\n\nBy now they had reached Seeping Fragrance Pavilion. They found Hsi-jen, Hsiang-ling, Tai-shu, Ching-wen, Sheh-yueh, Fang-kuan, Jui-kuan and Ou-kuan — about ten girls in all — there watching the fish. At sight of Pao-chai and Pao-yu they cried:\n\n“Everything’s ready in the Peony Pavilion. Come along quickly to the feast.”\n\nPao-chai and the rest went with them to the three-roomed open hall in Red Fragrance Farm inside the peony hedge. Madam Yu had been invited too. All the others were present except Pinger, who had been kept away by the arrival of gifts from the families of Lai Ta and Lin Chih-hsiao, as well as by the stewards of all ranks, high, middle and low, who came one after another to offer their congratulations and presents. Pinger had to busy herself tipping the messengers and thanking them, at the same time reporting in detail to Hsi-feng which gifts to accept and which to decline. Some of those accepted were instantly given away to other people. After this bustle she had to wait until Hsi-feng had finished her noodles before she could change and go to the Garden.\n\nShe had no sooner entered it than some maids came to find her and escort her to Red Fragrance Farm, where the feast was spread and the lotus-root covers had been removed from the dishes. “Now the star of longevity has arrived!” the girls cried.\n\nThe four places of honour were offered to Aunt Hsueh, Madam Yu, Pao-chai and Pao-yu; but none of them would take them.\n\n“At my age I’m too old to fit in with you young people,” said Aunt Hsueh. “I’d only be a constraint on you. I shall lie down on the couch in the hall, if I may, and help myself to what I fancy — that will suit me better. I’ve no appetite and don’t drink much, so it’s better to leave me to myself.”\n\nBut Madam Yu and the rest would not hear of this.\n\n“Let her do as she likes,” said Pao-chai. “She’ll be more comfortable lying on the couch in the hall. We can send her over anything she fancies. And as there’s no one in front, she can keep an eye on things there too.”\n\n“In that case, we must do as the ancients decreed: better obey orders than be polite,” quipped Tan-chun.\n\nSo they saw Aunt Hsueh to the hall of administration and, having told the maids to spread a bedding-roll on the couch for her, they left her there.\n\nCushions and back-rests were sent over, and Tanchun told the maids, “Give Aunt Xue a good massage. If she wants tea or water, don’t make excuses but fetch it at once. When the things we send over come, if she eats them you can have what’s left. But mind you don’t leave her.” The young maids promised to do as they were told, and only then did Tanchun and the others go back.\n\nAt last Baochin and Xiuyan were prevailed on to take the seats of honour, with Pinger facing west and Baoyu east. Tanchun sent for Yuanyang, and the two of them sat side by side facing the others. At the table on the west sat Baochai, Daiyu, Xiangyun, Yingchun and Xichun in that order, with Xiangling and Yuchuan to keep them company. At the third table were Madam You and Li Wan, with Xiren and Caiyun to keep them company. The fourth table was for Zijuan, Yinger, Qingwen, Xiaoluo and Siqi. When Tanchun wanted to offer them wine, however, Baochin and the three others protested, “If this goes on, we’ll never be able to sit down to our meal!” So then she desisted.\n\nTwo story-tellers asked if they might perform to celebrate the occasion, but the girls said, “We’ve no one here who wants to hear that sort of thing. You’d better go to the front and amuse Aunt Xue with your tales.” They sent her also a selection of all the different dishes.\n\n“Sitting here so quietly is no fun,” announced Baoyu. “We must play drinking games.”\n\nDifferent girls proposed different games.\n\n“My idea is,” suggested Daiyu, “to get brush and inkstone and write down all the drinking games we can think of. Then we can make lots and pick one out.”\n\n“Excellent!” was the general verdict.\n\nA writing-brush and inkstone were brought with some fancy notepaper. Now Xiangling had recently started learning poetry and practising calligraphy every day, and the sight of brush and inkstone tempted her. She eagerly stood up.\n\n“Let me write,” she offered.\n\nThey thought of about a dozen games, calling out the names one by one for Xiangling to write down. These were rolled into pellets and put into a vase. Then Tanchun told Pinger to draw one. She stirred them up, picked one out with her chopsticks and unfolded it. On it was written “Covered and Guessed.”\n\n“You’ve picked the patriarch of drinking games!” exclaimed Baochai with a laugh. “This is an ancient game which has been lost, and this is a later version harder than any other. Half of us here don’t know it. We’d better scrap this and pick out one that’s more generally popular.”\n\n“Once it’s been picked how can we scrap it?” retorted Tanchun. “Let’s pick another as well. If it’s a popular one, let them play that while we play this.” She told Xiren to draw another lot. This one was “Finger-Guessing.”\n\nXiangyun was delighted. “That’s simple and quick, just my style,” she cried. “I’m not playing that Covered and Guessed, it’s so depressing. I’ll guess fingers.”\n\n“She’s breaking the rules already,” said Tanchun. “Quick, Cousin Baochai, make her drink a forfeit.”\n\nWithout giving her time to protest Baochai laughingly forced Xiangyun to drain her cup.\n\n“I’ll drink a cup too as the arbiter,” volunteered Tanchun. “There’s no need to announce the rules, just do as I say. Fetch the dice-bowl and throw the dice in turn, starting with Cousin Baoqin. The two with the same score will play Covered and Guessed.”\n\nBaoqin cast the dice and got a three. When Xiuyan, Baoyu and the others had their turn, none matched her until it came to Xiangling’s turn and she too threw a three.\n\n“We can only draw on things in this room,” said Baoqin. “If we bring in things outside, it will be too confusing.”\n\n“Of course,” agreed Tanchun. “Three failures to guess means drinking a cup. You cover something for her to guess.”\n\nBaoqin thought for a little, then said “Lao.”\n\nAs this game was new to Xiangling, her mind was a blank; and though she looked round the room she could see nothing connected with the word lao. Xiangyun, equally at a loss, was looking round too when her eye fell on the inscription Red Fragrance Farm over the door. This made her realize that Baoqin had in mind the line “I’d rather be an old gardener. . . .” from the Confucian Analects. But as Xiangling could not guess and the others were drumming impatiently on the table, . . .\n\nXiangling was surreptitiously prompted by someone to say “medicine.” But Daiyu spotted this and cried:\n\n“Quick, penalize her! They’re passing hints again.”\n\nThis created a stir and Xiangyun had to drink another cup as a forfeit. In a temper she rapped Daiyu’s hand with her chopsticks. Then Xiangling was made to drink a cup too.\n\nAfter this, Baochai and Tanchun matched their dice and Tanchun gave the clue “man.” Baochai laughed.\n\n“That word ‘man’ is too vague.”\n\n“If I add another word and give two clues for one guess, that won’t be vague,” rejoined Tanchun, and she added the word “window.”\n\nBaochai, thinking this over and seeing chicken on the table, knew that she was using the allusions “chicken window” and “chicken man.” So she guessed the word “roost.” Tanchun, knowing that she had it and was using the allusion “chickens go back to their roost,” smiled and they both took a sip.\n\nXiangyun now, too impatient to wait, started playing the finger-guessing game with Baoyu, calling out “three” or “five” at random. On the other side, Madam You and Yuanyang at another table were playing the same game, shouting “seven” or “eight.” Pinger and Xiren had also paired off. The only sound was the tinkle of bracelets. Presently Xiangyun beat Baoyu and Xiren beat Pinger, and each of the losers had to down a cup as well as give the “drinkers’ pledge.”\n\nXiangyun decreed, “For the pledge you must quote one classical allusion, one old poem, the name of a dominoe, the name of a melody, and a saying from the almanac, combining them all into one sentence. For the toast you must give the name of some fruit or vegetable which has to do with human affairs.”\n\nThe others exclaimed, “Her forfeits are more long-winded than anyone else’s, but they’re rather fun.” They urged Baoyu to hurry up and answer.\n\n“Who ever heard of such a rule?” he protested. “Do give me time to think.”\n\nDaiyu said, “If you drink an extra cup I’ll answer for you.”\n\nWhen he had done so she said:\n\n“Sunset clouds float with the lone duck; the wind sweeps the river and the wild geese cry. It’s a broken-legged wild goose, and its cry is enough to break your heart. This is the wild goose, a guest on earth.”\n\nThis amused the whole party.\n\n“That rigmarole makes sense,” they said.\n\nDaiyu picked up a hazel-nut and went on:\n\n“The hazel-nut has naught to do with the block in the next courtyard,\n\nSo why should the sound of pounding clothes carry ten thousand miles?”\n\nAfter this Yuanyang and Xiren, when it came to their turn, quoted a common saying each with the word “longevity” in it, which need not be recorded.\n\nThey played at random for a time. Then Xiangyun and Baoqin, and Li Wan and Xiuyan, matched dice. Li Wan gave the clue “gourd,” Xiuyan guessed “green,” and they both smiled and took a sip as they understood each other. But Xiangyun lost at finger-guessing and had to give the drinkers’ pledge. Baoqin said with a smile:\n\n“Please get into the vat.”\n\nThe rest laughed.\n\n“That’s a good allusion,” they cried.\n\nXiangyun retorted:\n\n“Rushing down pell-mell, waves on the river surge up to the sky.\n\nYou need an iron chain to moor the lonely boat,\n\nBecause, when a gale springs up on the river,\n\nIt is not propitious to travel.”\n\nThe others laughed.\n\n“She’s making it all up as she goes along. No wonder she invents such forfeits — just to amuse us.”\n\nThey urged her to give the toast quickly. She drank, picked up a piece of duck, then took a sip of wine. Suddenly noticing the half of a duck’s head in her bowl, she picked this out and started eating the brain.\n\n“Stop eating and hurry up,” the others cried.\n\nShe lifted the duck’s head with her chopsticks.\n\n“This duck head isn’t that slave-girl,\n\nYet it’s smeared with osmanthus oil.”\n\nThe others laughed even more. Qingwen, Xiaoluo and the other maids who had come over to them protested:\n\n“Miss Xiangyun is making fun of us. She must pay a forfeit.”\n\n“Why should we be the ones to use osmanthus oil?” they demanded. “You must give each of us a bottle.”\n\nDaiyu chuckled, “She’d like to give you a bottle, but she’s afraid of being charged with theft.”\n\nThe others paid no attention, but Baoyu understood and lowered his head at once. Caiyun, conscience-stricken, blushed. Bacchai shot a covert glance at Daiyu, who regretted her indiscretion. She had meant to tease Baoyu, forgetting that she was slighting Caiyun. She hastily tried to cover up by urging them to play the finger-guessing game.\n\nNow as luck would have it Baoyu and Baochai were matched. Baochai gave the clue “precious,” and Baoyu, after a little thought, knew that she was teasing him by referring to his jade.\n\n“You’re making fun of me, cousin,” he said, “but I’ve guessed the answer. Don’t be angry if I tell you — it’s your name Chai.”\n\nThe others demanded an explanation.\n\n“When she says ‘precious’ the word underneath is naturally ‘jade,’” he said. “I answer ‘hairpin.’ There’s an old line:\n\n‘The jade hairpin is broken, the red candle cold.’\n\nDoesn’t that fit?”\n\nXiangyun interposed, “You can’t use topical allusions. You should both be fined.”\n\n“But that isn’t topical, it’s from an old poem,” objected Xiangling.\n\n“‘Pao-yu’ has no literary source,” retorted Xiangyun. “It may appear in some couplets, but you won’t find it in the classics, so it doesn’t count.”\n\nXiangling said, “The other day I was reading a five-character regulated verse by Cen Jiazhou which has the line:\n\n‘This land is rich in pao yu.’\n\nHave you forgotten that? And later, in a seven-character verse by Li Yishan, I came across the line:\n\n‘The pao-chai gathers dust each day.’\n\nI joked at the time that both their names occur in Tang poetry.”\n\nAmid general laughter the others cried, “That’s settled it. Quick, drink a cupful!”\n\nXiangyun had nothing to say and had to drain her cup.\n\nThen the game and finger-guessing started again. And because the Lady Dowager and Lady Wang were away, having no one to control them they gave full rein to their high spirits, shouting out numbers as they played. The hall was a riot of colour and movement, a scene of frantic gaiety. They went on feasting for a time before rising from the table and breaking up. Then Xiangyun was found to have disappeared, thinking she had just slipped out for a minute they waited for her, but as time passed and she failed to reappear they sent servants to look for her. However, no one could find her anywhere.\n\nPresently Lin Zhixiao’s wife came along with some other stewards’ wives. Partly afraid that they might be needed for something, partly afraid that the young maids, with Lady Wang away, might take advantage of Tanchun’s easier rule to drink too much and forget their manners, they had come to ask if there was anything wanted.\n\nTanchun, knowing their motive, said with a smile, “So you’re not easy in your minds and have come to check up on us? We haven’t been drinking too much. We’ve just been having fun, using wine to make it livelier. Don’t worry.”\n\nLi Wan and Madam You said, “Go and rest now. We won’t let them drink too much.”\n\n“We know that,” replied Mrs. Lin. “Even when the old lady asks the young ladies to drink they won’t, especially when the mistresses are away and they’re just having a little fun. We were afraid there might be some business, and came to ask. As the days are long now, after your game, miss, you should have some snacks. As you don’t usually eat between meals, if you don’t have some snacks now after a cup or two of wine it may do you harm.”\n\n“You’re quite right,” agreed Tanchun. “We were just going to ask for some.” She turned to order the maids, “Bring some snacks.” They assented and went to fetch them.\n\n“You may go and rest now,” said Tanchun. “Or go and chat with the other matrons. We’ll send you some wine.”\n\n“Thank you, miss, but we don’t deserve it,” they replied. After standing there a little longer they withdrew.\n\n“My face is burning. I felt too ashamed to face them,” remarked Pinger, touching her cheeks. “My advice is to stop now, for fear they come back again.”\n\n\"It’s no fun any more.” Tanchun laughed. “Never mind. We’re not drinking in earnest anyway.”\n\nJust then a young maid came up smiling to announce, “The young ladies are invited to come and look. Miss Xiangyun is drunk, and she’s gone to cool off on a stone bench behind the rockery where she’s fallen asleep.”\n\nAt this they laughed and cried, “Don’t disturb her!” All went over to look and, sure enough, they found Xiangyun lying asleep on a stone bench in a secluded spot behind the rockery. She was sleeping very soundly, covered from head to foot with peony petals which had blown over her, and her face and clothes were red with the fallen blossoms. Her fan, dropped to the ground, was half buried too, and a swarm of bees and butterflies were buzzing frantically around her. She had wrapped up some peony petals in a handkerchief to use as a pillow.\n\nThe sight at once delighted and amused them. They hurried over to rouse her and help her up. Still drowsy with wine, she mumbled the drinking rules she had made up:\n\n“The fragrance of spring water, the cool taste of wine.... Drunk we go home.... And the company is fine.”\n\nLaughing, they gave her a shake, urging, “Hurry up and wake! Have some food before you sleep. You may fall ill, sleeping on this damp stone bench.”\n\nSlowly opening her eyes, Xiangyun saw them all and then, looking down at herself, she realized that she was drunk. She had slipped away to this quiet spot to cool off, never meaning to doze off after drinking so much that she felt quite overcome. Now she was rather ashamed of herself.\n\nA young maid promptly brought a basin of water and two others carried a mirror-case. The others waited while Xiangyun washed her face and smoothed her hair. Then she stood up and accompanied them to Paddy-Sweet Cottage, where she drank two cups of strong tea. Tanchun had someone fetch a piece of “drunkenness-reviving stone” for her to hold in her mouth; then she made her drink some vinegar-pepper soup, after which Xiangyun began to feel better.\n\nNow some choice fruits and dishes were selected and sent to Xifeng, who in return sent some of her dishes to them. After Baochai and the others had eaten some light refreshments, some sat down while others remained standing, and some strolled outside to look at the flowers or leaned over the balustrade to watch the fish, amusing themselves in different ways as they pleased. Tanchun played go with Baoqin while Baochai and Xiuyan watched. Daiyu and Baoyu, meanwhile, were having a whispered conversation under a flowering tree.\n\nJust then, Lin Zhixiao’s wife came in with some other women, bringing a married woman with them. The woman, who looked very upset, dared not enter the hall but knelt down at the foot of the steps and kotowed. Tanchun, whose game of go was in a critical phase, was concentrating on the board. She had calculated that she had two “eyes” and so could sacrifice one piece, and was abstractedly fingering the pieces in the box as she pondered. Not until she turned to ask for tea did she notice Lin Zhixiao’s wife, who had been standing there for some time.\n\n“What is it?” she asked.\n\nLin Zhixiao’s wife pointed to the woman and replied, “This is the mother of Cai’er, one of our fourth young mistress’ maids. She’s a cleaner in the Garden. The woman’s a gossip. I heard her talking just now and questioned her, but what she said isn’t fit for your ears, miss. We’ll have to send her away.”\n\n“Why not report it to Madam Zhu?” asked Tanchun.\n\n“I did just now when I met her on my way here with Lady Wang’s sister. She told me to report it to you, miss.”\n\n“Why not report it to Madam Lian?”\n\nPing’er put in, “There’s no need. I’ll go and tell her. Since that’s how it is, just send her away and wait till the mistress comes back to report it. Please decide what’s to be done, miss.”\n\nTanchun nodded and went on with her game.\n\nThen Lin Zhixiao’s wife went off with the woman.\n\nBaoyu and Daiyu, who had been watching from under the tree, now strolled over.\n\n“Your third sister’s a smart one,” remarked Daiyu. “Though given authority, she doesn’t presume on it like most people, who throw their weight about as soon as they’re put in charge.”\n\n“You don’t know the whole story,” said Baoyu. “While you were ill she attended to several matters.\n\nThe Garden is now divided up for different people to manage, so that not a blade of grass can be touched. And now that several items have been cut down, they’re using me and Xifeng as whipping-boys. The way she works things out in her mind, she’s not just clever!”\n\n“It’s a good thing,” said Daiyu. “We were being much too extravagant. Although I don’t handle affairs, when I’m at a loose end I often work it out roughly in my mind and find that more is going out than coming in. Unless we start economizing now, we’re bound to get into difficulties later on.”\n\nBaoyu chuckled. “No matter what difficulties we get into, we shan’t go short, you and I.”\n\nAt that Daiyu turned and went back to the hall to chat with Baochai.\n\nBaoyu was starting to follow when Xiren came up with a small foreign-lacquered tea-tray designed with interlocking circles, on which were two cups of freshly brewed tea.\n\n“Where has Miss Lin gone?” she asked. “I saw that neither of you had drunk any tea for a long time, so I specially brought you two cups; but now she’s gone.”\n\n“Isn’t that her over there? Take her a cup,” said Baoyu, taking one himself.\n\nXiren carried the other cup to Daiyu, but as she found her with Baochai she had only this one cup.\n\n“Which of you will drink first?” she asked. “I’ll go and fetch another cup.”\n\n“I don’t want any, just a sip to rinse my mouth,” said Baochai.\n\nShe took the cup and sipped from it, then handed it with half the tea left to Daiyu. Xiren said she would fetch some more.\n\n“You know the doctor won’t let me drink much tea,” said Daiyu. “Half a cup is just right. Thank you for being so thoughtful.”\n\nShe drank it up and put down the cup, then Xiren went back to take Baoyu’s.\n\n“I haven’t seen Fangguan for some time,” he remarked. “Where is she?”\n\nXiren looked around.\n\n“She was here a moment ago playing at ‘grass’ with some others. I don’t know where she’s gone now.”\n\nBaoyu hurried back to his room and found Fangguan lying on the bed facing the wall.\n\n“Don’t go to sleep,” he said, shaking her. “Come out and enjoy yourself. It will soon be time for the meal.”\n\n“You were drinking and ignored me, leaving me to mope,” she retorted. “What else was there to do but sleep?”\n\nHe pulled her up.\n\n“We’ll have some more wine this evening at home. I’ll tell Xiren to take you to the feast tonight, all right?”\n\n“If Ou-guan and Rui-guan aren’t going, it’s no fun for me by myself. Besides, I’m not used to eating noodles. I didn’t have a proper breakfast, and just now I felt so hungry I asked Mrs. Liu to cook me a bowl of soup and half a bowl of japonica rice, and send them here for me. That will do me. If we drink tonight, mind you don’t let them stop me. I mean to drink as much as I please. Why, at home I used to drink two or three catties of good Huichuan wine at one go. Since learning this rotten acting they say it’s bad for my voice and haven’t let me touch it for the last couple of years. But today I’m going to have a good time.”\n\n“That’s easy,” promised Baoyu.\n\nJust then, sure enough, a maid sent by Mrs. Liu arrived with a hamper. Yanyan took it and opened it. Inside was a bowl of shrimp’s-roe and chicken-skin soup, another of duck steamed in wine, a plate of cured goose breast dyed pink, four rich cream cheese patties, and a large bowl of fragrant, steaming, glistening green-rice.\n\nYanyan put this on the table and set out the dishes and chopsticks, then helped Fangguan to a bowl of rice.\n\n“It’s so greasy, who wants to eat that?” objected Fangguan.\n\nShe soaked some rice in her soup and ate one bowl, after which she picked at two pieces of goose. Then she had had enough.\n\nBaoyu, however, found the food more appetizing than usual. He ate one of the patties and told Yanyan to help him to half a bowl of rice which he ate with the soup, finding it delicious. This amused both Yanyan and Fangguan.\n\nAfter the meal Yanyan took what was left...\n\nShe handed it back to him.\n\n“Eat it up,” he said. “If you want more, I’ll get you some.”\n\n“No, this is plenty. Sister Sheyue gave us two plates of cakes, and this will be more than enough. I don’t want any more.”\n\nStanding by the table she ate it up in no time, then kept back two rolls.\n\n“I’ll keep these for my mother,” she said. “If there’s wine this evening, just give me two cups.”\n\n“So you like wine too, do you?” Baoyu chuckled. “Well, we can have a good drinking session this evening. Your sisters Xiren and Qingwen are good drinkers too, only they usually hold back for politeness’ sake. But today we can all break our fast. There’s something I meant to tell you but forgot, and have only just remembered. From now on, I want you to keep an eye on Fangguan for me. If she slips up in any way, you must remind her. Xiren has too many people to look after.”\n\n“I know, don’t worry. But what about Wu’er?”\n\n“Tell Mrs. Liu to bring her in tomorrow. I’ll let the others know, that’s all.”\n\nFangguan laughed.\n\n“Now that’s business.”\n\nChunyan called two young maids to pour water for Baoyu to wash his hands and bring him tea, then cleared the things away and gave them to an old woman. Having washed her hands too she went off to find Mrs. Liu. But no more of this.\n\nBaoyu went back to Red Fragrance Farm to join the other girls, followed by Fangguan with a towel and fan. As they left his compound they met Xiren and Qingwen walking hand in hand.\n\n“Where have you been?” he asked.\n\n“The meal is served,” Xiren told him. “We were waiting for you.”\n\nHe described with a laugh how he had just eaten.\n\n“You’re like a cat — eating on the sly!” she teased. “Still, you should keep them company and make a show of eating.”\n\nQingwen poked Fangguan on the forehead.\n\n“You little vamp!” she cried. “How did you sneak off to have a meal with him? Did you two fix it up between you? Why didn’t you let us know?”\n\n“It was just a chance meeting,” Xiren said. “They didn’t fix it up.”\n\n“In that case, you don’t need us. Tomorrow we can leave and let Fangguan serve him all by herself.”\n\n“The rest of us could go, but not you.”\n\n“I’d be the first to go. I’m lazy and clumsy, bad-tempered and useless.”\n\n“Suppose the peacock-feather cape gets another burn? Who could mend it then? Don’t try to get out of things by making excuses. When I ask you to do anything, you won’t lift a finger. Not that it’s for me — it’s all for him. But you refuse to do anything. How is it, then, that when I was away for a few days and you were so ill you at the point of death, you sat up all night to work for him, not caring if you killed yourself? How do you explain that? Speak up! Why just giggle foolishly? That won’t get you out of it.”\n\nQingwen chuckled and spat in disgust.\n\nBy now they had reached the hall. Aunt Xue was there too and they all took their seats in order. Baoyu just soaked half a bowl of rice in tea and ate that for form’s sake.\n\nSoon the meal ended and they chatted over tea, casually joking. Outside, Xiaoluo, Xiangling, Fangguan, Ruiguan, Ouguan and Douguan — four or five girls in all — after playing for a while in the Garden gathered some flowers and plants, then sat down on the ground to play a game with them.\n\nOne said, “I have a willow of the Goddess of Mercy.”\n\nAnother said, “I have an arhat pine.”\n\nA third said, “I have a gentleman bamboo.”\n\nA fourth cried, “I have a beauty plantain.”\n\nOne girl claimed, “I have a starry emerald.” Another chimed in, “I have an ever-blooming rose.” One cried, “I have the peony from The Peony Pavilion.” Another retorted, “I have the loquat fruit from The Lute.” Then Douguan said, “I have sister flowers.” When no one else could cap this, Xiangling said, “I have a husband-and-wife orchid.”\n\n“I never heard of such a thing!” scoffed Douguan.\n\nXiangling explained, “One blossom on one stalk is an orchid, several blossoms on one stalk are hui. When the flowers bloom at the top and lower down, it’s a brother hui; when two bloom together, it’s a husband-and-wife hui. I’ve two flowers blooming together — isn’t that a husband-and-wife hui?”\n\nStumped for an answer, Douguan jumped up and cried, “If that’s so, and if one of these blossoms is big and the other small, would that be a father-and-son hui? And if one faces front and the other back, an enemy hui? Your husband’s been away for over half a year, so you’re missing him and have made up this tale about a husband-and-wife hui. For shame!”\n\nXiangling flushed and made to rise to pinch Douguan’s lips.\n\n“You bitch!” she swore. “What a load of foul nonsense you talk!”\n\nAs soon as Douguan saw her start to get up, she threw herself on her to prevent it, calling to Ruiguan over her shoulder, “Come and help me pinch her lips!”\n\nThe two of them rolled on the ground while the others clapped, laughing.\n\n“Look out!” they cried. “There’s a puddle there. It’s a pity to spoil her new skirt.”\n\nDouguan turned to look and, sure enough, Xiangling’s skirt was soaked with muddy water halfway up. Abashed, she let go and ran away. The rest, afraid that Xiangling might vent her anger on them, scattered too with laughter.\n\nXiangling got up and looked down. Green water was dripping from her skirt. As she was cursing, Baoyu came along. Having picked some stems himself to join in their game, he was surprised to see them all run away, leaving Xiangling alone staring at her skirt.\n\n“Why have they all gone?” he asked.\n\nShe told him, “I had a husband-and-wife orchid, but they wouldn’t believe me and said I’d made it up. So we started fooling about and they’ve spoilt my new skirt.”\n\n“You have a husband-and-wife orchid, but I’ve a twin caltrop,” he said with a smile, producing one. He took the orchid too from her.\n\n“Never mind about husbands and wives or twin caltrops. Just look at my skirt!”\n\nBaoyu lowered his head to look. “Aiya!” he exclaimed. “How did you get it in the mud? What a pity. This pomegranate-red silk won’t stand washing.”\n\n“It was brought the other day by Miss Baoqin,” Xiangling told him. “I made one skirt from it and Miss Xiangyun one. I only put this on today.”\n\nBaoyu stamped his foot. “If this had happened in your family, it wouldn’t matter spoiling one every day. But in the first place, this was a present from Baoqin. You and Cousin Baochai are the only ones who have one. Hers is still all right, but yours is spoilt already. Isn’t that a poor return for her kindness? Besides, your mother-in-law is so sharp-tongued. Even though you’re careful I often hear her scolding you for not knowing how to live within your means, just for making a waste of things and not appreciating your good luck. If your mother-in-law saw this, there’d be no end to her nagging.”\n\nThese words struck home to Xiangling. However, she was pleased by his concern.\n\n“That’s right,” she agreed. “I have several new skirts, but none like this one. If I had another the same I could change and that would be that, but as it is....”\n\n“Don’t move!” he cried. “You’d better just stand still, or you’ll get mud on your underclothes, socks and shoes too.”\n\n\"I’ve got it!” he cried. “Last month Hsi-jen made a skirt exactly like this. As she’s in mourning now she can’t wear it, so why shouldn’t I ask her to let you have it instead of this one?”\n\nHsiang-ling shook her head with a smile.\n\n“No, that wouldn’t do. If they heard about it, it would look bad.”\n\n“What does that matter?” he argued. “After her mourning’s over, if she wants a skirt like this, can’t you give her another instead? If you’re so finicky, you’re not being true to your nature. Besides, this is nothing to hide. We can even tell Cousin Pao-chai if you like. The only thing is, we don’t want to annoy Aunt Hsueh.”\n\nHsiang-ling thought this over and had to agree.\n\n“All right then,” she said, nodding and smiling. “I mustn’t disappoint you. I’ll wait here. But mind you get her to bring it herself.”\n\nBaoyu was delighted and promised to do this, then hurried back. As he walked along with lowered head he reflected, “What a pity that such a charming girl should have no parents and not even know her own name, kidnapped and sold to that tyrant!”\n\nThen it occurred to him, “Ping-erh’s case the other day was unexpected, but this is even more so.”\n\nAbsorbed in these thoughts, he reached his room and taking Hsi-jen aside explained the situation to her in detail. Now everyone was fond of Hsiang-ling, and Hsi-jen in any case was open-handed. Besides, she was a good friend of Hsiang-ling’s. So as soon as she heard this she opened her case, took out the new skirt, folded it up and went back with Baoyu to find Hsiang-ling, who was still waiting where he had left her.\n\n“I must say you’re a trouble-maker,” Hsi-jen teased her. “You have to get into some scrape or other.”\n\nHsiang-ling blushed.\n\n“Thank you so much, sister,” she said. “Those wicked wretches played this dirty trick on me.”\n\nShe took the skirt and unfolded it. It was indeed identical with her own. Then she made Baoyu turn away while she took off her stained skirt and put on the new one.\n\n“Give me that soiled one to take back and have cleaned,” said Hsi-jen. “If you take it back yourself and they see it, there’ll be more questions.”\n\n“Yes, take it, dear sister, and give it to one of the other girls. I don’t want it now that I have this one.”\n\n“What a generous girl you are!” Hsi-jen laughed.\n\nHsiang-ling curtseyed twice to thank her, after which Hsi-jen went off with the mud-stained skirt.\n\nThen Hsiang-ling saw Baoyu squatting on the ground digging a hole with a twig. He gathered some fallen blossoms and put them at the bottom, then placed the “husbandand-wife” orchids and “twin” caltrop-flowers in it, covering them with more fallen blossoms before burying them with earth.\n\nShe took his hand.\n\n“What’s this now?” she asked laughingly. “No wonder everyone says you’re full of crazy ideas, capable of the most weird, disgusting tricks. Just look at your hands, all covered with mud. Why don’t you go and wash?”\n\nBaoyu laughed and got up to go and wash his hands, while Hsiang-ling started off too. But after a few steps she turned back to call him. Not knowing what she wanted, he came back smiling, his hands still covered with mud.\n\n“What is it?” he asked.\n\nHsiang-ling simply smiled, her face crimson. She seemed to be trying to say something but could not get it out. Just then her young maid Chen-erh came up.\n\n“Our young lady wants you,” she announced.\n\nHsiang-ling blushed even more deeply.\n\n“Don’t say a word to Hsueh Pan about the skirt,” she finally got out. Then she turned and left.\n\n“Of course not,” chuckled Baoyu. “Do you take me for a fool, asking for trouble?”\n\nHe went back to his own compound.\n\nBut more of this in the next chapter."
}