{
  "index": "063",
  "title": "第63章 寿怡红群芳开夜宴 死金丹独艳理亲丧",
  "original": "话说宝玉回至房中洗手，因和袭人商议：“晚间吃酒，大家取乐，不可拘泥。如今吃什么好？早说给他们备办去。”袭人笑道：“你放心，我和晴雯、麝月、秋纹四个人，每人五钱银子，共是二两；芳官、碧痕、春燕、四儿四个人，每人三钱银子，他们告假的不算：共是三两二钱银子，早已交给了柳嫂子，预备四十碟果子。我和平儿说了，已经抬了一罐好绍兴酒藏在那边了。我们八个人单替你做生日。”宝玉听了，喜的忙说：“他们是那里的钱？不该叫他们出才是。”晴雯道：“他们没钱，难道我们是有钱的？这原是各人的心。那怕他偷的呢，只管领他的情就是了。”宝玉听了，笑说：“你说的是。”袭人笑道：“你这个人，一天不捱两句硬话村你，你再过不去。”晴雯笑道：“你如今也学坏了，专会调三窝四。”说着，大家都笑了。宝玉说：“关了院门罢。”袭人笑道：“怪不得人说你是‘无事忙’！这会子关了门，人倒疑惑起来，索性再等一等。”宝玉点头，因说：“我出去走走。四儿舀水去，春燕一个跟我来罢。”说着，走至外边，因见无人，便问五儿之事。春燕道：“我才告诉了柳嫂子，他倒很喜欢。只是五儿那一夜受了委屈烦恼，回去又气病了，那里来得？只等好了罢。”宝玉听了，未免后悔长叹，因又问：“这事袭人知道不知道？”春燕道：“我没告诉，不知芳官可说了没有。”宝玉道：“我却没告诉过他。也罢，等我告诉他就是了。”说毕，复走进来，故意洗手。\n　　已是掌灯时分，听得院门前有一群人进来。大家隔窗悄视，果见林之孝家的和几个管事的女人走来，前头一人提着大灯笼。晴雯悄笑道：“他们查上夜的人来了。这一出去，咱们就好关门了。”只见怡红院凡上夜的人，都迎出去了。林之孝家的看了不少，又吩咐：“别耍钱吃酒，放倒头睡到大天亮。我听见是不依的。”众人都笑说：“那里有这么大胆子的人。”林之孝家的又问：“宝二爷睡下了没有？”众人都回：“不知道。”袭人忙推宝玉。宝玉了鞋，便迎出来，笑道：“我还没睡呢。妈妈进来歇歇。”又叫：“袭人，倒茶来。”林之孝家的忙进来，笑说：“还没睡呢？如今天长夜短，该早些睡了，明日方起的早。不然，到了明日起迟了，人家笑话，不是个读书上学的公子了，倒象那起挑脚汉了。”说毕，又笑。宝玉忙笑道：“妈妈说的是。我每日都睡的早，妈妈每日进来，可都是我不知道的，已经睡了。今日因吃了面，怕停食，所以多玩一回。”林之孝家的又向袭人等笑说：“该焖些普洱茶喝。”袭人、晴雯二人忙说：“焖了一茶缸子女儿茶，已经喝过两碗了。大娘也尝一碗，都是现成的。”说着，晴雯便倒了来。林家的站起接了，又笑道：“这些时，我听见二爷嘴里都换了字眼，赶着这几位大姑娘们竟叫起名字来。虽然在这屋里，到底是老太太、太太的人，还该嘴里尊重些才是。若一时半刻偶然叫一声使得；若只管顺口叫起来，怕以后兄弟侄儿照样，就惹人笑话这家子的人眼里没有长辈了。”宝玉笑道：“妈妈说的是。我不过是一时半刻偶然叫一句是有的。”袭人、晴雯都笑说：“这可别委屈了他，直到如今，他可‘姐姐’没离了嘴。不过玩的时候叫一声名字，若当着人，却是和先一样。”林之孝家的笑道：“这才好呢，这才是读书知礼的。越自己谦逊，越尊重。别说是三五代的陈人，现从老太太、太太屋里拨过来的，就是老太太，太太屋里的猫儿狗儿，轻易也伤不得他。这才是受过调教的公子行事。”说毕，吃了茶，便说：“请安歇罢，我们走了。”宝玉还说：“再歇歇。”那林之孝家的已带了众人又查别处去了。\n　　这里晴雯等忙命关了门，进来笑说：“这位奶奶那里吃了一杯来了？唠三叨四的，又排场了我们一顿去了。”麝月笑道：“他也不是好意的？少不得也要常提着些儿，也堤防着，怕走了大褶儿的意思。”说着，一面摆上酒果。袭人道：“不用高桌，咱们把那张花梨圆炕桌子放在炕上坐，又宽绰，又便宜。”说着，大家果然抬来。麝月和四儿那边去搬果子，用两个大茶盘，做四五次方搬运了来。两个老婆子蹲在外面火盆上筛酒。宝玉说：“天热，咱们都脱了大衣裳才好。”众人笑道：“你要脱，你脱，我们还轮流安席呢。”宝玉笑道：“这一安席，就要到五更天了。知道我最怕这些俗套，在外人跟前，不得已的。这会子还怄我，就不好了。”众人听了，都说：“依你。”\n　　于是先不上坐，且忙着卸妆宽衣。一时将正妆卸去，头上只随便挽着儿，身上皆是紧身袄儿。宝玉只穿着大红绵纱小袄儿，下面绿绫弹墨夹裤，散着裤脚，系着一条汗巾，靠着一个各色玫瑰芍药花瓣装的玉色夹纱新枕头，和芳官两个先拳。当时芳官满口嚷热，只穿着一件玉色红青驼绒三色缎子拼的水田小夹袄，束着一条柳绿汗巾，底下是水红洒花夹裤，也散着裤腿。头上齐额编着一圈小辫，总归至顶心，结一根粗辫，拖在脑后，右耳根内只塞着米粒大小的一个小玉塞子，左耳上单一个白果大小的硬红镶金大坠子，越显得面如满月犹白，眼似秋水还清。引得众人笑说：“他两个倒象一对双生的弟兄。”袭人等一一斟上酒来，说：“且等一等再拳。虽不安席，在我们每人手里吃一口罢了。”于是袭人为先，端在唇上吃了一口，其馀依次下去，一一吃过，大家方团圆坐了。春燕、四儿因炕沿坐不下，便端了两个绒套绣墩近炕沿放下。那四十个碟子，皆是一色白彩定窑的，不过小茶碟大，里面自是山南海北干鲜水陆的酒馔果菜。\n　　宝玉因说：“咱们也该行个令才好。”袭人道：“斯文些才好，别大呼小叫，叫人听见。二则我们不识字，可不要那些文的。”麝月笑道：“拿骰子咱们抢红罢。”宝玉道：“没趣，不好。咱们占花名儿好。”晴雯笑道：“正是，早已想弄这个玩意儿。”袭人道：“这个玩意虽好，人少了没趣。”春燕笑道：“依我说，咱们竟悄悄的把宝姑娘、云姑娘、林姑娘请了来，玩一会子，到二更天再睡不迟。”袭人道：“又开门合户的闹，倘或遇见巡夜的问？”宝玉道：“怕什么！咱们三姑娘也吃酒，再请他一声才好。还有琴姑娘。”众人都道：“琴姑娘罢了，他在大奶奶屋里，叨登的大发了。”宝玉道：“怕什么，你们就快请去。”春燕、四儿都巴不得一声，二人忙命开门，各带小丫头分头去请。\n　　晴雯、麝月、袭人三人又说：“他两个去请，只怕不肯来，须得我们去请，死活拉了来。”于是袭人、晴雯忙又命老婆子打个灯笼，二人又去。果然宝钗说夜深了，黛玉说身上不好。他二人再三央求：“好歹给我们一点体面，略坐坐再来。”众人听了，却也欢喜。因想不请李纨，倘或被他知道了倒不好，便命翠墨同春燕也再三的请了李纨和宝琴二人，会齐先后都到了怡红院中。袭人又死活拉了香菱来。炕上又并了一张桌子，方坐开了。宝玉忙说：“林妹妹怕冷，过这边靠板壁坐。”又拿了个靠背垫着些。袭人等都端了椅子在炕沿下陪着。黛玉却离桌远远的靠着靠背，因笑向宝钗、李纨、探春等道：“你们日日说人家夜饮聚赌，今日我们自己也如此。以后怎么说人？”李纨笑道：“有何妨碍？一年之中不过生日节间如此，并没夜夜如此，这倒也不怕。”\n　　说着，晴雯拿了一个竹雕的签筒来，里面装着象牙花名签子，摇了一摇，放在当中。又取过银子来，盛在盒内，摇了一摇，揭开一看，里面是六点，数至宝钗。宝钗便笑道：“我先抓，不知抓出个什么来。”说着将筒摇了一摇，伸手掣出一签。大家一看，只见签上面着一枝牡丹，题“艳冠群芳”四字。下面又有镌的小字，一句唐诗，道是：\n　　任是无情也动人。\n　　又注着：“在席共贺一杯。此为群芳之冠，随意命人，不拘诗词雅谑，或新曲一支为贺。”众人都笑说：“巧得很，你也原配牡丹花。”说着大家共贺了一杯。宝钗吃过，便笑说：“芳官唱一只我们听罢。”芳官道：“既这样，大家吃了门杯好听。”于是大家吃酒，芳官便唱：“寿筵开处风光好……”众人都道：“快打回去，这会子很不用你来上寿。拣你极好的唱来。”芳官只得细细的唱了一只《赏花时》“翠凤翎毛扎帚，闲踏天门扫落花……”才罢。宝玉却只管拿着那签，口内颠来倒去念“任是无情也动人”，听了这曲子，眼看着芳官不语。湘云忙一手夺了，撂与宝钗。\n　　宝钗又掷了一个十六点，数到探春。探春笑道：“还不知得个什么。”伸手掣了一根出来，自己一瞧，便撂在桌上，红了脸笑道：“很不该行这个令！这原是外头男人们行的令，许多混账话在上头。”众人不解，袭人等忙拾起来。众人看时，上面一技杏花，那红字写着“瑶池仙品”四字，诗云：\n　　日边红杏倚云栽。\n　　注云：“得此签者，必得贵婿，大家恭贺一杯，再同饮一杯。”众人笑说道：“我们说是什么呢，这签原是闺阁中取笑的，除了这两三根有这话的，并无杂话。这有何妨？我们家已有了王妃，难道你也是王妃不成？大喜，大喜！”说着大家来敬探春。探春那里肯饮，却被湘云、香菱、李纨等三四个人，强死强活，灌了一钟才罢。\n　　探春只叫：“蠲了这个，再行别的。”众人断不肯依。湘云拿着他的手，强掷了个十九点出来，便该李氏掣。李氏摇了一摇，掣出一根来一看，笑道：“好极！你们瞧瞧这行子，竟有些意思。”众人瞧那签上，画着一枝老梅，写着“霜晓寒姿”四字，那一面旧诗是：\n　　竹篱茅舍自甘心。\n　　注云：“自饮一杯，下家掷骰。”李纨笑道：“真有趣，你们掷去罢，我只自吃一杯，不问你们的废兴。”说着便吃酒，将骰过给黛玉。\n　　黛玉一掷是十八点，便该湘云掣。湘云笑着，揎拳掳袖的，伸手掣了一根出来。大家看时，一面画着一枝海棠，题着“香梦沉酣”四字，那面诗道是：\n　　只恐夜深花睡去。\n　　黛玉笑道：“‘夜深’二字改‘石凉’两个字倒好。”众人知他打趣日间湘云醉眠的事，都笑了。湘云笑指那自行船给黛玉看，又说：“快坐上那船家去罢，别多说了。”众人都笑了。因看注云：“既云香梦沉酣，掣此签者，不便饮酒，只令上下两家各饮一杯。”湘云拍手笑道：“阿弥陀佛，真真好签！”恰好黛玉是上家，宝玉是下家，二人斟了两杯，只得要饮。宝玉先饮了半杯，瞅人不见递与芳官。芳官即便端起来，一仰脖喝了。黛玉只管和人说话，将酒全折在漱孟内了。\n　　湘云便抓起骰子来，一掷个九点，数去该麝月。麝月便掣了一根出来，大家看时，上面是一技荼花，题着“韶华胜极”四字，那边写着一句旧诗，道是：\n　　开到荼花事了。\n　　注云：“在席各饮三杯送春。”麝月问：“怎么讲？”宝玉皱皱眉儿，忙将签藏了，说：咱们且喝酒罢。”说着，大家吃了三口，以充三杯之数。\n　　麝月一掷个十点，该香菱。香菱便掣了一根并蒂花，题着“联春绕瑞”，那面写着一句旧诗，道是：\n　　连理枝头花正开。\n　　注云：“共贺掣者三杯，大家陪饮一杯。”香菱便又掷了个六点，该黛玉。黛玉默默的想道：“不知还有什么好的被我掣着方好。”一面伸手取了一根。只见上面画着一枝芙蓉花，题着“风露清愁”四字，那面一句旧日诗，道是：\n　　莫怨东风当自嗟。\n　　注云：“自饮一杯，牡丹陪饮一杯。”众人笑说：“这个好极，除了他，别人不配做芙蓉。”黛玉也自笑了。于是饮了酒，便掷了个二十点，该着袭人。袭人便伸手取了一枝出来，却是一枝桃花，题着“武陵别景”四字，那一面写着旧诗，道是：\n　　桃红又见一年春。\n　　注云：“杏花陪一盏，坐中同庚者陪一盏，同姓者陪一盏。”众人笑道：“这一回热闹有趣。”大家算来：香菱、睛雯、宝钗三人皆与他同庚，黛玉与他同辰，只无同姓者。芳官忙道：“我也姓花，我也陪他一钟。”于是大家斟了酒。黛玉因向探春笑道：“命中该招贵婿的！你是杏花，快喝了，我们好喝。”探春笑道：“这是什么话？大嫂子顺手给他一巴掌！”李纨笑道：“人家不得贵婿，反捱打，我也不忍得。”众人都笑了。\n　　袭人才要掷，只听有人叫门，老婆子忙出去问时，原来是薛姨妈打发人来了接黛玉的。众人因问：“几更了？”人回：“二更以后了，钟打过十一下了。”宝玉犹不信，要过表来瞧了一瞧，已是子初一刻十分了，黛玉便起身说：“我可掌不住了，回去还要吃药呢。”众人说：“也都该散了。”袭人、宝玉等还要留着众人，李纨、探春等都说：“夜太深了不象，这已是破格了。”袭人道：“既如此，每位再吃一杯再走。”说着，晴雯等已都斟满了酒。每人吃了，都命点灯。袭人等齐送过沁芳亭河那边，方回来。\n　　关了门，大家复又行起令来。袭人等又用大钟斟了几钟，用盘子攒了各样果菜与地下的老妈妈们吃。彼此有了三分酒，便拳赢唱小曲儿。那天已四更时分，老妈妈们一面明吃，一面暗偷，酒缸已罄，众人听了，方收拾盥漱睡觉。芳官吃得两腮胭脂一般，眉梢眼角，添了许多丰韵，身子图不得，便睡在袭人身上，说：“姐姐，我心跳的很。”袭人笑道：“谁叫你尽力灌呢。”春燕、四儿也图不得，早睡了，晴雯还只管叫。宝玉道：“不用叫了，咱们且胡乱歇一歇。”自己便枕了那红香枕，身子一歪，就睡着了。袭人见芳官醉的很，恐闹他吐酒，只得轻轻起来，就将芳官扶在宝玉之侧，由他睡了。自己却在对面榻上倒下。\n　　大家黑甜一觉，不知所之。及至天明，袭人睁眼一看，只见天色晶明，忙说：“可迟了！”向对面床上瞧了一瞧，只见芳官头枕着炕沿上，睡犹未醒，连忙起来叫他。宝玉已翻身醒了。笑道：“可迟了。”因又推芳官起身。那芳官坐起来，犹发怔揉眼睛。袭人笑道：“不害羞，你喝醉了，怎么也不拣地方儿，乱挺下了？”芳官听了，瞧了瞧，方知是和宝玉同榻，忙羞的笑着下地说：“我怎么……”却说不出下半句来。宝玉笑道：“我竟也不知道了。若知道，给你脸上抹些墨。”说着，丫头进来，伺候梳洗。宝玉笑道：“昨日有扰，今日晚上我还席。”袭人笑道：“罢罢，今日可别闹了，再闹就有人说话了。”宝玉道：“怕什么，不过才两次罢了。咱们也算会吃酒了，一坛子酒怎么就吃光了。正在有趣儿，偏又没了。”袭人笑道：“原要这么着才有趣儿，必尽了兴，反无味。昨日都好上来了，睛雯连臊也忘了，我记得他还唱了一个曲儿。”四儿笑道：“姐姐忘了，连姐姐还唱了一个呢！在席的谁没唱过？”众人听了，俱红了脸，用两手握着，笑个不住。\n　　忽见平儿笑嘻嘻的走来，说：“我亲自来请昨日在席的人，今日我还东，短一个也使不得。”众人忙让坐吃茶。晴雯笑道：“可惜昨夜没他。”平儿忙问：“你们夜里做什么来？”袭人便说：“告诉不得你，昨日夜里热闹非常，连往日老太太、太太带着众人玩，也不及昨儿这一玩。一坛酒我们都鼓捣光了，一个个喝的把臊都丢了，又都唱起来。四更多天，才横三竖四的打了一个盹儿。”平儿笑道：“好，白和我要了酒来，也不请我。还说着给我听，气我。”晴雯道：“今儿他还席，必自来请你，你等着罢。”平儿笑问道：“‘他’是谁？谁是‘他’？”晴雯听了，把脸飞红了，赶着打，笑说道：“偏你这耳朵尖，听的真！”平儿笑道：“呸，不害臊的丫头！这会子有事，不和你说。我有事，去了回来再打发人来请。一个不到，我是打上门来的。”宝玉等忙留他，已经去了。\n　　这里宝玉梳洗了，正喝茶，忽然一眼看见砚台底下压着一张纸，因说道：“你们这么随便混压东西也不好。”袭人晴雯等忙问：“又怎么了？谁又有了不是了？”宝玉指道：“砚台下是什么？一定又是那位的样子，忘记收的。”睛雯忙启砚拿了出来，却是一张字帖儿。递给宝玉看时，原来是一张粉红笺纸，上面写着：“槛外人妙玉恭肃遥叩芳辰。”宝玉看毕，直跳了起来，忙问：“是谁接了来的？也不告诉！”袭人、晴雯等见了这般，不知当是那个要紧的人来的帖子，忙一齐问：“昨儿是谁接下了一个帖子？”四儿忙跑进来．笑说：“昨儿妙玉并没亲来，只打发个妈妈送来。我就搁在这里，谁知一顿酒喝的就忘了。”众人听了道：“我当是谁，大惊小怪，这也不值的。”宝玉忙命：“快拿纸来。”当下拿了纸，研了墨，看他下着“槛外人”三字，自己竟不知回帖上回个什么字样才相敌，只管提笔出神，半天仍没主意。因又想：“要问宝钗去，他必又批评怪诞，不如问黛玉去。”想罢，袖了帖儿，径来寻黛玉。\n　　刚过了沁芳亭，忽见岫烟颤颤巍巍的迎面走来。宝玉忙问：“姐姐那里去？”岫烟笑道：“我找妙玉说话。”宝玉听了，诧异说道：“他为人孤癖，不合时宜，万人不入他的目。原来他推重姐姐，竟知姐姐不是我们一流俗人。”岫烟笑道：“他也未必真心重我，但我和他做过十年的邻居，只一墙之隔。他在蟠香寺修炼，我家原来寒素，赁房居，就赁了他庙里的房子住了十年。无事到他庙里去作伴，我所认得的字，都是承他所授，我和他又是贫贱之交，又有半师之分。因我们投亲去了，闻得他因不合时宜，权势不容，竟投到这里来。如今又两缘凑合，我们得遇，旧情竟未改易，承他青目，更胜当日。”宝玉听了，恍如听了焦雷一般，喜得笑道：“怪道姐姐举止言谈，超然如野鹤闲云，原本有来历。我正因他的一件事为难，要请教别人去。如今遇见姐姐，真是天缘凑合，求姐姐指教。”说着便将拜帖取给岫烟看。岫烟笑道：“他这脾气竟不能改，竟是生成这等放诞诡僻了。从来没见拜帖上下别号的，这可是俗语说的‘僧不僧，俗不俗，女不女，男不男’，成个什么理数。”宝玉听说，忙笑道：“姐姐不知道，他原不在这些人中里，他原是世人意外之人。因取了我是个些微有知识的，方给我这帖子。我因不知回什么字样才好，竟没了主意，正要去问林妹妹，可巧遇见了姐姐。”\n　　岫烟听了宝玉这话，且只管用眼上下细细打量了半日，方笑道：“怪道俗语说的，‘闻名不如见面’，又怪不的妙玉竟下这帖子给你，又怪不的上年竟给你那些梅花。既连他这样，少不得我告诉你原故。他常说古人中自汉、晋、代、唐、宋以来，皆无好诗，只有两句好，说道：‘纵有千年铁门槛，终须一个土馒头。’所以他自称‘槛外之人’。又常赞：‘文是庄子的好’。故又或称为‘畸人’。他若帖子上是自称‘畸人’的，你就还他个‘世人’。‘畸人’者，他自称是畸零之人，你谦自己乃世人扰扰之人，他便喜了。如今他自称‘槛外之人’，是自谓蹈于铁槛之外了，故你如今只下‘槛内人’，便合了他的心了。”宝玉听了，如醍醐灌顶，“嗳哟”了一声，方笑道：“怪道我们家庙说是铁槛寺呢，原来有这一说。姐姐就请，让我去写回帖。”岫烟听了，便自往栊翠庵用来。宝玉回房，写了帖子，上面只写“槛内人宝玉熏沐谨拜”几字。亲自拿了到栊翠庵，只隔门缝儿投进去，便回来了。\n　　因饭后平儿还席，说红香圃太热，便在榆荫堂中摆了几席新酒佳肴，可喜尤氏又带了佩凤、偕鸾二妾过来游玩。这二妾亦是青年娇憨女子，不常过来的，今既入了这园，再遇见湘云、香菱、芳、蕊一干女子，所谓“方以类聚，物以群分”二语不错，只见他们说笑不了，也不管尤氏在那里，只凭丫鬟们去服役，且同众人一一的游玩。\n　　闲言少述，且说当下众人都在榆荫堂中，以酒为名，大家玩笑，命女先儿击鼓。平儿采了一枝芍药，大家约二十来人，传花为令，热闹了一回。因人回说：“甄家有两个女人送东西来了。”探春和李纨、尤氏三人出去议事厅相见。这里众人且出来散一散。佩凤、偕鸾两个去打秋千玩耍，宝玉便说：“你两个上去，让我送。”慌的佩凤说：“罢了，别替我们闹乱子！”\n　　忽见东府里几个人，慌慌张张跑来，说：“老爷殡天了！”众人听了，吓了一大跳，忙都说：“好好的并无疾病，怎么就没了？”家人说：“老爷天天修炼，定是功成圆满，升仙去了。”尤氏一闻此言，又见贾珍父子并贾琏等皆不在家，一时竟没个着己的男人来，未免忙了。只得忙卸了妆饰，命人先到玄真观将所有的道士都锁了起来，等大爷来家审问；一面忙忙坐车，带了赖升一干老人媳妇出城。又请大夫看视，到底系何病症。大夫们见人已死，何处诊脉来？素知贾敬导气之术，总属虚诞，更至参星礼斗，守庚申，服灵砂等，妄作虚为，过于劳神费力，反因此伤了性命的，如今虽死，腹中坚硬似铁，面皮嘴唇，烧的紫绛皱裂。便向媳妇回说：“系道教中吞金服砂，烧胀而殁。”众道士慌的回道：“原是秘制的丹砂吃坏了事，小道们也曾劝说：‘功夫未到，且服不得。’不承望老爷于今夜守庚申时，悄悄的服了下去，便升仙去了。这是虔心得道，已出苦海，脱去皮囊了。”尤氏也不便听，只命锁着，等贾珍来发放，且命人飞马报信。一面看视里面窄狭，不能停放，横竖也不能进城的，忙装裹好了，用软轿抬至铁槛寺来停放。掐指算来，至早也得半月的工夫贾珍方能来到，目今天气炎热，实不能相待，遂自行主持，命天文生择了日期入殓。寿木早年已经备下。寄在此庙的，甚是便宜。三日后，便破孝开吊，一面且做起道场来。因那边府里凤姐儿出不来，李纨又照顾姐妹，宝玉不识事体，只得将外头事务，暂托了几个家里二等管事的。贾、贾、贾珩、贾璎、贾菖、贾菱等各有执事。尤氏不能回家，便将他继母接来，在宁府看家。这继母只得将两个未出嫁的女儿带来，一并住着，才放心。\n　　且说贾珍闻了此信，急忙告假，并贾蓉是有职人员。礼部见当今隆敦孝弟，不敢自专，具本请旨。原来天子极是仁孝过天的，且更隆重功臣之裔，一见此本，便诏问贾敬何职。礼部代奏：“系进士出身，祖职已荫其子贾珍。贾敬因年迈多疾，常养静于都城之外玄真观，今因疾殁于观中。其子珍，其孙蓉，现因国丧，随驾在此，故乞假归殓。”天子听了，忙下额外恩旨曰：“贾敬虽无功于国，念彼祖父之忠，追赐五品之职。令其子孙扶柩北下门入都，恩赐私第殡殓，任子孙尽丧，礼皆扶柩回籍。外着光禄寺按上例赐祭，朝中由王公以下，准其祭吊。钦此。”此旨一下，不但贾府里人谢恩，连朝中所有大臣，皆嵩呼称颂不绝。\n　　贾珍父子星夜驰回。半路中又见贾、贾二人，领家丁飞骑而来，看见贾珍，一齐滚鞍下马请安。贾珍忙问：“做什么？”贾回说：“嫂子恐哥哥和侄儿来了，老太太路上无人，叫我们两个来护送老太太的。”贾珍听了，赞声不绝。又问：“家中如何料理？”贾等便将如何拿了道士，如何挪至家庙，怕家内无人，接了亲家母和两个姨奶奶在上房住着，贾蓉当下也下了马，听见两个姨娘来了，喜的笑容满面。贾珍忙说了几声“妥当”，加鞭便走。店也不投，连夜换马飞驰。一日到了都门，先奔入铁槛寺，那天已是四更天气。坐更的闻知，忙喝起众人来。贾珍下了马，和贾蓉放声大哭．从大门外便跪爬起来，至棺前稽颡泣血，直哭到天亮，喉咙都哭哑了方住。尤氏等都一齐见过，贾珍父子忙按礼换了凶服，在棺前俯伏。无奈自要理事，竟不能目不视物、耳不闻声，少不得减了些悲戚，好指挥众人。因将恩旨备述给众亲友听了，一面先打发贾蓉回家来，料理停灵之事。\n　　贾蓉巴不得一声儿，便先骑马跑来。到家，忙命前厅收桌椅，下扇，挂孝慢子，门前起鼓手棚、牌楼等事。又忙着进来看外祖母、两个姨娘。原来尤老安人年高喜睡，常常歪着；他二姨娘三姨娘都和丫头们做活计，见他来了，都道烦恼。贾蓉且嘻嘻的望他二姨娘笑说：“二姨娘，你又来了？我父亲正想你呢。”二姨娘红了脸，骂道：“好蓉小子！我过两日不骂你几句，你就过不得了，越发连个体统都没了。还亏你是大家公子哥儿，每日念书学礼的，越发连那小家子的也跟不上。”说着顺手拿起一个熨斗来，兜头就打，吓得贾蓉抱着头，滚到怀里告饶。尤三姐便转过脸去，说道：“等姐姐来家再告诉他。”贾蓉忙笑着跪在炕上求饶，因又和他二姨娘抢砂仁吃。那二姐儿嚼了一嘴渣子，吐了他一脸，贾蓉用舌头都舔着吃了。众丫头看不过，都笑说：“热孝在身上，老娘才睡了觉。他两个虽小，到底是姨娘家。你太眼里没有奶奶了，回来告诉爷，你吃不了兜着走。”贾蓉撇下他姨娘，便抱着丫头亲嘴，说：“我的心肝，你说得是。咱们馋他们两个。”丫头们忙推他，恨的骂：“短命鬼，你一般有老婆丫头，只和我们闹。知道的说是玩。不知道的人，再遇见那样脏心烂肺的、爱多管闲事嚼舌头的人，吵嚷到那府里，背地嚼舌，说咱们这边混账。”贾蓉笑道：“各门另户，谁管谁的事？都够使的了。从古至今，连汉朝和唐朝，人还说‘脏唐臭汉’，何况咱们这宗人家！谁家没风流事？别叫我说出来。连那边大老爷这么利害，琏二叔还和那小姨娘不干净呢。凤婶子那样刚强，瑞大叔还想他的账，那一件瞒了我？”贾蓉只管信口开河，胡言乱道。三姐儿沉了脸，早下炕进里间屋里，叫醒尤老娘。这里贾蓉见他老娘醒了，忙去请安问好。又说：“老祖宗劳心，又难为两位姨娘受委屈，我们爷儿们感激不尽。惟有等事完了，我们合家大小登门磕头去。”尤老安人点头道：“我的儿，倒是你会说话。亲戚们原是该的。”又问：“你父亲好？几时得了信赶到的？”贾蓉笑道：“刚才赶到的，先打发我瞧你老人家来了，好歹求你老人家事完了再去。”说着，又和他二姨娘挤眼儿。二姐便悄悄咬牙骂道：“很会嚼舌根的猴儿崽子！留下我们，给你爹做妈不成？”贾蓉又和尤老娘道：“放心罢，我父亲每日为两位姨娘操心，要寻两个有根基的富贵人家，又年轻又俏皮两位姨娘父亲，好聘嫁这二位姨娘。这几年总没拣着，可巧前儿路上才相准了一个。”尤老娘只当是真话，忙问：“是谁家的？”二姐丢了活计，一头笑，一头赶着打，说：“妈妈，别信这混账孩子的话。”三姐儿道：“蓉儿，你说是说，别只管嘴里这么不清不浑的！”说着，人来回话，说：“事已完了，请哥儿出去看了，回爷的话去呢。”那贾蓉方笑嘻嘻的出来。\n不知如何，下回分解。",
  "translation": "After washing his hands, Baoyu discussed with Xiren, “Tonight we’re going to have a drinking party and enjoy ourselves without any inhibitions. What had we better have? Tell me soon so that I can order it.”\n\n“Don’t worry,” said Xiren. “Qingwen, Sheyue, Qiuwen and I are giving five qian each, making two taels; and Fangquan, Bihen, Chunyan and Sier are giving three qian each — I’m not counting those who’ve asked for leave — that makes another one and two-tenths taels, so we’ve already given three and two-tenths taels to Mrs. Liu to prepare forty plates of refreshments. And I’ve told Pinger to have a vat of good Shaoxing wine carried over and stored there. The eight of us are giving this birthday party just for you.”\n\nBaoyu, delighted, exclaimed, “Where did they get the money? They shouldn’t have to pay.”\n\n“If they’ve no money, does that mean we have?” retorted Qingwen. “This is just to show our good will. Even if the money were stolen, you should accept it in the spirit in which it’s given.”\n\n“You’re right,” he agreed with a smile.\n\nXiren teased, “Some people have to be scolded every day before they’re satisfied.”\n\n“You’re learning to be a mischief-maker too, always making trouble,” countered Qingwen.\n\nThis set them all laughing.\n\n“Let’s close the gate,” proposed Baoyu.\n\n“No wonder people call you ‘busy over nothing’!” cried Xiren. “If we close it now, that will look suspicious. We’d better wait a bit.”\n\nHe nodded and said, “I’m going out for a stroll. Sier can fetch water, and Chunyan can come with me.”\n\nOnce outside and seeing that there was no one about, he asked Chunyan about Wu’er.\n\n“I told Mrs. Liu, and she was very pleased,” said Chunyan. “But that night Wu’er was so upset that she went home and made herself ill with anger. How could she come? We’ll have to wait till she’s better.”\n\nBaoyu, rather conscience-stricken, sighed. Then he asked, “Does Xiren know about this?”\n\n“I didn’t tell her. I don’t know whether Fangquan did or not.”\n\n“I didn’t mention it. Well, never mind, I’ll tell her myself.”\n\nWith that he went back inside and ostentatiously washed his hands again.\n\nBy now it was time to light the lamps, and they heard a group of people enter the courtyard. Peeping through the window they saw Mrs. Lin, the chief steward’s wife, approaching with some other women stewards, one of whom was carrying a big lantern.\n\n“They’ve come to check on the night watch,” whispered Qingwen. “Once they leave, we can close the gate.”\n\nAll the night watch from Happy Red Court went out to meet them.\n\nAfter looking them over Mrs. Lin warned, “No gambling or drinking now, and don’t sleep like the dead right through till dawn. If I hear of any goings-on, I won’t let you off lightly.”\n\nThey laughed. “Who’d dare do such a thing?”\n\n“Has Master Bao gone to bed yet?” asked Mrs. Lin.\n\n“We’re not sure,” they said.\n\nXiren nudged Baoyu, who slipped on his shoes and went out to greet the visitors.\n\n“I’m not asleep yet,” he said. “Come in and take a rest, nanny.” He called to Xiren, “Bring some tea.”\n\n“So you’re still up?” Mrs. Lin came in smiling. “The nights are short now, sir, you should turn in early to get up early tomorrow. If you don’t, and sleep late, people will laugh. You won’t be like a young gentleman studying, but like one of those carriers.”\n\nBaoyu smiled. “You’re right. I do usually go to bed early; but you always come after I’m asleep, so you don’t know. I had noodles today and I’m afraid of indigestion, so I’m staying up a bit longer to amuse myself.”\n\nMrs. Lin turned to Xiren and Qingwen. “You should brew him some Pu’er tea.”\n\n“We’ve brewed some young-maiden tea,” they answered.\n\n\"I've drunk two bowls already. Do try one, madam -- it's all ready.\" Qingwen poured her a bowl and Mrs. Lin rose to her feet to take it.\n\n\"I've noticed of late, Master Bao, that you've changed the way you talk,\" she remarked. \"You've taken to calling the young ladies here by their names. Although they work in your apartments, they're assigned by the old lady and Her Ladyship, so you should show them more respect. Of course, there's no harm in your using their names now and then for fun; but if you make a practice of it, the younger members of the family may follow your example and people will laugh at us for having no respect for our elders.\"\n\n\"You are quite right, nanny,\" he answered. \"I only do it very occasionally for fun.\"\n\nXiren and Qingwen put in, \"Don't wrong him, madam. To this day he's never stopped calling us 'sister'. He only uses our names when we're playing about; in front of other people he's as proper as ever.\"\n\n\"Ah well, that's good,\" said Mrs. Lin. \"That's as it should be for a young gentleman who's studying and knows the rules. The more modest you are, the more you'll be respected. It's not only girls who've been in service here for three or five generations, or those assigned by the old lady and Her Ladyship -- why, you shouldn't hurt so much as a cat or a dog of theirs. That's the way for a well-bred young gentleman to behave.\"\n\nShe sipped her tea then and said, \"Time to retire now. We must be off.\" And though Baoyu urged them to stay longer, she and her women went off to inspect other places.\n\nQingwen and the others quickly closed the door and came back chuckling.\n\n\"Where has that old woman been wining?\" they asked. \"She came here to let off steam and tick us off.\"\n\n\"She means well,\" said Sheyue. \"She has to keep reminding us to be careful and not overstep the mark.\"\n\nAs they were speaking the wine and desserts were brought in.\n\n\"Let's not use a high table,\" proposed Xiren. \"We'll put that round pear-wood bedside table on the kang. It'll be more roomy and more convenient too.\"\n\nThis was done and the table was carried over. Sheyue and Sier went to fetch the desserts, making four or five trips with two big tea-trays. Two old nurses squatted by the brazier outside to warm the wine.\n\n\"It's so hot, we'd better take off our heavy clothes,\" suggested Baoyu.\n\n\"You can if you like,\" they said. \"But we have to take turns to offer a toast to you.\"\n\n\"If you do that we'll be at it till the fifth watch,\" he chuckled. \"You know how I hate such formalities. I only put up with them when there are outsiders. Don't plague me now, that's not nice.\"\n\n\"All right, we'll do as you say.\"\n\nInstead of sitting down at once, they took off their heavy ornaments and clothes. Soon they were all in tight-fitting jackets, their hair done up simply. Baoyu was wearing a short red silk jacket with green silk trousers, the legs of which were not tied but tucked into his socks and embroidered slippers. He was leaning against a colourful silk pillow stuffed with rose and peony petals while he played the finger-guessing game with Fangguan, who was exclaiming how hot she was. She had on a short lined Jacquard jacket of three different colours, a green girdle, pink trousers embroidered with flowers, and red flowered socks. Her hair, braided in small plaits over her forehead, was drawn into a thick queue at the crown and hung down behind, fastened with a black silk tassel. In her right ear she had a tiny jade stud, in her left a red gold pendant the size of a gingko nut. This set off to advantage her face, white as the full moon, and her clear eyes which sparkled like liquid autumn pools. The others teased them, saying they looked like two brothers.\n\nXiren and the rest poured wine.\n\n\"Wait before playing that game,\" they said. \"Although we're not going to toast you, each of us must drink a cup with you.\"\n\n“Oh, all right then.” Xiren was the first to sip from the cup. The rest followed her example in order of seniority, after which they all sat down in a circle. As there was no room on the edge of the kang for Chunyan and Sier, they moved two embroidered satin stools up close to it.\n\nThe forty dishes, all of white porcelain from the Ding Kiln no bigger than small tea-plates, contained sweetmeats and delicacies from land and sea, southern and northern.\n\n“We ought to play some drinking game,” proposed Baoyu.\n\n“But let’s do it quietly,” said Xiren. “No shouting. We don’t want people to hear. Besides, we’re illiterate so we don’t want any highbrow games.”\n\nSheyue suggested, “Let’s throw dice and see who gets the most reds.”\n\n“That’s no fun,” objected Baoyu. “Better play ‘Grabbing the Flower Sprays.’”\n\n“Yes, I’ve been wanting to try that,” agreed Qingwen.\n\n“It’s a good game, but it’s no fun with so few of us,” said Xiren.\n\nChunyan proposed, “Why don’t we quietly ask Miss Baochai, Miss Xiangyun and Miss Lin over? We can play for a while and not go to bed till the second watch. What does it matter?”\n\n“But opening up the place and making such a commotion, what if we run into the night patrol?” asked Xiren.\n\n“What do we care?” retorted Baoyu. “And we’d better ask Miss Tanchun too as she drinks. And Cousin Baoqin.”\n\nThe others said, “Not Miss Baoqin. She’s staying with Madam Zhu, and it would make too much trouble.”\n\n“What does it matter?” he insisted. “Go and invite them, quickly.”\n\nChunyan and Sier, only too eager to do so, opened the gate and went off with some young maids to issue the invitations.\n\nQingwen, Sheyue and Xiren said, “If those two go, the others may not come. We’ll have to go ourselves and drag them here by force.” So Xiren and Qingwen promptly told an old woman to fetch a lantern and went off on this errand.\n\nAs they had expected, Baochai pleaded that it was too late and Daiyu that she was unwell. But the two maids begged so hard, “Do us this favour, just for a little while,” that they consented to come. This delighted the rest, who reflected that if Li Wan were not invited she might take offence when she heard of it. So Cuimo and Chunyan were sent to press her and Baoqin to come too. And in due course all the invited guests assembled in Happy Red Court. Xiren had also dragged Xiangling along by main force. Another table was put on the kang so that there was room for all.\n\nBaoyu urged, “Cousin Lin is afraid of the cold. Make a place for her on this side near the partition.” He fetched a back-rest for her too. Xiren and the others brought chairs and sat by the edge of the kang, but Daiyu leaned back on her cushion some distance from the table.\n\nSmiling at Baochai, Li Wan and Tanchun she said, “You’re always scolding other people for drinking at night and gambling, yet here we’re doing the same. What will you have to say in future?”\n\n“What harm is there?” retorted Li Wan. “We only do it on birthdays or festivals, not every night. There’s nothing to fear.”\n\nAs she was speaking, Qingwen brought in a bamboo container carved with designs and holding ivory slips inscribed with the names of flowers. She shook this, put it down in the middle of the group, then drew a dice-box. She shook this, opened it, and found that the number thrown was six.\n\n“That means you start, Miss Baochai,” she announced.\n\nBaochai smiled.\n\n“I’ll draw first, but I’ve no idea what I shall get.” She shook the container and drew one slip which they saw was inscribed with a peony and the words “Beauty surpassing all flowers.” Under this was a line from a Tang poem:\n\nTo charm, aloof, she has no need.\n\nThe instructions were: “All in the feast must drink one cup in congratulations. As this is the queen of flowers, she may order anyone to compose a poem, tell a joke or sing a song.”\n\n“This is very appropriate,” cried the rest. “You’re a peony yourself.”\n\nThey all drank a cup of congratulations.\n\nWith a smile she urged, “Let Fang-kuan sing us a song.”\n\n“In that case,” said Fang-kuan, “you must all drink up so that you can enjoy my singing.”\n\nWhen they had done so she sang:\n\n“The feast begins, how fine the scene....”\n\n“Stop!” they cried. “We don’t want any birthday songs. Sing one of your best.”\n\nFang-kuan had to sing carefully the song Gathering Flowers:\n\n“With a broom of phoenix feathers\n\nI saunter through the Gate of Heaven\n\nSweeping up fallen petals....”\n\nPao-yu meanwhile, still clutching the lottery slip, was murmuring the line “Though heartless she has charm.” After hearing this song he gazed at Fang-kuan in silence until Hsiang-yun snatched the slip from him and tossed it to Pao-chai.\n\nPao-chai threw next, and the dice turning up sixteen the number counted to Tan-chun.\n\n“I wonder what I shall get,” she said with a smile as she drew one slip out. A glance at it made her toss it down on the table, flushing, and exclaiming, “This game’s no good. It’s one played by men outside, full of silly nonsense.” The others did not understand until Hsi-jen and the other maids picked it up. They saw that it was for an apricot-blossom, with the words “Fairy of the Jasper Pool” in red, and the line:\n\nThe red apricot leans against the clouds.\n\nThe comment was: “Who draws this will marry a noble husband. All congratulate her and she must drink a cup, after which she drinks with the company.”\n\n“So that’s it,” they cried. “This game’s just a joke for the women’s apartments. Apart from a few slips like this there’s nothing out of the way. What does it matter? We already have one royal consort in the family; does that mean you’ll be another? Congratulations!” They all wanted to drink to her.\n\nBut Tan-chun, refusing to drink, was forced to drain her cup by Hsiang-yun, Hsiang-ling and Li Wan, who held her by main force.\n\n“Cancel this and play some other game,” she cried.\n\nThe others would not hear of it. Hsiang-yun held her hand and made her throw the dice for her. They made nineteen, so it was Li Wan’s turn.\n\nLi Wan shook the pot and drew one slip.\n\n“Excellent!” she cried. “Just look. This is really amusing.”\n\nThey saw that it was for an old plum-tree in bloom with the words “Beauty in the Cold Morning,” and the line:\n\nBy bamboo fence and thatched cot she is content.\n\nThe comment was: “The one who draws this must drink a cup, then the player on her right throws the dice.”\n\nLi Wan said, “How amusing! You go on throwing. I’ll just drink by myself and not concern myself with your fortunes.” With that she drank and passed the dice to Tai-yu.\n\nTai-yu threw and made eighteen, so it was Hsiang-yun’s turn. She rolled up her sleeves and with a smile drew a slip. On it was a spray of crab-apple blossom with the words “Deep in Fragrant Dreams,” and the line:\n\nFearing that in the deep of night the flowers may fall asleep.\n\nTai-yu remarked, “The words ‘deep of night’ should be changed to ‘the stone is cold.’”\n\nThe others, knowing that she was teasing Hsiang-yun about her nap, laughed. Hsiang-yun pointed at the mechanical boat and retorted, “Hurry up and board that boat to go home. Don’t talk so much!” This set everybody laughing.\n\nThen they read the comment: “As the crab-apple is ‘deep in fragrant dreams,’ the drawer of this lot need not drink but just orders the players above and below her to drink.”\n\nHsiang-yun clapped her hands, exclaiming, “Amida Buddha! What a lucky draw!” For it so happened that Tai-yu was the player above her and Pao-yu the one below. They had to pour out two cups and drink. Pao-yu drank half of his then, when no one was looking, passed the rest to Fang-kuan, who tossed it off. Tai-yu, meanwhile, was talking to someone and tipped all her wine into the spittoon.\n\nHsiang-yun picked up the dice and threw a nine, which meant that it was Sheh-yueh’s turn. She drew a slip....\n\nOn the other side was a picture of a spring flower, with the four characters: “The Beauty of Spring.” And there was an old line of poetry:\n\nWhen the spring flower blooms,\n\nAll others fade.\n\nThe comment said: “Everyone present must drink three cups to speed the spring on its way.” Sheh-yueh asked what this meant. Pao-yu frowned and hastily tucked the slip out of sight.\n\n“Let’s just drink,” he proposed.\n\nThey all drank three mouthfuls to make up three cups.\n\nSheh-yueh then threw a ten, which meant that Hsiang-ling should draw. She drew a twinflower with the inscription: “Linked in Spring with Good Fortune.” The line of old poetry was:\n\nWhen twin flowers bloom on one stem...\n\nThe comment said: “All congratulate the drawer by drinking three cups with her, and the company must drink one cup too.”\n\nHsiang-ling then threw a six, which meant that Tai-yu should draw. She thought, “I wonder what I shall get.” Then she drew a slip on which was painted a hibiscus with the inscription: “Pure Melancholy in the Wind and Dew.” The line of old poetry was:\n\nDon’t blame the east wind, but lament your own fate.\n\nThe comment said: “This flower drinks one cup. The peony keeps her company with one cup.” The others laughed.\n\n“Excellent! No one but her deserves to be the hibiscus.”\n\nTai-yu smiled too and drank a cup, then threw a twenty. This meant that Hsi-jen should draw. She drew a spray of peach-blossom inscribed: “A Quiet Nook in the Fairy Vale.” The line of old poetry was:\n\nPeach-blossom red ushers in another spring.\n\nThe comment said: “The apricot-blossom drinks one cup, all those of the same age one cup, and all of the same surname one cup.”\n\n“This is going to be fun,” cried the others.\n\nThey reckoned that Hsiang-ling, Ching-wen and Pao-chai were the same age as Hsi-jen, and Tai-yu the same birthday, but none had the same surname.\n\n“My surname is Hua too,” put in Fang-kuan quickly. “I must drink with her.”\n\nSo they poured the wine.\n\nTai-yu teased Tan-chun, “You’re the one destined to have a noble son-in-law. You’re the apricot-blossom, so drink up quickly to give us a chance.”\n\n“What nonsense!” retorted Tan-chun. “Cousin Chu’s wife, slap her mouth for her.”\n\n“If she can’t get a noble husband but gets slapped instead, I haven’t the heart to do it,” replied Li Wan laughingly.\n\nThe whole group was laughing now.\n\nAs Hsi-jen was about to throw the dice, they heard someone knocking at the gate and an old woman went out to see who it was. The messenger, it turned out, had been sent by Aunt Hsueh to fetch Tai-yu.\n\n“What watch is it?” they asked.\n\n“After the second watch. The clock has struck eleven.”\n\nPao-yu, not believing this, asked to see the clock. It was indeed ten past eleven.\n\nTai-yu stood up. “I can’t keep my eyes open,” she said. “I must go back to take my medicine.”\n\nThe rest said, “We should all break up.”\n\nThough Hsi-jen and Pao-yu wanted to keep them, Li Wan and Tan-chun insisted, “It’s too late. We’ve stayed far longer than usual.”\n\n“In that case, each of you must drink one more cup before you go,” said Hsi-jen.\n\nBy now Ching-wen had filled their cups and they all drank, then called for lanterns. Hsi-jen and the others saw them across the river at the Lotus Fragrance Anchorage before returning.\n\nHaving closed the gate, they went on with their game. Hsi-jen filled some large cups and put various sweetmeats and dishes on a tray for the old nurses below. They were all mellow with wine and started playing the finger-game and singing songs. By the fourth watch, tipsy by now, the old women helped themselves on the sly to the wine, and by the time this was discovered the wine was finished. They cleared up then and washed, ready to retire.\n\nFang-kuan, her cheeks as red as rouge, was bewitchingly attractive with her slightly tipsy air. She was too sleepy to stand.\n\n“I feel my heart thumping, sister,” she told Hsi-jen, leaning against her.\n\n“Who told you to swill so much?”\n\n\"Alright,\" said Baoyu. \"We can sleep now, but Qingwen keeps calling for more.\"\n\n\"Don't call any more,\" he said. \"Let's turn in anyhow.\" Pillowing his head on the red perfumed pillow he curled up and fell fast asleep.\n\nXiren, afraid that Fangguan would be sick after drinking so much, gently got up and helped her to lie down beside Baoyu, after which she lay down herself on the couch opposite.\n\nThey all slept like the dead, not waking till daybreak when Xiren opened her eyes to see that it was broad daylight.\n\n\"We've overslept!\" she cried.\n\nLooking across at the other bed she saw Fangguan, head pillowed on the edge of the kang, still sleeping soundly. She hastily got up and woke her. By then Baoyu had turned over and woken up too.\n\n\"Yes, we're late,\" he said with a smile, shaking Fangguan to rouse her.\n\nThe girl sat up, still dazed, and rubbed her eyes.\n\n\"For shame!\" Xiren teased her. \"Fancy flopping down anywhere like that when you're drunk.\"\n\nFangguan looked round then and saw that she had slept next to Baoyu. She slipped down from the bed in embarrassment.\n\n\"How did I... ?\" she began, but could not go on.\n\n\"I didn't know either,\" Baoyu told her. \"If I had, I'd have smeared your face with ink.\"\n\nAs he spoke some maids came in to help them wash and dress.\n\n\"I put you to a lot of trouble yesterday,\" he said. \"I'll return your hospitality tonight.\"\n\n\"Enough of that,\" said Xiren. \"No more fun today or people will complain.\"\n\n\"What of it?\" he retorted. \"We've only done this twice. We must be good drinkers to have finished a whole vat of wine. Just when we were enjoying ourselves most, the wine gave out.\"\n\nXiren said, \"That's the way to enjoy yourself. If you go on too long it gets boring. Yesterday we were all on top form. Even Qingwen forgot to be shy. I remember she sang something.\"\n\n\"Have you forgotten, sister, that you sang too?\" Fourth asked. \"Everyone at the feast sang.\"\n\nAt that they all blushed and covered their faces, laughing.\n\nJust then Pinger arrived smiling.\n\n\"I've come personally to invite all who were at yesterday's feast,\" she announced. \"I'm playing host today, and not a single one of you must be missing.\"\n\nThey made her sit down and offered her tea.\n\n\"What a pity you weren't with us last night,\" remarked Qingwen.\n\n\"What were you up to?\" Pinger asked.\n\nXiren told her, \"You've no idea what fun we had last night. It was even better than the times when the old lady and the mistress took us to enjoy ourselves. We finished a whole vat of wine, and all got so tipsy we forgot out shame and started singing. It was nearly the fifth watch by the time we turned in, sprawling anyhow across the beds.\"\n\n\"A fine thing!\" exclaimed Pinger. \"You got wine from me but didn't invite me, and now you describe your fun to make me mad.\"\n\nQingwen said, \"Today he's giving a return feast and is sure to invite you. Just wait.\"\n\n\"Who is 'he'?\" Pinger asked with a smile. \"Who do you mean by 'he'?\"\n\nQingwen blushed and ran to chase her.\n\n\"You've sharp ears all right,\" she cried laughingly.\n\n\"For shame, you bitch!\" Pinger chuckled. \"I've business to attend to now, so I won't argue with you. I'll send to invite you when I get back. If anyone doesn't come, I'll storm in here and beat you.\"\n\nBaoyu and the others pressed her to stay, but she had already left.\n\nHaving washed and dressed, Baoyu was drinking tea when his eye fell on a sheet of paper under the inkstone.\n\n\"It's not good to leave things lying about under heavy objects like this,\" he remarked.\n\nXiren and Qingwen asked what the matter was. Had someone done wrong again?\n\nPointing at the inkstone he answered, \"What's that under there? It must be a pattern which someone forgot to put away.\"\n\nQingwen promptly lifted the inkstone and brought out the sheet of paper. It was a note.\n\nBaoyu saw that it was a pink note with the words: “With reverent birthday greetings from Miaoyu beyond the Threshold.”\n\nAt sight of this he bounded straight up.\n\n“Who brought this?” he cried. “Why wasn’t I told?”\n\nXiren and Qingwen, amazed by his excitement, wondered what important person had sent a message and asked together, “Who accepted a note yesterday?”\n\nSier came running in to say, “Miaoyu didn’t come in person yesterday, she just sent an old woman with this. I put it here, but then we had that drinking party and I forgot it.”\n\n“Is that all?” exclaimed the others. “We thought it was someone really important, the way you were carrying on.”\n\nBaoyu at once called for paper and ink. When it was brought he wondered how to word his reply to match the signature “Beyond the Threshold.” Pen in hand, he remained lost in thought until it occurred to him, “If I ask Baochai she’s sure to call this absurd. I’d better ask Daiyu.”\n\nHe tucked the note up his sleeve and set off to find her, but on the way past Seeping Fragrance Pavilion he met Xiuyan who was walking unsteadily towards him.\n\n“Where are you going, cousin?” he asked.\n\n“To have a talk with Miaoyu.”\n\nBaoyu was surprised.\n\n“She’s so aloof and eccentric, she looks down on everyone,” he said. “So she must think highly of you, not counting you among us vulgar people.”\n\n“I don’t suppose she really respects me,” replied Xiuyan. “But we were neighbours for ten years with only a wall between us. She was practising self-cultivation in Alpinia Temple, and as my family was poor we rented a house there. I often went to the temple to keep her company, and she taught me to read and write. So we were friends in poverty, and in a way she was my tutor too. Then after we left to look up some relatives, because she was too unorthodox for the powerful families there she came here. Now we’ve met again and she’s as good to me as before, even better.”\n\nBaoyu exclaimed in delight, “No wonder you’re so other-worldly and refined, cousin — you come from the same stock! I’m in a quandary too over something to do with her, and was just going to ask someone’s advice. Meeting you like this must be fate. Do help me!”\n\nHe showed her the note.\n\n“She’ll never change,” said Xiuyan. “Fancy using an appellation like this on a note! As the proverb says, ‘Neither monk nor layman, neither male nor female.’ It’s most irregular.”\n\n“You don’t understand, cousin,” he protested. “She doesn’t count herself with us vulgar people. As she’s somewhat unconventional herself, she sent me this. But I don’t know how to reply and was just going to ask Cousin Lin’s advice when I had the good fortune to meet you.”\n\nXiuyan looked him up and down reflectively before remarking with a smile, “No wonder the proverb says, ‘To meet is better than to hear tell.’ And no wonder Miaoyu sent you this note, and gave you that plum-blossom last year. Since she’s so eccentric, I’d better explain.\n\n“She often says that all the poets from the Han, Jin, the Five Dynasties, Tang and Song down to the present day are no good, and only these two lines are worth quoting:\n\n‘Though an iron threshold may last a thousand years,\n\nIt must come down to a “earthen dumpling” in the end.’\n\nThat’s why she calls herself ‘Beyond the Threshold.’ She also has a high opinion of Zhuangzi, styling herself an ‘eccentric.’ If she signs herself ‘Beyond the Threshold,’\n\nIf he calls himself “a transcendental person,” you should refer to yourself as “a vulgar person.” By “a transcendental person” he means one who has risen above this world; by “a vulgar person” one who is still involved in the seething masses of mankind. That would please him. Now that he calls himself “a person outside the threshold,” he means one who has left the world of men; so you should describe yourself as “a person within the threshold.” That should satisfy him.”\n\nBaoyu felt as if Buddha had suddenly shown him the light. “No wonder our family temple is called the Iron Threshold Temple!” he exclaimed. “So that’s the origin of the name. Please go back now, cousin, while I write a reply.”\n\nXiuyan thereupon returned to Green Lattice Nunnery, and Baoyu went back to his own room to write his reply. He headed it: “Your humble disciple Baoyu, a person within the threshold, prostrates himself in reverence after purification.” Then taking this himself to Green Lunnery, he pushed it through a crack in the gate and went away.\n\nAfter lunch, when Pinger returned the others’ hospitality, because the red fragrantpeony garden was considered too hot, several tables were laid with fine wine and delicacies in the Elm Shade Hall. And fortunately Madam You had brought her two concubines Peifeng and Xieluan to enjoy themselves. These two young women, charming in their artlessness, seldom came to the Garden. Now that they were there and had met Xiangyun, Xiangling, Fangguan and Ruiguan, the saying “like attracts like” was proved true. Chatting and laughing together, paying no attention to Madam You but leaving the maids to wait on them, they went off to enjoy themselves with the others.\n\nBut enough of this. The whole party was now in the Elm Shade Hall, ostensibly to drink but actually to have fun. They told the women story-tellers to beat the drum, and Pinger plucked a spray of tree-peony. Then some twenty of them started the game of Pass-Round, which made things very merry. They were interrupted by the announcement that two women had come from the Zhen family with gifts, so Tanchun, Li Wan and Madam You went to the council hall to see them, while the others scattered to amuse themselves.\n\nPeifeng and Xieluan went to sport on the swings.\n\n“Get on the swing and I’ll push you,” offered Baoyu.\n\n“We don’t want any pushing, thank you,” Peifeng answered hastily. “Don’t play one of your tricks on us.”\n\nJust then some servants from the Eastern Mansion came rushing in frantically.\n\n“The old master’s ascended to Heaven!” they announced.\n\nEverybody was consternated.\n\n“He wasn’t even ill, how could he pass away so suddenly?” they exclaimed.\n\nThe servants explained, “The master took elixirs every day, and now he’s achieved his aim and become an immortal.”\n\nAt this news, and with Jia Zhen and his son as well as Jia Lian all away from home, Madam You had not a single man to rely on. She had to take charge herself. Having hastily removed her ornaments, she ordered stewards to have all the Taoist priests in Mysterious Truth Temple locked up until Lord Jia’s return to investigate. Then she hurried by carriage out of the city with Lai Sheng’s wife and some other elderly stewards’ wives. She also sent for doctors to find out the cause of her father-in-law’s death.\n\nBut how could the doctors diagnose the case of a dead man? They knew, however, that Jia Jing had been practising Taoist breathing exercises, which were sheer nonsense, and that he had been worshipping the stars and keeping vigil on the night of the vernal equinox, taking toxic cinnabar — all such fantastic ways of taxing his mind and energy that instead of achieving longevity he had injured his health. Now, though dead, his abdomen was hard as iron and his skin, cracked and purple, appeared scorched. When the doctors reported this to the stewards’ wives, they said he had died of excessive heat through taking cinnabar.\n\nThe Taoist priests in panic assured them, “It was his taking of our secret cinnabar that did the damage. We warned the master, ‘Even if your alchemy is not yet perfect, you mustn’t take this.’ But last night, unknown to us, during his vigil at the equinox he took some and became an immortal. This shows that his piety has been rewarded by success: he has cast off his shell and left the sea of sorrow.”\n\nMadam You, disinclined to listen to this, simply ordered the priests to be kept under guard until Jia Zhen’s return. She sent a courier post-haste to inform him, then saw to the laying out of the corpse. The inner chamber of the temple being too small for this, and the coffin having to be taken to the family temple outside the city anyway, she had the body dressed in shroud and then carried in a soft sedan-chair to Iron Threshold Temple. Reckoning that it would take half a month at least for Jia Zhen to\n\nAfter some time Jia Zhen was able to get back. As the weather was so hot that they could not delay, he took charge himself and ordered the astrologer to choose a day for encoffining. The coffin had been prepared years before and stored in the temple, which was very convenient. Three days later they started mourning and receiving condolences, and Buddhist and Taoist masses were performed. Since Xifeng in the other mansion could not come, Li Wan had to look after the young ladies, and Baoyu was too ignorant of business to be of any help, Jia Zhen entrusted outside business to a few second stewards. Jia Bin, Jia Guang, Jia Heng, Jia Ying, Jia Chang and Jia Ling were each assigned specific tasks. And as Madam You could not go home, he sent for her stepmother to keep house for them in the Ning Mansion. The stepmother had to bring her two unmarried daughters with her to stay there too, to set her mind at rest.\n\nAs soon as Jia Zhen heard the news he asked for leave. Jia Rong, who held a post too, accompanied him. The Board of Rites, in view of the present Emperor’s great respect for filial piety, did not venture to decide on their own but submitted a memorial requesting instructions. The Emperor, renowned for his virtue and filial piety, was always especially gracious to the descendants of meritorious ministers. When he saw this memorial he inquired what post Jia Jing had held.\n\nThe Board of Rites reported, “He became a Palace Graduate through the examination. His grandfather’s title was inherited by his son Jia Zhen. Jia Jing, who was old and ailing, had retired to cultivate vital energy outside the capital in the Taoist Temple of Mystic Truth. He has now died of illness in this temple. His son Jia Zhen and grandson Jia Rong, because of the national mourning, are in attendance on Your Majesty; hence they beg for leave to go back for the encoffining.”\n\nUpon hearing this, the Emperor in his great kindness issued a special edict: “Although Jia Jing was an ordinary citizen, out of regard for his grandfather’s merits he is posthumously bestowed the rank of a fifth-grade official. Let his son and grandson escort his coffin to the capital to be interred in the family cemetery, his descendants being permitted to observe the whole period of mourning in accordance with the rites. In addition, let the Court of Imperial Sacrifices see to the sacrificial offerings according to the regulations. All officials from princes and dukes downwards are permitted to offer condolences. Respect this.”\n\nThis edict was received not only by the Jia family with cries of gratitude, but by all the high officials at court with high praise for the Emperor’s goodness.\n\nJia Zhen and his son hurried back day and night. On the way they met Jia Bin and Jia Guang who had come post-haste with some servants. At sight of Jia Zhen they dismounted to pay their respects.\n\n“What brings you here?” he asked.\n\n“The old lady was afraid you’d have no escorts on the road, sir,” they told him. “So she sent us two to see you home.”\n\nJia Zhen praised their thoughtfulness, then asked how things were going at home.\n\nThey described how the Taoist priests had been arrested and moved to the family temple; and how, for fear that there was no one in charge at home, they had invited Madam You’s stepmother with her two daughters to stay in the main quarters.\n\nAt this point Jia Rong dismounted too. The news that his young aunts had come made him beam with delight.\n\nJia Zhen expressed approval, then whipped his horse on and pressed ahead, not even stopping at inns but changing horses on the way to travel post-haste day and night. They reached the capital in one day and went straight to Iron Threshold Temple. It was the fourth watch, and the watchmen, hearing them, hastily roused the others. Jia Zhen and Jia Rong dismounted, and with loud lamentations they entered the temple. Wailing as if their hearts would break, they knelt and crawled to the coffin. They knocked their heads on the ground before it, and went on weeping till dawn, by which time they were both hoarse.\n\nAfter Madam You and the others had greeted them, father and son changed into mourning as required by etiquette and prostrated themselves before the coffin. But as they had to attend to business, they could not shut their eyes and ears to everything; so they had to curb their grief to direct the servants. Jia Zhen described the Emperor’s edict to the relatives and friends present, then sent Jia Rong home first to make preparations for the coffin to repose in the Ning Mansion.\n\nEager to be off, Jia Rong galloped home on horseback. There he ordered the servants to clear the tables and chairs from the main hall, take down the screens, hang up mourning curtains, and set up a shed outside the gate for the musicians as well as a memorial arch. Then he hurried inside to see his grandmother and his two aunts.\n\nNow the old lady was in the habit of taking naps, and was dozing at this time. His aunts had been doing needlework with the maids, but when he came in they put on mournful expressions.\n\nJia Rong grinned at his second aunt. “So you’re here again, Second Auntie,” he said. “My father was just missing you.”\n\nMadame You’s face flushed scarlet. “You impudent wretch!” she cried. “If I go a couple of days without scolding you, you can’t bear it. You’re getting completely out of hand. Fancy a young gentleman from a house like yours, who studies every day and is taught good manners, carrying on worse than any little urchin!” She reached for an iron and made as if to hit him on the head.\n\nJia Rong ducked and huddled against her, pleading for mercy. Third Sister turned her head away.\n\n“I shall tell your mother when she comes back,” she warned.\n\nJia Rong at once knelt on the kang to beg for forgiveness, then started scrambling with his second aunt for some cardamoms. She chewed up the husks and spat them in his face, whereupon he licked them up with his tongue.\n\nThe maids standing by were disgusted.\n\n“He’s in mourning and his grandmother’s only just dropped off,” they giggled. “Young as these two aunts are, they’re still his aunts. You’ve no respect for your grandmother, sir. If we report this, you’ll smart for this.”\n\nLetting go of his aunt, Jia Rong threw his arms round one of the maids and kissed her.\n\n“My pet, you’re quite right,” he cried. “The two of us are greedy for a taste.”\n\nThe maids pushed him away and scolded:\n\n“You devil! You’ve a wife and maids of your own, yet you fool around with us. Those who know say it’s your fun; but those who don’t, and love to poke their noses into other people’s business and gossip, may take it seriously. If this gets talked about in the other mansion and they start spreading tales, they’ll say we’re a shameless lot.”\n\n“Every household has its own front door,” retorted Jia Rong. “Who bothers about what goes on next door? We’ve enough to do minding our own business. Why, from ancient times down to the Han and Tang dynasties, people have talked about the ‘dirty Tangs and stinking Hans,’ not to mention a family like ours. Who hasn’t his romantic adventures? I could tell you a few tales. Even though the Elder Master of the other house is so strict, Uncle Lian carries on with his young concubines. And though Aunt Xifeng is such a dragon, Uncle Rui still fancies her. Do you think such things can be hidden from me?”\n\nHe was rattling on recklessly when Third Sister, looking very stern, got down from the kang and went into the inner room to wake the old lady. As soon as she stirred, Jia Rong went in to pay his respects.\n\n“You must have been worn out, old ancestress,” he said, “and it was too bad to put my two aunts to so much trouble. My father and I are most grateful. As soon as the funeral is over, the whole family will come to kowtow our thanks.”\n\n“You know how to talk, my child.” The old lady nodded. “That’s as it should be between relatives.” She asked, “Is your father well? When did he get the news and arrive?”\n\n“Only a short while ago. He sent me first to see how you were, old ancestress, and to beg you to stay until this is over, whatever happens.” As he said this he winked at his second aunt.\n\nShe gritted her teeth and swore softly, “You monkey! Are you keeping us here to be stepmothers to your father?”\n\nJia Rong said to the old lady, “Don’t worry. My father has been thinking every day of my two aunts. He’s looking for two rich, handsome young husbands with good prospects for them, so that he can arrange their marriages. He hadn’t found anyone all these years, but on his way here the other day he happened to meet just the right man.”\n\nThe old lady took this seriously. “Who is he?” she asked.\n\nSecond Sister dropped her work and ran laughing to hit Jia Rong.\n\n“Don’t believe the rascal, mother,” she cried.\n\nThird Sister said, “Rong, if you must talk, at least choose your words more carefully.”\n\nJust then a servant announced, “The work’s finished. Will the young gentleman come and check it, then report to his lord-ship?”\n\nJia Rong bounded cheerfully out.\n\nTo know what followed, read the next chapter."
}