{
  "index": "064",
  "title": "第64章 幽淑女悲题五美吟 浪荡子情遗九龙佩",
  "original": "话说贾蓉见家中诸事已妥，连忙赶至寺中，回明贾珍。于是连夜分派各项执事人役，并预备一切应用幡杠等物，择于初四日卯时请灵柩进城，一面使人知会诸位亲友。是日丧仪耀，宾客如云，自铁槛寺至宁府，夹路看的何止数万人。内中有嗟叹的，也有羡慕的，又有一等半瓶醋的读书人，说是丧礼与其奢易莫若俭戚的，一路纷纷议论不一。至未申时方到，将灵柩停放正堂之内，供奠举哀已毕，亲友渐次散回，只剩族中人分理迎宾送客等事。近亲只有邢舅太爷相伴未去。贾珍、贾蓉此时为礼法所拘，不免在灵旁藉草枕块，恨苦居丧。人散后，仍乘空在内亲女眷中厮混。宝玉亦每日在宁府穿孝，至晚人散，方回园里。凤姐身体未愈，虽不能时常在此，或遇着开坛诵经、亲友上祭之日，亦扎挣过来相帮尤氏料理。\n　　一日供毕早饭，因天气尚长，贾珍等连日劳倦，不免在灵旁假寐。宝玉见无客至，遂欲回家看视黛玉，因先回至怡红院中。进入门来，只见院中寂静无人，有几个老婆子和那小丫头们在回廊下取便乘凉，也有睡卧的，也有坐着打盹的。宝玉也不去惊动。只有四儿看见，连忙上前来打帘子。将掀起时，只见芳官自内带笑跑出，几乎和宝玉撞个满怀。一见宝玉，方含笑站着，说道：“你怎么来了？你快给我拦住晴雯，他要打我呢。”一语未了，只听见屋里唏哗喇的乱响，不知是何物撒了一地。随后晴雯赶来骂道：“我看你这小蹄子儿往那里去？输了不叫打。宝玉不在家，我看有谁来救你！”宝玉连忙带笑拦住，道：“你妹子小，不知怎么得罪了你，看我的分上饶他罢。”晴雯也不想宝玉此时回来，乍一见不觉好笑，遂笑说道：“芳官竟是个狐狸精变的？就是会拘神遣将的符咒也没有这么快。”又笑道：“就是你真请了神来，我也不怕。”遂夺手仍要捉拿。芳官早已藏在身后，搂着宝玉不放。宝玉遂一手拉了晴雯，一手携了芳官，进来看时，只见西边炕上麝月、秋纹、碧痕、春燕等正在那里抓子儿赢瓜子儿呢。却是芳官输给晴雯，芳官不肯叫打，跑出去了，晴雯因赶芳官，将杯内的子儿撒了一地。宝玉笑道：“如此长天，我不在家里，正怕你们寂寞，吃了饭睡觉，睡出病来。大家寻件事玩笑消遣甚好。”因不见袭人，又问道：“你袭人姐姐呢？”晴雯道：“袭人么？越发道学了，独自个在屋里面壁呢。这好一会我们没进去，不知他做什么呢，一点声儿也听不见。你快瞧瞧去罢，或者此时参悟了，也不可知。”\n　　宝玉听说，一面笑，一面走至里间。只见袭人坐在近窗床上，手中拿着一根灰色绦子，正在那里打结子呢，见宝玉进来，连忙站起，笑道：“晴雯这东西编派我什么呢！我因要赶着打完了这结子，没工夫和他们瞎闹，因哄他说：‘你们玩去罢。趁着二爷不在家，我要在这里静坐一坐，养一养神。’他就编派了我这些个话，什么‘面壁了’、‘参禅了’的。等一会我不撕他那嘴！”宝玉笑着挨近袭人坐下，瞧他打结子，问道：“这么长天，你也该歇息歇息，或和他们玩笑，要不瞧瞧林妹妹去也好。怪热的打这个，那里使？”袭人道：“我见你带的扇套，还是那年东府里蓉大奶奶的事情上做的。那个青东西，除族中或亲友家夏天有白事才带的着，一年遇着带一两遭，平常又不犯做。如今那府里有事，这是要过去天天带的，所以我赶着另作一个，等打完了结子给你换下那旧的来。你虽然不讲究这个，要叫老太太回来看见，又该说我们躲懒，连你穿带的东西都不经心了。”宝玉笑道：“这真难为你想的到。只是也不可过于赶，热着了，倒是大事。”说着，芳官早托了一杯凉水内新湃的茶来。因宝玉素昔秉赋柔脆，虽暑月不敢用冰，只以新汲井水，将茶连壶浸在盆内，不时更换，取其凉意而已。宝玉就芳官手内吃了半盏，遂向袭人道：“我来时，已吩咐了焙茗，要珍大哥那边有要紧的客来时，叫他即刻送信。要没要紧的事，我就不过去了。”说毕，遂出了房门，又回头向碧痕等道：“要有事，到林姑娘那里找我。”\n　　于是一径往潇湘馆来看黛玉。将过了沁芳桥，只见雪雁领了两个老婆子，手中都拿着菱藕瓜果之类。宝玉忙问雪雁道：“你们姑娘从来不吃这些凉东西，拿这些瓜果作什么？不是要请那位姑娘奶奶么？”雪雁笑道：“我告诉你，可不许你对姑娘说去。”宝玉点头应允。雪雁便命两个婆子：“先将瓜果送去，交与紫鹃姐姐。他要问我，你就说我做什么呢，就来。”那婆子答应着去了。雪雁方说道：“我们姑娘这两日方觉身上好些了。今日饭后，三姑娘来会着要瞧二奶奶去，姑娘也没去，又不知想起什么来了，自己哭了一回，提笔写了好些不知是诗是词。叫我传瓜果去时，又听叫紫鹃将屋内摆着的小琴桌上的陈设搬下来，将桌子挪在外间当地，又叫将那龙文鼎放在桌上，等瓜果来时听用。要说请人呢，不犯先忙着把个炉摆出来，要说点香呢，我们姑娘素日屋内除摆新鲜花果木瓜之类，又不大喜熏衣服。就是点香，也当点在常坐卧的地方儿，难道是老婆子们把屋子熏臭了，要拿香熏熏不成？究竟连我也不知为什么。二爷白瞧瞧去。”宝玉听了，不由的低头心内细想道：“据雪雁说，必有原故。要是同那一位姐妹们闲坐，亦不必如此先设馔具。或者是姑爷姑妈的忌辰？但我记得每年到此日期，老太太都吩咐另外整理肴馔送去林妹妹私祭，此时已过。大约必是七月，因为瓜果之节，家家都上秋季的坟，林妹妹有感于心，所以在私室自己奠祭，取《礼记》‘春秋荐其时食’之意，也未可定。但我此刻走去，见他伤感，必极力劝解，又怕他烦恼郁结于心；若竟不去．又恐他过于伤感，无人劝止，两件皆足致疾。莫若先到凤姐姐处一看，到彼稍坐即回。如若见林妹妹伤感，再设法开解。既不至使其过悲，哀痛稍申，亦不至抑郁致病。”\n　　想毕，遂别了雪雁，出了园门，一径到凤姐处来。正有许多婆子们回事毕，纷纷散出，凤姐倚着门和平儿说话呢。一见了宝玉，笑道：“你回来了么？我才吩咐了林之孝家的叫他使人告诉跟你的小厮，若没什么事，趁便请你回来歇息歇息。再者那里人多，你那里禁的住那些气味？不想恰好你倒来了。”宝玉笑道：“多谢姐姐惦记。我也因今日没事，又见姐姐这两日没往那府里去，不知身上可大愈了，所以回来看看。”凤姐道：“左右也不过是这么着，三日好两日不好的。老太太、太太不在家，这些大娘们，嗳！那一个是安分的？每日不是打架，就是拌嘴，连赌博偷盗的事情都闹出来了两三件了。虽说有三姑娘帮着办理，他又是个没出阁的姑娘，也有叫他知道得的，也有往他说不得的事，也只好强扎挣着罢了。总不得心静一会儿！别说想病好，求其不添，也就罢了。”宝玉道：“姐姐虽如此说，姐姐还要保重身体，少操些心才是。”说毕，又说了些闲话，别了凤姐，回身往园中走来。\n　　进了潇湘馆院门看时，只见炉袅残烟，奠馀玉醴，紫鹃正看着人往里收桌子，搬陈设呢。宝玉便知已经奠祭完了。走入屋内，只见黛玉面向里歪着，病体恹恹，大有不胜之态。紫鹃连忙说道：“宝二爷来了。”黛玉方慢慢的起来。含笑让坐。宝玉道：“妹妹这两天可大好些了？气色倒觉静些，只是为何又伤心了？”黛玉道：“可是你没的说了。好好的，我多早晚又伤心了？”宝玉笑道：“妹妹脸上现有泪痕，如何还哄我呢？只是我想妹妹素日本来多病，凡事当各自宽解，不可过作无益之悲。若作践坏了身子，使我……”说到这里，觉得心下的话有些难说，连忙咽住。只因他虽和黛玉一处长大，情投意合，又愿同生同死，却只心中领会，从来未曾当面说出。况兼黛玉心多，每每说话造次，得罪了他。今日原为的是来劝解，不想把话又说造次了，接不下去。心中一急，又怕黛玉恼他，又想一想自己的心，实在的是为好，因而转念为悲，反倒掉下泪来。黛玉起先原恼宝玉说话不论轻重，如今见此光景，心有所感，本来素昔爱哭，此时亦不免无言对泣。\n　　却说紫鹃端了茶来，打量二人又为何事口角，因说道：“姑娘身上才好些，宝二爷又来怄气了。到底是怎么样？”宝玉一面拭泪，笑道：“谁敢怄妹妹了？”一面搭讪着起来闲步，只见砚台底下微露一纸角，不禁伸手拿起。黛玉忙要起身来夺，已被宝玉揣在怀内，笑央道：“好妹妹，赏我看看罢！”黛玉道：“不管什么，来了就混翻。”一语未了，只见宝钗走来，笑道：“宝兄弟要看什么？”宝玉未见上面是何言词，又不知黛玉心中如何，未敢造次回答，却望着黛玉笑。黛玉一面让宝钗坐，一面笑道：“我曾见古史中有才色的女子，终身遭际，令人可欣可羡、可悲可叹者甚多，今日饭后无事，因欲择出数人，胡乱凑几首诗，以寄感慨。可巧探丫头来会我瞧凤姐姐去，我也身上懒懒的，没同他去。将才做了五首，一困倦起来，撂在那里，不想二爷来了，就瞧见了。其实给他看也没有什么，但只我嫌他是不是的写给人看去。”宝玉忙道：“我多早晚给人看来？昨日那把扇子，原是我爱那几首《白海棠》诗，所以我自己用小楷写了，不过为的是拿在手中看着便易。我岂不知闺阁中诗词字迹是轻易往外传诵不得的？自从你说了我，总没拿出园子去。”宝钗道：“林妹妹这虑的也是。你既写在扇子上，偶然忘记了，拿在书房里去，被相公们看见了，岂有不问是谁做的呢？倘或传扬开了，反为不美。自古道‘女子无才便是德’，总以贞静为主，女工还是第二件。其馀诗词，不过是闺中游戏，原可以会可以不会，咱们这样人家的姑娘，倒不要这些才华的名誉。”因又笑向黛玉道：“拿出来给我看看无妨，只不叫宝兄弟拿出去就是了。”黛玉笑道：“既如此说，连你也可以不必看了。”又指着宝玉笑道：“他早已抢了去了。”\n　　宝玉听了，方自怀内取出，凑至宝钗身旁，一同细看。只见写道：\n　　西施\n　　一代倾城逐浪花，吴官空自忆儿家。\n　　效颦莫笑东村女，头白溪边尚浣纱。\n　　虞姬\n　　肠断乌啼夜啸风，虞今幽恨对重瞳。\n　　黥彭甘受他年醢，饮剑何如楚帐中？\n　　明妃\n　　绝艳惊人出汉官，红颜命薄古今同。\n　　君王纵使轻颜色，予夺权付畀画工？\n　　绿珠\n　　瓦砾明珠一例抛，何曾石尉重娇娆？\n　　都缘顽福前生造，更有同归慰寂寥。\n　　红拂\n　　长剑雄谈态自殊，美人巨眼识穷途。\n　　尸居馀气扬公幕，岂得羁縻女丈夫？\n　　宝玉看了，赞不绝口，又说道：“妹妹这诗，恰好只做了五首，何不就命曰《五美吟》？”于是不容分说，便提笔写在后面。宝钗亦说道：“做诗不论何题，只要善翻古人之意。若要随人脚踪走去，纵使字句精工，已落第二义，究竟算不得好诗。即如前人所咏昭君之甚多，有悲挽昭君的，有怨恨延寿的，又有讥汉帝不能使画工图貌贤臣而画美人的，纷纷不一。后来王荆公复有‘意态由来画不成，当时枉杀毛延寿’，永叔有‘耳目所见尚如此，万里安能制夷狄’：二诗俱能各出己见，不与人同。今日林妹妹这五首诗，亦可谓命意新奇，别开生面了。”\n　　仍欲往下说时，只见有人回道：“琏二爷回来了。适才外头传说，往东府里去了，好一会了，想必就回来的。”宝玉听了，连忙起身，迎至大门以内等待，恰好贾琏自外下马进来。于是宝玉先迎着贾琏打千儿，口中给贾母、王夫人等请了安，又给贾琏请了安。二人携手走进来。只见李纨、凤姐、宝钗、黛玉、迎、探、惜等早在中堂等候，一一相见已毕。因听贾琏说道：“老太太明日一早到家，一路身体甚好。今日先打发了我来，回家看视，明日五更，仍要出城迎接。”说毕，众人又问了些路途的景况。因贾琏是远归，遂大家别过，让贾琏回房歇息。一宿晚景，不必细述。\n　　至次日饭时前后，果见贾母、王夫人等到来。众人接见已毕，略坐了一坐，吃了一杯茶，便领了王夫人等人过宁府中来。只听见里面哭声震天，却是贾赦、贾琏送贾母到家，即过这边来了。当下贾母进入里面，早有贾赦、贾琏率领族中人哭着迎出来了。他父子一边一个，挽了贾母，走至灵前，又有贾珍、贾蓉跪着，扑入贾母怀中痛哭。贾母暮年人，见此光景，亦搂了珍、蓉等痛哭不己。贾赦、贾琏在旁苦劝，方略略止住。又转至灵右，见了尤氏婆媳，不免又相持大痛一场。哭毕，众人方上前，一一请安间好。贾琏因贾母才回家来，未得歇息，坐在此间看着未免要伤心，遂再三的劝。贾母不得已，方回来了。果然年迈的人，禁不住风霜伤感，至夜间便觉头闷心酸，鼻塞声重，连忙请了医生来诊脉下药，足足的忙乱了半夜一日。幸而发散的快，未曾传经，至三更天，些须发了点汗，脉静身凉，大家方放了心。至次日，仍服药调理。\n　　又过了数日，乃贾敬送殡之期，贾母犹未大愈，遂留宝玉在家侍奉。凤姐因未曾甚好，亦未去。其余贾赦、贾琏、邢夫人、王夫人等，率领家人仆妇，都送至铁槛寺，至晚方回。贾珍、尤氏并贾蓉仍在寺中守灵，等过百日后，方扶柩回籍。家中仍托尤老娘并二姐儿三姐儿照管。\n　　却说贾琏素日既闻尤氏姐妹之名，恨无缘得见，近因贾敬停灵在家，每日与二姐儿三姐儿相认已熟，不禁动了垂涎之意。况知与贾珍、贾蓉素日有聚之诮，因而乘机百般撩拨，眉目传情。那三姐儿却只是淡淡相对，只有二姐儿也十分有意，但只是眼目众多，无从下手。贾琏又怕贾珍吃醋，不敢轻动，只好二人心领神会而已。此时出殡以后，贾珍家下人少，除尤老娘带领二姐儿三姐儿并几个粗使的丫鬟老婆子在正室居住外，其余婶妾都随在寺中。外面仆妇，不过晚间巡更，日间看守门户，白日无事，亦不进里面去。所以贾琏便欲趁此时下手，遂托相伴贾珍为名，亦在寺中住宿。又时常借着替贾珍料理家务，不时至宁府中来勾搭二姐儿。\n　　一日有小管家俞禄来回贾珍道：“前者所用棚杠孝布并请杠人青衣，共使银一千一百十两，除给银五百两外，仍欠六百零十两。昨日两处买卖人俱来催讨，奴才特来讨爷的示下。”贾珍道：“你先往库上领去就是了，这又何必来回我。”俞禄道：“昨日已曾上库上去领，但只是老爷宾天以后，各处支领甚多，所剩还要预备百日道场及庙中用度，此时竟不能发给。所以奴才今日特来回爷，或者爷内库里暂且发给，或者挪借何项，吩咐了奴才好办。”贾珍笑道：“你还当是先呢，有银子放着不使。你无论那里借了给他罢。”俞禄笑回道：“若说一二百，奴才还可巴结，这五六百，奴才一时那里办得来？”贾珍想了一回，向贾蓉道：“你问你娘去，昨日出殡以后，有江南甄家送来吊祭银五百两，未曾交到库上去。家里再找找，凑齐了，给他去罢。”贾蓉答应了，连忙过这边来，回了尤氏，复转来回他父亲道：“昨日那项银子已使了二百两，下剩的三百两，令人送至家中，交给老娘收了。”贾珍道：“既然如此，你就带了他去，合你老娘要出来，交给他。再者也瞧瞧家中有事无事，问你两个姨娘好。下剩的，俞禄先借了添上罢。”贾蓉和俞禄答应了。\n方欲退出，只见贾琏走进来了。俞禄忙上前请了安。贾琏便问何事，贾珍一一告诉了。贾琏心中想道：“趁此机会，正可至宁府寻二姐儿。”一面遂说道：“这有多大事，何必向人借去？昨日我方得了一项银子，还没有使呢，莫若给他添上，岂不省事？”贾珍道：“如此甚好，你就吩咐蓉儿，一并叫他取去。”贾琏忙道：“这个必得我亲身取去。再我这几日没回家了，还要给老太太、老爷、太太们请请安去；到大哥那边查查家人们有无生事，再也给亲家太太请请安。”贾珍笑道：“只是又劳动你，我心里倒不安。”贾琏也笑道：“自家兄弟，这有何妨呢。”贾珍又吩咐贾蓉道：“你跟了你叔叔去，也到那边给老太太、老爷、太太们请安，说我和你娘都请安。打听打听老太太身上可大安了，还服药呢没有。”贾蓉一一答应了，跟随贾琏出来，带了几个小厮，骑上马，一同进城。在路叔侄闲话，贾琏有心，便提到尤二姐，因夸说如何标致，如何做人好，“举止大方，言语温柔，无一处不令人可敬可爱。人人都说你婶子好，据我看，那里及你二姨儿一零儿呢？”贾蓉揣知其意，便笑道：“叔叔既这么爱他，我给叔叔作媒，说了做二房何如？”贾琏笑道：“你这是玩话，还是正经话？”贾蓉道：“我说的是当真的话。”贾琏又笑道：“敢自好，只是怕你婶子不依；再也怕你老娘不愿意。况且我听见说你二姨儿已有了人家了。”贾蓉道：“这都无妨。我二姨儿三姨儿，都不是我老爷养的，原是我老娘带了来的。听见说，我老娘在那一家时，就把我二姨儿许给皇粮庄头张家，指腹为婚。后来张家遭了官司败落了，我老娘又自那家嫁了出来。如今这十数年两家音信不通，我老娘时常报怨，要给他家退婚。我父亲也要将姨儿转聘，只等有了好人家，不过令人找着张家，给他十几两银子，写上一张退婚的字儿。想张家穷极了的人，见了银子，有什么不依的？再他也知道咱们这样的人家，也不怕他不依。又是叔叔这样人说了做二房，我管保我老娘和我父亲都愿意。倒只是婶子那里却难。”\n    贾琏听到这里，心花都开了，那里还有什么话说？只是一味呆笑而已。贾蓉又想了一想，笑道：“叔叔要有胆量，依我的主意，管保无妨，不过多花几个钱。”贾琏忙道：“好孩子，你有什么主意，只管说给我听听。”贾蓉道：“叔叔回家，一点声色也别露。等我回明了我父亲，向我老娘说妥，然后在咱们府后方近左右，买上一所房子及应用家伙，再拨两拨子家人过去服侍，择了日子，人不知鬼不觉娶了过去。嘱咐家人不许走漏风声，婶子在里面住着，深宅大院，那里就得知道了？叔叔两下里住着，过个一年半载，即或闹出来，不过挨上老爷一顿骂。叔叔只说婶子总不生育，原是为子嗣起见，所以私自在外面作成此事。就是婶子，见生米做成熟饭，也只得罢了。再求一求老太太，没有不完的事。”自古道欲令智昏，贾琏只顾贪图二姐美色，听了贾蓉一篇话，遂为计出万全，将现今身上有服，并停妻再娶，严父妒妻，种种不妥之处，皆置之度外了。却不知贾蓉亦非好意：素日因同他姨娘有情，只因贾珍在内，不能畅意，如今要是贾琏娶了，少不得在外居住，趁贾琏不在时好去鬼混之急。贾琏那里思想及此？遂向贾蓉致谢道：“好侄儿！你果然能够说成了，我买两个绝色的丫头谢你。”\n　　说着，已至宁府门首，贾蓉说道：“叔叔进去向我老娘要出银子来，就交给俞禄罢。我先给老太太请安去。”贾琏含笑点头道：“老太太跟前，别说我和你一同来的。”贾蓉说：“知道。”又附耳向贾琏道：“今儿要遇见二姨儿，可别性急了，闹出事来，往后倒难办了。”贾琏笑道：“少胡说。你快去罢。我在这里等你。”于是贾蓉自去给贾母请安。\n　　贾琏进入宁府，早有家人头儿率领家人等请安，一路围随至厅上。贾琏一一的问了些话，不过塞责而已，便命家人散去，独自往里面走来。原来贾琏、贾珍素日亲密，又是兄弟，本无可避忌之人，自来是不等通报的。于是走至上屋，早有廊下伺候的老婆子打起帘子让贾琏进去。贾琏进入房中一看，只见南边炕上只有尤二姐带着两个丫鬟一处做活，却不见尤老娘与三姐儿。贾琏忙上前问好相见。尤二姐含笑让坐，便靠东边排插儿坐下。贾琏仍将上首让与二姐儿，说了几句见面情儿，便笑问道：“亲家太太和三妹妹那里去了？怎么不见？”二姐笑道：“才有事往后头去了，也就来的。”此时伺候的丫鬟因倒茶去，无人在跟前，贾琏不住的拿眼瞟看二姐儿。二姐儿低了头，只含笑不理。贾琏又不敢造次动手动脚的，因见二姐儿手里拿着一条拴着荷包的绢子摆弄，便搭讪着，往腰里摸了摸，说道：“槟榔荷包也忘记带了来，妹妹有槟榔，赏我一口吃。”二姐道：“槟榔倒有，就只是我的槟榔从来不给人吃。”贾琏便笑着欲近身来拿。二姐儿怕有人来看见不雅，便连忙一笑，撂了过来。贾琏接在手里，都倒了出来，拣了半块吃剩下的撂在口里吃了，又将剩下的都揣了起来。刚要把荷包亲身送过去，只见两个丫鬟倒了茶来。贾琏一面接了茶吃茶，一面暗将自己带的一个汉玉九龙佩解了下来，拴在手绢上，趁丫鬟回头时，仍撂了过去。二姐儿亦不去拿，只装看不见，坐着吃茶。\n　　只听后面一阵帘子响，却是尤老娘三姐儿带着两个小丫鬟自后面走来。贾琏送目与二姐儿，令其拾取，这二姐亦只是不理。贾琏不知二姐儿何意思，甚实着急，只得迎上来与尤老娘三姐儿相见。一面又回头看二姐儿时，只见二姐儿笑着，没事人似的；再又看一看，绢子已不知那里去了。贾琏方放了心。于是大家归坐后叙了些闲话。贾琏说道：“大嫂子说，前儿有了包银子交给亲家太太收起来了，今儿因要还人，大哥令我来取，再也看看家里有事无事。”尤老娘听了，连忙使二姐儿拿钥匙去取银子。这里贾琏又说道：“我也要给亲家太太请请安，瞧瞧二位妹妹。亲家太太脸面倒好，只是二位妹妹在我们家里受委屈。”尤老娘笑道：“咱们都是至亲骨肉，说那里的话？在家里也是住着，在这里也是住着。不瞒二爷说：我们家里，自从先夫去世，家计也着实艰难了，全亏了这里姑爷帮助着。如今姑爷家里有了这样大事，我们不能别的出力，白看一看家，还有什么委屈了的呢？”正说着，二姐儿已取了银子来，交给尤老娘，老娘便递给贾琏。贾琏叫一个小丫头叫了一个老婆子来，吩咐他道：“你把这个交给俞禄，叫他拿过那边去等我。”老婆子答应了出去。\n　　只听得院内是贾蓉的声音说话。须臾进来，给他老娘姨娘请了安，又向贾琏笑道：“才刚老爷还问叔叔呢，说是有什么事情要使唤，原要使人到庙里去叫。我回老爷说：‘叔叔就来’。老爷还吩咐我，路上遇着叔叔，叫快去呢。”贾琏听了，忙要起身。又听贾蓉和他老娘说道：“那一次我和老太太说的，我父亲要给二姨儿说的姨父，就和我这叔叔的面貌身量差不多儿。老太太说好不好？”一面说着，又悄捎的用手指着贾琏，和他二姨儿努嘴。二姐儿倒不好意思说什么，只见三姐儿似笑非笑、似恼非恼的骂道：“坏透了的小猴儿崽子，没了你娘的说了！多早晚我才撕他那嘴呢！”贾蓉早笑着跑了出去，贾琏也笑着辞了出来。走至厅上，又吩咐了家人们，不可要钱吃酒等话。又悄悄的央贾蓉，回去急速和他父亲说。一面便带了俞禄过来，将银子添足，交给他拿去。一面给贾赦请安，又给贾母去请安，不提。\n　　却说贾蓉见俞禄跟了贾琏去取银子，自己无事，便仍回至里面。和他两个姨娘嘲戏一回，方起身。至晚到寺，见了贾珍，回道：“银子已竟交给俞禄了。老太太已大愈了，如今已经不服药了。”说毕，又趁便将路上贾琏要娶尤二姐做二房之意说了，又说如何在外面置房子住，不给凤姐知道，“此时总不过为的是子嗣艰难起见，为的是二姨儿是见过的，亲上做亲，比别处不知道的人家说了来的好。所以二叔再三央我对父亲说。”只不说是他自己的主意。贾珍想一想，笑道：“其实倒也罢了，只不知你二姨娘心里愿意不愿意。明儿你先去和你老娘商量，叫你老娘问准了你二姨娘，再作定夺。”于是又教了贾蓉一篇话，便走过来将此事告诉了尤氏。尤氏却知此事不妥，因而极力劝止。无奈贾珍主意已定，素日又是顺从惯了的，况且他与二姐儿本非一母，不便深管，因而也只得由他们闹去了。\n　　至次日一早，果然贾蓉复进城来见他老娘，将他父亲之意说了。又添上许多话，说贾琏做人如何好，目今凤姐身子有病，已是不能好的了，暂且买了房子，在外面住着，过个一年半载，只等凤姐一死，便接了二姨儿进去做正室。又说他父亲此时如何聘，贾琏那边如何娶，如何“接了你老人家养老。往后三姨儿也是那边应了替聘”，说得天花乱坠，不由的尤老娘不肯。况且素日全亏贾珍周济，此时又是贾珍作主替聘，而且妆奁不用自己置买，贾琏又是青年公子，强胜张家，遂忙过来与二姐儿商议。二姐儿又是水性人儿，在先已和姐夫不妥，又常怨恨当时错许张华，致使后来终身失所。今见贾琏有情，况是姐夫将他聘嫁，有何不肯？也便点头依允。当下回复了。\n　　贾蓉回了他父亲，次日命人请了贾琏到寺中来，贾珍当面告诉了他尤老娘应允之事。贾琏正是喜出望外，感谢贾珍、贾蓉父子不尽。于是二人商量着，使人看房子，打首饰，给二姐儿置买妆奁及新房中应用床帐等物。不过几日，早将诸事办妥，已于宁荣街后二里远近小化枝巷内买定一所房子，共二十余间，又买了两个小丫鬟。只是府里家人不敢擅动，外头买人又怕不知心腹，走漏了风声。忽然想起家人鲍二来，当初因和他女人偷情，被凤姐儿打闹了一阵，含羞吊死了，贾琏给了一百银子，叫他另娶一个。那鲍二向来却就合厨子多浑虫的媳妇多姑娘有一手儿，后来多浑虫酒痨死了，这多姑娘儿见鲍二手里从容了，便嫁了鲍二。况且这多姑娘儿原也和贾琏好的，此时都搬出外头住着。贾琏一时想起来，便叫了他两口儿到新房子里来，预备二姐儿过来时伏待。那鲍二两口子听见这个巧宗儿，如何不来呢。\n再说张华之祖，原当皇粮庄头，后来死去，至张华父亲时，仍充此役。因与尤老娘前夫相好，所以将张华与尤二姐指腹为婚。后来不料遭了官司，败落了家产，弄得衣食不周，那里还娶的起媳妇呢？尤老娘又自那家嫁了出来，两家有十数年音信不通。今被贾府家人唤至，逼他与二姐儿退婚，心中虽不愿意，无奈惧怕贾珍等势焰，不敢不依，只得写了一张退婚文约。尤老娘给了二十两银子，两家退亲不提。这里贾琏等见诸事已妥，遂择了初三黄道吉日，以便迎娶二姐儿过门。\n下回分解。",
  "translation": "After seeing that all was well at home, Jia Rong hurried back to the temple to report to Jia Zhen. That same night they assigned duties to the stewards and prepared banners and poles for the cortege, choosing the fourth at the hour of mao for the coffin to enter the city; and they sent word of this to all their relatives and friends. On the day of the funeral, magnificent paraphernalia and a host of guests made a splendid spectacle. From Iron Threshold Temple to the Ning Mansion the road was lined with tens of thousands of spectators. Some sighed in admiration, some voiced envy, while those half-baked scholars who considered an extravagant funeral less commendable than a simple one held forth with a great diversity of comments. Not till the hour of shen did the coffin reach the mansion and was carried to the main hall, where sacrifices were offered and mourning commenced before the relatives and friends gradually took their leave. Only the clan members remained to entertain those guests who had come to offer condolences, and only Lady Xing’s brother stayed behind to keep them company.\n\nJia Zhen and Jia Rong, restricted by the rules of decorum, had to sleep on the floor by the coffin to keep watch and mourn, but when the company had gone they still found time to fool around with the female relatives. Baoyu put on mourning every day too and went to the Ning Mansion, only going back to the Garden in the evening when the place cleared. Xifeng, not having fully recovered her health, could not go every day, but she forced herself to go and help Madam You on days when masses were chanted or sacrifices offered by relatives and friends.\n\nOne day, after the morning sacrifice, because the days were long now and Jia Zhen and the others were worn out by their recent exertions, they dozed off by the coffin. And since there were no visitors, Baoyu decided to go back to see Daiyu. He went first to Happy Red Court. The courtyard was quiet and deserted. Some old nannies and young maids were taking advantage of the cool in the verandah, some sleeping, others nodding. He did not disturb them. Only Si’er noticed him and hurried forward to raise the portiere. As she lifted it, Fangguan came running out laughing, almost bumping into Baoyu. At sight of him she stopped, smiling.\n\n“How is it you’re back?” she asked. “Quick, stop Qingwen! She wants to spank me.”\n\nBefore the words were out of her mouth there was a crash inside and the sound of something scattering all over the floor. Then out rushed Qingwen.\n\n“You little bitch!” she swore. “Where’ll you run to? I’ll beat you yet for losing.”\n\nShe laughed when she saw Baoyu, not having expected him back so soon.\n\n“Is Fangguan a fox-spirit?” she cried. “Even a magic charm to summon spirit troops couldn’t have brought you so fast.”\n\n“Even if you’d called up a spirit, I wouldn’t be scared,” she added, shaking free to grab Fangguan who had slipped behind Baoyu and was clinging to him. He held Qingwen with one hand and Fangguan with the other as he went inside. There on the kang in the inner room Sheyue, Qiuwen, Bihen and Chunyan were playing a finger-guessing game, the losers having to pay with melon-seeds. Fangguan had lost to Qingwen but refused to let her smack her, and had run away. In chasing her, Qingwen had knocked to the floor the pile of seeds which they had been gambling for.\n\n“On such a long day when I’m away, I was afraid you might be bored,” said Baoyu. “It’s bad to sleep after a meal — you may fall ill. It’s a good thing you’ve found some way to amuse yourselves.”\n\nNot seeing Xiren he asked, “Where’s Sister Xiren?”\n\n“Xiren?” Qingwen snorted. “She’s getting so pious, she’s meditating all by herself in her room. We’ve not been in for some time and can’t think what she’s up to — not a sound’s been heard from there. Why not go and see? Maybe she’s seen the light.”\n\nSmiling, Baoyu went into the inner room. He found Xiren sitting on her bed by the window making a fringe, a skein of grey silk in her hands.\n\nShe jumped up. “What’s that wretch Qingwen been saying about me?” she cried. “I had to finish this knot and couldn’t fool around with them, so I just said, ‘You can amuse yourselves. I’m going to sit quietly here to rest while the master’s out.’ And now the bitch makes up this tale about me facing the wall and trying to become a saint! Just wait till I get my hands on that creature. I’ll tear her mouth to shreds.”\n\nBaoyu laughingly sat down beside her to watch her work.\n\n“Why don’t you take a break on a long summer day like this?” he asked. “Or go and have some fun with the others, or call on Cousin Lin? Why work at this in the heat? What is it for?”\n\n“The fan-case you’re using was made the year of young mistress Rong’s funeral in the East Mansion,” she told him. “That blue one’s only used in summer for mourning in the family or for relatives, once or twice a year at most, so there’s no need as a rule to have one. But now that there’s a funeral in the other house you’ll be going over every day, so I’m making you a new one to change with that old one. Though you don’t care about such things, if the old lady were to see it on her return she’d scold us for being too lazy even to see to your accessories.”\n\n“How very thoughtful of you,” he said. “But don’t overdo it or you may get heat-stroke — that would be serious.”\n\nAs he spoke, Fangguan brought him a cup of tea freshly cooled in cold water. For Baoyu, being delicate, was not allowed to have iced drinks even in summer. The tea-kettle was simply placed in a bowl of freshly drawn well-water which was changed frequently to keep it cool. He drank half the cup then handed it back.\n\n“When I came away I told Beiming that if Master Zhen had important guests I was to be informed at once,” he told Xiren. “If nothing urgent turns up, I shan’t go back.”\n\nHe left the room then, calling back to Bihen and the other maids, “If you want me, I shall be with Miss Lin.”\n\nHe went straight to Bamboo Lodge. As he crossed Seeping Fragrance Bridge he saw Xueyan and two old serving-women with some water caltrop, lotus-root and other fruit. He asked Xueyan, “Your young lady doesn’t eat such cooling things as a rule. What are these for? Is she entertaining some young ladies or the mistress of some house?”\n\n“I’ll tell you if you promise not to let her know,” said Xueyan.\n\nWhen Baoyu agreed she told the two women, “Take these things first to Zijuan. If she asks for me, say I’ll be along in a minute.”\n\nThe women assented and went on.\n\nThen Xueyan explained, “The young lady’s been rather better these last couple of days. Today after lunch, when Miss Tanchun called and asked her to go and see Madam Zhu, she didn’t go but suddenly started crying for no reason I can see. Then she wrote a lot of things — poems or something, I don’t know. After that she told me to get these fruits, and I heard her ask Zijuan to move the things from the small lacquer table in her room and put it in the middle of the outer room, then to put the tripod with the dragon design on it and wait till the fruits came. If she were inviting guests, why prepare an incense-burner first? She doesn’t like scenting her clothes, and normally we just have fresh flowers or fruit in the room. Even if she wants to burn incense, she should do it where she’s sitting or sleeping. Do you suppose she wants to fumigate the room because the old women have made it smelly? I really don’t know what she’s up to. You’d better go and see for yourself, sir.”\n\nBaoyu thought this over. “From what Xueyan says, there must be some reason,” he reflected. “If she were just sitting with some of the girls, she wouldn’t prepare an offering like this....”\n\n\"Is it the anniversary of her parents’ death? But I remember every year on that date the old lady always has extra dishes prepared and sent to Cousin Lin for her to sacrifice in private, and that date’s already gone by. It must be the seventh month, because now that melons and fruit are in season all families are making offerings at graves in autumn. Cousin Lin may have been moved by this to make a sacrifice in her own room, following the precept in the Book of Rites: ‘Present the season’s food in spring and autumn.’ That may be the reason. If I go now and find her distressed, I shall have to do all I can to comfort her; but she may take offence and brood. If I don’t go, though, she may give way to such grief with no one to cheer her up that she falls ill. Either would be bad. I’d better first go to see Sister Xifeng and come back after a short sit. If I then find Cousin Lin still upset, I can think of some way to distract her. That way she won’t be too overcome by grief, and yet can express some of her sorrow so as not to fall ill from repressing it.”\n\nHaving reached this decision, he left Xueyan and the Garden, and went straight to Xifeng’s apartments. A number of serving-women who had reported on their business were leaving as he arrived. Xifeng, leaning against the door, was chatting with Pinger.\n\nAt sight of Baoyu she said with a smile, “So you’re back. I’ve just told Lin Zhixiao’s wife to send word to your page that if there was nothing much to do he should fetch you back to have a rest. Besides, with so many people over there, how can you stand the heat? I didn’t expect you’d come back so soon of your own accord.”\n\n“Thank you for being so concerned, sister,” he replied. “As there was nothing to do today and I noticed that you hadn’t been over for the last couple of days either, I wondered if you were better and came back to see.”\n\n“I’m much the same,” she said. “Well one day and poorly the next. With the old lady and Lady Wang away, these nannies — ah! Which of them behaves herself? Every day they’re either fighting or squabbling. We’ve even had a few cases of gambling and petty pilfering. Although Third Sister is helping me to manage, she’s an unmarried young lady. There are some things she has to be told, others which we can’t bring up, so we just have to put up with it. I’ve not had a single moment’s peace. Far from getting better, if I don’t get worse that’s good enough.”\n\n“Even so, sister, you must look after your health and not worry too much,” he advised.\n\nAfter a little more casual talk he took his leave of Xifeng and turned back to the Garden. As he entered the gate of Naiad’s House, he saw that the incense in the tripod had just burned out and the offerings of wine had been cleared away. Nightingale was supervising the maids as they removed the table and other things used for the sacrifice. So he knew that the ceremony was over.\n\nEntering the house, he found Daiyu reclining on her bed, her face to the wall. She looked listless and ill, as if she had not the strength to sit up.\n\nNightingale promptly announced, “Master Bao is here.”\n\nDaiyu then slowly sat up and with a smile asked him to be seated.\n\n“Are you better these last two days, cousin?” he asked. “You look rather pulled down. Why are you upset again?”\n\n“You’re talking nonsense,” she retorted. “I’m all right. What makes you think I’m upset?”\n\n“Your eyes are still red from crying. Why try to fool me? I know you’re always ailing, but you should cheer up and not give way to useless grief. If you ruin your health, I. . . .”\n\nHe broke off here, realizing that he had spoken too bluntly. Though he and Daiyu had grown up together and were kindred spirits who would have liked to live and die together, this had never been expressed. And as she was so sensitive, he often offended her by speaking too frankly. He had come today to comfort her, but had blurted out the wrong thing again and did not know how to follow it up. In his consternation, afraid that she would be angry with him, he reflected that he had meant well. This thought so distressed him that he shed tears.\n\nAt first Daiyu had been annoyed.\n\nBaoyu often spoke without weighing his words. The sight of Daiyu now filled him with such emotion that, fond of weeping as he was, he could not help shedding tears in silence.\n\nZijuan then brought in tea. Assuming that they had been quarrelling again she said, “The young lady’s only just a little better, Master Bao. Why must you come and upset her again?”\n\nBaoyu wiped his eyes and smiled. “Who’s been upsetting her? I was just crying because I felt sad.”\n\nHe rose casually to his feet then and sauntered over to the desk, where the corner of a sheet of paper under the inkstone caught his eye. Without thinking he reached out for it, but Daiyu sprang up to snatch it away.\n\n“Whatever can you be up to, rummaging about like this whenever you come here?” she cried.\n\nBaochai just then walked in. “What is Cousin Bao looking at?” she asked with a smile.\n\nNot having read what was written on the paper and unsure of Daiyu’s attitude, Baoyu could not venture to reply but simply smiled at Daiyu, who made Baochai take a seat as she answered:\n\n“I was reading some ancient histories just now and came upon several instances of talented, lovely girls whose life stories filled me with admiration and delight, pity and sorrow. As I’d nothing to do after lunch, I chose a few and scribbled some poems about them to express my feelings. Just then Tanchun came and asked me to go with her to see Xifeng, but I didn’t feel up to it and didn’t go. I’d just finished five poems and put them down there when I felt tired. Then along he came and saw them. Not that I’d mind him reading them, but I was afraid he might show them to other people.”\n\n“When did I ever show anyone anything you wrote?” protested Baoyu. “The other day I copied out those poems of yours on the white begonia in small characters because I liked them so much, just to have them handy to read. Don’t I know that girls’ poems and calligraphy aren’t supposed to be shown outside? Ever since you scolded me, I’ve not taken anything of yours out of the Garden.”\n\n“Cousin Lin is quite right to worry,” said Baochai. “If you’d absent-mindedly taken that fan to the study and the boys there had seen it, they’d have asked who wrote it. And if word got around, that would be most undesirable. As the old saying goes, ‘For a woman lack of talent is a virtue.’ It’s best for her to be quiet and modest; needlework comes second. And as for poetry, that’s just a pastime. If you’re good at it, well and good; if not, no matter. Girls in families like ours needn’t seek a reputation for being accomplished.”\n\nShe turned to Daiyu. “Show me the poems. There’s no harm so long as Cousin Bao doesn’t take them out.”\n\n“In that case I needn’t show them even to you,” retorted Daiyu laughingly. She pointed at Baoyu. “He’s already grabbed them.”\n\nThen Baoyu drew the poems from his breast and went over to sit by Baochai so that they could read them together. This is what they saw:\n\nXI SHI\nFamed beauty sunk at last in the waves;\nIn Wu’s palace her memories would haunt the king.\nDon’t laugh at the East Village girl for aping her ways:\nWhite-haired, she still washed clothes beside the stream.\n\nLADY YU\nGutted by the wind wailing at night, crows crying;\nShe faced her lord with undying hatred in her heart.\nThough Peng and Qing were willing to be minced that year,\nHow much nobler to fall on her sword in the tent!\n\nWANG ZHAOJUN\nThis peerless beauty left the Han palace,\nFor fair faces fate has always been unkind.\nThough the ruler could make light of a lovely face,\nShould the power of choice be left to a painter?\n\nLUZHU\nJade and rubble were cast away alike;\nWas Commander Shi ever truly fond of beauty?\nIt was his fantastic luck, pre-ordained,\nThat she should join him in death to end his solitude.\n\nHONG FU\nSword in hand, his brilliant talk made him unique;\nThis beauty with keen eyes recognized a hero.\nThough Yang Su clung to life, a breathing corpse,\nHow could he hope to keep this heroine captive?\n\nBaoyu was full of admiration for these poems. “Just five poems,” he said. “Why not call them The Five Fair Ones?”\n\n\"The Five Fair Maidens\"? Without more ado he wrote it out for her.\n\n\"Any subject will do for a poem,\" observed Baochai, \"so long as it treats an old theme in a new way. If you just follow in other people's footsteps, even if the lines are good they're only second-rate. For instance, many earlier poets wrote about Wang Zhaojun, some lamenting her fate, some blaming Mao Yanshou for her misfortune, others criticizing the emperor for ordering portraits of his ministers instead of of beauties -- there were all sorts of different views. Then Wang Anshi wrote, 'Her spirit could never be captured by a painter; It was wrong to execute Mao Yanshou.' And Ouyang Xiu wrote, 'The eyes and ears of those near by are deluded; How can he control barbarians far away?' Both these poets expressed original ideas. And now Cousin Lin's five poems are also novel and quite unconventional.\"\n\nShe would have continued but word was brought that Jia Lian was back. He had gone to the East Mansion, they said, and should be home very soon. Baoyu at once stood up and went to the gate to wait for him, and as he did so Jia Lian dismounted and entered. Baoyu paid his respects by touching one knee to the ground, then asked after the health of the Lady Dowager and Lady Wang as well as of Jia Lian himself. The two young men walked in hand in hand.\n\nThey found Li Wan, Xifeng, Baochai, Daiyu, Yingchun, Tanchun and Xichun waiting for them in the hall. After greeting each other they heard Jia Lian report:\n\n\"The old lady will be home first thing tomorrow. She's been very well on the journey. She sent me on ahead today to see that everything is ready, and tomorrow at the fifth watch I must go out of the city to meet her.\"\n\nThen the others questioned him about the trip.\n\nAs he had just returned from a long journey, they soon left him and he went to his own quarters to rest. And nothing more happened that evening.\n\nThe next day around mealtime the Lady Dowager and Lady Wang arrived. After welcoming them and sitting with them for a while over tea, they escorted Lady Wang and the rest to the Ning Mansion. From the inner apartments there came a great sound of wailing, as Jia She and Jia Lian had brought the Lady Dowager home and then come over. Upon her arrival, Jia She and Jia Lian came out with the other men of the clan to meet her, weeping. Her son and grandson supported her, one on each side, as she walked to the coffin; then Jia Zhen and Jia Rong threw themselves on her bosom and sobbed. The old lady, overcome by this spectacle, clasped them to her and wept bitterly. It took Jia She and Jia Lian some time to comfort her and make her desist. Then, turning to the right of the coffin, she saw Madam You and her daughter-in-law, and the three of them wept together. Not until they had done so did the others come forward one by one to pay their respects.\n\nJia Lian, worried because the old lady had just returned home without resting and this scene was naturally distressing her, urged her to leave. Finally she had to let herself be persuaded. And indeed, at her age, she could not stand such fatigue and grief. That evening she felt a heaviness in her head, her heart was constricted, her nose was stuffed up and her voice hoarse. A doctor was sent for without delay to feel her pulse and prescribe medicine, and for a whole day and half the night the whole household was in a flurry. Luckily she responded quickly to treatment. Before the trouble had reached the channels, at the third watch she broke into a slight perspiration, her pulse became normal and her temperature went down, to their great relief. The next day she continued to take medicine to regulate her system.\n\nA few days later it was time for Jia Jing's funeral. The Lady Dowager being still unwell, Baoyu was left to look after her. Xifeng had not fully recovered either, so she did not go. But Jia She, Jia Lian, Lady Xing, Lady Wang and the others took all the domestics to Iron Threshold Temple and did not come back till evening. Jia Zhen, Madam You and Jia Rong remained in the temple to keep vigil, not taking the coffin back to their ancestral burial ground until a hundred days had passed. The household was left in the charge of Madam You's mother and her two daughters.\n\nNow Jia Lian had heard of the beauty of Second Sister You and Third Sister, but although eager to meet them he had never had the chance. Because Jia Jing's coffin was at home, however, he saw them every day....\n\nBy now he was on familiar terms with Second Sister and Third Sister and had begun to covet them. Knowing that they were said to have had affairs with Jia Zhen and Jia Rong, he seized every chance to flirt, casting sheep’s eyes at them. Third Sister ignored his advances, but Second Sister was inclined to respond; however, with so many people about, he could not take the initiative. Besides, he was afraid of offending Jia Zhen. So the two of them had to be content with a secret understanding.\n\nAfter the funeral, there were few servants left in Jia Zhen’s house. Apart from old Mrs. You and her two daughters with some maids and serving-women who occupied the main rooms, the concubines had all gone to the temple. Outside, the women on duty simply patrolled at night and kept watch by day; during the daytime, having nothing to do, they did not go inside. Jia Lian decided to seize this opportunity. On the pretext of keeping Jia Zhen company he moved into the temple too, and under cover of helping him with household business he frequently went back to the Ning Mansion to see Second Sister.\n\nOne day the steward Yu Lu came to report to Jia Zhen, “For the awning, poles, mourning-dress and the bearers’ dark clothes we paid a total of eleven hundred and ten taels. We’ve given five hundred already but still owe six hundred and ten. Yesterday the tradesmen sent to press for payment, so I’ve come to ask for your instructions.”\n\n“Go to the treasury and draw what’s needed,” said Jia Zhen. “Why bother me about it?”\n\n“I went to the treasury yesterday, but since the old master’s death there have been so many disbursements that what’s left has to be kept for the hundred-day mass and the temple expenses. They can’t pay out anything now. That’s why I’ve come to ask you, sir, whether to get the money from your private treasury for the time being, or from some other source. Please tell me what to do.”\n\nJia Zhen chuckled, “So you still think we’re rolling in money and keeping silver lying around instead of spending it? Well, borrow from somewhere to pay them.”\n\n“I could raise a hundred or two,” said Yu Lu. “But how can I get five or six hundred?”\n\nAfter a moment’s thought Jia Zhen told Jia Rong, “Go and ask your mother. After the funeral yesterday, the Zhen family from the south sent five hundred taels as a sacrifice. That hasn’t been handed to the treasury yet. Get them to look for some more silver at home to make up the sum, then pay him.”\n\nJia Rong assented and hurried over. He came back to report, “That silver was used yesterday. We spent two hundred taels, and the remaining three hundred were sent to your wife at home for your mother-in-law to keep.”\n\n“In that case, take him there and get it from your mother-in-law to pay him,” said Jia Zhen. “While you’re about it, see if everything is all right at home and pay your respects to your aunts. Yu Lu can borrow the rest to make up the sum.”\n\nAs Jia Rong and Yu Lu were leaving, Jia Lian came in. Yu Lu stepped forward to pay his respects, and when Jia Lian asked the reason for their visit Jia Zhen told him.\n\n“This is a chance to go to the Ning Mansion to see Second Sister,” thought Jia Lian.\n\nAloud he said, “Why borrow such a small sum? I’ve some silver I haven’t used yet — why not take that to make up the amount and save trouble?”\n\n“Splendid!” said Jia Zhen. “Tell Rong to take it and pay them.”\n\n“I must go myself to fetch it,” Jia Lian demurred. “Besides, I haven’t been home for the last few days. I ought to pay my respects to the old lady and my parents, and call on my elder brother to see if the servants are behaving themselves. I should also call on my mother-in-law.”\n\n“I’m sorry to put you to such trouble,” said Jia Zhen.\n\n“Between brothers, what does that matter?” Jia Lian smiled.\n\nJia Zhen then ordered Jia Rong, “Go with your uncle, and pay your respects to the old lady and your grandfather and grandmother.”\n\nJia Rong assented and followed his uncle out. Attended by some pages they mounted their horses and rode to the city, chatting on the way. Then Jia Lian, having certain designs, brought the conversation round to Second Sister You. He praised her good looks and good nature, her dignified yet pleasing manners.\n\n“Everyone speaks well of your aunt,” he said, “but to my mind she’s not a patch on your second aunt.”\n\nJia Rong, guessing what he was after, responded with a smile, “If you’re so fond of her, uncle, let me propose a match and get her for you as your secondary wife. What do you say to that?”\n\n“Are you joking or serious?”\n\n“I mean it.”\n\n“That would be fine, to be sure. But I’m afraid your aunt may not agree, and your grandmother may not be willing either. Besides, I heard that your second aunt is already engaged.”\n\n“That doesn’t matter. My second and third aunts weren’t my grandfather’s children but came with my grandmother when she remarried. I understand that while she was in the other family she promised my second aunt to the Changs, who were in charge of one of the imperial farms, and they made a contract before the child was born. Later the Changs were ruined by a lawsuit; and after my grandmother married again and left, for the last ten years or more the two families have lost touch. She often complains that she’d like to break off the engagement, and my father means to find another husband for my aunt. We’re just waiting for a suitable family before sending to find the Changs and give them a dozen or so taels to write a deed of annulment. The Changs are so hard up, when they see the silver they’re sure to agree. They know, too, that in a family like ours they can’t object. And if you take her as your secondary wife, uncle, I guarantee that my grandmother and father will be willing. The only snag is my aunt Xifeng.”\n\nBy now Jia Lian was too overjoyed to have any more doubts. He simply simpered foolishly.\n\nAfter a little more thought Jia Rong proposed, “If you have the nerve to do as I suggest, uncle, I guarantee it will all go smoothly — it will just cost a bit more.”\n\n“Good lad! Out with your plan.”\n\n“When you go home, don’t breathe a word. I’ll ask my father’s permission and get my grandmother’s consent; then we’ll buy a house and furniture somewhere near the back of our mansion, and allocate two families to serve there. We’ll fix a day for the wedding, and you can marry on the quiet. We’ll warn the servants not to let it out, and then who’s to know in our big compound? You can live in both places. If after a year or so the truth leaks out, at most you’ll just be scolded by the old master. You can say that as your wife had no son you did this on the sly to procure an heir. And by that time, as the rice is already cooked, even Xifeng will have to put up with it. You can ask the old lady to put in a word too, and then everything will be all right.”\n\nAs the proverb says, “Lust befuddles the mind.” Infatuated by Second Sister’s beauty, Jia Lian was so impressed by this “fool-proof” plan that he dismissed all scruples about the fact that he was in mourning and that it was illegal to take a second wife during the lifetime of the first, not to mention his father’s strictness and his wife’s jealousy. It never occurred to him that Jia Rong had designs of his own. Jia Rong had long been attracted to his aunts but had been unable to have his way because his father was too fond of them. If Jia Lian married Second Sister and set up house outside, this would give him a chance to fool around with her when Jia Lian was away. Jia Lian, of course, had no inkling of this.\n\n“My good nephew!” he cried. “If you can really pull this off, I’ll buy you a couple of first-class actresses to thank you.”\n\nWith that, they reached the gate of the Ning Mansion.\n\n“If you’ll go in, uncle, and get that money from my mother to give to Yulu,” said Jia Rong, “I’ll pay my respects to the old lady first.”\n\nJia Lian nodded, smiling.\n\n“Don’t tell the old lady I came with you,” he said.\n\n“I know.”\n\nJia Rong whispered in his ear, “If you see Second Auntie today, don’t be too impatient or you may spoil everything. That would make it awkward later.”\n\n“Nonsense! Hurry up. I’ll wait for you here.”\n\nSo Jia Rong went to pay his respects to the Lady Dowager.\n\nJia Lian, entering the Ning Mansion, was greeted by the servants headed by the steward, who escorted him to the hall. He exchanged a few casual remarks with them, then dismissed the servants and went on alone. As Jia Lian and Jia Zhen were on the most intimate terms as well as being cousins, he did not have to wait to be announced but went straight to the inner apartments. The matrons in attendance at the entrance raised the curtain for him to enter. Inside he saw Second Sister You sitting with two maids on the kang on the south side, doing some needlework, but there was no sign of her mother or Third Sister. He stepped forward to greet her.\n\nSecond Sister You smiled and invited him to be seated, taking a low seat herself on the east side. But Jia Lian, having greeted her, insisted that she take the seat of honour. After a few polite remarks he asked with a smile, “Where are your mother and sister? I don’t see them.”\n\n“They had some business in the other room,” she replied. “They’ll be back presently.”\n\nJust then the maid waiting on them went out to fetch tea, so that they were alone. Jia Lian shot repeated glances at Second Sister, who kept her head lowered and simply smiled without responding. Not venturing to take any liberties, noticing that she was toying with a handkerchief with a pouch attached to it, he felt his own costume and exclaimed:\n\n“I’ve forgotten to bring my betel-nut pouch. Won’t you give me one to taste, sister?”\n\n“I have some betel-nut here, but I never give it to anyone.”\n\nHe stepped forward then to take it from her. For fear that someone might come in and see them, Second Sister threw it over to him. He caught it and emptied out the contents. Selecting half a nut that she had been chewing, he popped it into his mouth and put the rest away. He was about to return the pouch when two maids came in with tea. He sipped the tea as he stealthily took off the Han-dynasty jade pendant with nine dragons which he was wearing and tied it to the handkerchief, throwing it back to her when the maids were not looking. Second Sister, however, simply ignored it and went on sipping tea as if she had not noticed.\n\nThen the curtain was raised and in came her mother and Third Sister with two younger maids. Jia Lian signed to Second Sister to pick up the pendant, but she took no notice. He did not know what she was up to and was growing frantic, but had to step forward to greet the old lady and Third Sister. When he turned back to look at Second Sister she was smiling as if nothing had happened; and when he looked again, the handkerchief had disappeared. So with a sigh of relief he sat down to chat with them.\n\n“My sister-in-law told me she’d given you a packet of silver the other day to keep for her,” he said. “As she has to pay it back to someone today, my cousin sent me to fetch it. And he asked me to see whether you need anything here.”\n\nThe old lady at once told Second Sister to fetch the key and get the silver.\n\n“I’ve been meaning to call to pay my respects to you, aunt, and see the young ladies,” Jia Lian went on. “You’re looking well, aunt. But I’m afraid the young ladies may have been inconvenienced while staying in our house.”\n\n‘What a shame to put you to so much trouble,’ said Jia Lian.\n\n‘What a thing to say!’ said Mother You. ‘We’re all one family! We’re happy to stay here. To be honest with you, sir, since my husband died, we’ve been rather hard up. It’s only thanks to our son-in-law here that we’ve managed at all. Now that he’s in trouble and we can’t do anything else to help, the least we can do is to look after the house for him. It’s no trouble at all.’\n\nWhile she was speaking, Second Sister came in with the silver and handed it to her mother, who in turn passed it to Jia Lian. He summoned one of the maids and told her to fetch one of the older serving-women. When she arrived, he gave her the silver.\n\n‘Take this to Yu Lu. Tell him to take it over to the other house and wait for me there.’\n\nThe woman took the silver and went out on her errand. They heard a voice in the courtyard. It was Jia Rong’s. A minute later he came in and paid his respects to his mother and the two aunts. Then he turned to Jia Lian with a knowing smile:\n\n‘Father was asking for you just now, Uncle. He said he wanted you for something and was going to send someone to the temple to fetch you. I told him you were on your way. He said that if I ran into you, I was to tell you to hurry.’\n\nJia Lian rose to his feet at once. As he did so, Jia Rong turned to his mother and said:\n\n‘That fellow I was telling you about the other day, Grannie, the one Father wants to find for Auntie You Er — he’s just like Uncle Lian to look at. Don’t you think that’s a good idea?’\n\nAs he spoke, he pointed surreptitiously at Jia Lian and pouted in the direction of Second Sister. She was too embarrassed to reply. But Third Sister smiled scornfully and snapped back at him:\n\n‘You’re a wicked, wicked little monkey! Have you no shame? I’ve a good mind to box your ears!’\n\nJia Rong fled from the room, laughing, and Jia Lian took his leave with an awkward smile. Out in the main hall, he gave the servants a few words of instruction (not to gamble or drink while they were on duty) and slipped a discreet word into Jia Rong’s ear, asking him to go back and broach the matter with his father as soon as he could. Then he set off with Yu Lu, made up the sum required and gave it to him to take back. After that he went to pay his respects to Jia She and Grandmother Jia. But our narrative moves elsewhere.\n\nJia Rong, having watched Jia Lian and Yu Lu go off to fetch the silver, and having nothing else to do, went back inside to have a little fun with his two ‘aunts’. He stayed for a while, and later that day returned to the temple and reported to Jia Zhen:\n\n‘The silver has been handed over to Yu Lu. And Grandmother is much better. She’s stopped taking her medicine.’\n\nHe seized the opportunity to mention Jia Lian’s idea of taking You Er-sie as his second wife, and of setting up a separate establishment for her outside, unknown to Xi-feng.\n\n‘Uncle Lian is most concerned at his lack of a son, and as he knows Aunt Er already and they are related by marriage, he thinks it would be much more satisfactory than marrying some complete stranger. He begged me to ask you if you would give your consent, Father.’\n\nHe was careful not to mention that the idea had been his in the first place.\n\nJia Zhen thought for a minute.\n\n‘It’s not a bad idea,’ he said with a smile. ‘But I wonder if Second Sister herself is willing. Tomorrow you must go and talk to your grandmother about it. If she approves, then she can ask Second Sister, and if she agrees, then it will be fine.’\n\nHe gave Jia Rong various other tips on how to handle the matter, and later went in to tell尤氏. Lady You knew that it was most inadvisable and did her best to dissuade him, but Jia Zhen had made up his mind and she was too accustomed to submitting to his will to argue with him now. Besides, Second Sister was not her own sister, and she did not feel she could interfere. So in the end she washed her hands of the whole affair.\n\nEarly the next morning, Jia Rong went into town again to see his grandmother and convey his father’s proposal to her. He embroidered on the theme of Jia Lian’s many excellent qualities.\n\n‘And Auntie Lian is very ill. She’ll probably never get better. They’ll buy a house to begin with, and live outside. In a year or so, when Auntie Lian…’\n\nAfter his wife’s death, Jia Lian had taken her second sister as his chief wife. He described how her mother was to be betrothed, how Jia Lian would marry her, and how she would be provided for in her old age; adding that later on Third Sister would be found a husband too. The glib way he rattled all this off made it impossible for Mrs. You to refuse. Besides, the family had all along been supported by Jia Zhen, who was now arranging this match; moreover, they would not have to provide a dowry and Jia Lian was a young gentleman — a far better match than Zhang Hua. So she lost no time in consulting Second Sister, who having already had an affair with her brother-in-law and being of a fickle nature, had long repented of her engagement to Zhang Hua which had spoilt her chances in life. Only too willing to marry the susceptible Jia Lian, especially as the match was proposed by her brother-in-law, she nodded her consent. And her mother agreed.\n\nJia Rong reported this to his father, and the next day he had Jia Lian invited to the temple where Jia Zhen himself told him that Mrs. You had given her consent. Jia Lian was overjoyed and overwhelmed with gratitude to father and son. They discussed plans for finding a house, having jewellery made, and preparing the dowry, bridal curtains and other furnishings for the new household. In a few days everything was ready. A house of over twenty rooms had been bought in Little Flower Branch Lane, about two li behind the Street of Humanity and Peace, and two young maids had been purchased. But not daring to use any servants from the Rong Mansion for fear of the news leaking out, and afraid that newly bought servants might not prove reliable, Jia Lian suddenly thought of Bao Er. After his wife’s affair with Jia Lian, when Xifeng had raised such a storm that the woman hanged herself, Jia Lian had given him a hundred taels to marry another wife. Bao Er had always been on good terms with the cook Duo Hun-chong’s wife, and after Duo died of alcoholism — he had been a heavy drinker — the woman, seeing that Bao Er had money, married him. And as she had been Jia Lian’s mistress too, the couple now lived outside. So Jia Lian had them move into the new house to serve Second Sister when she came. And of course they were only too glad to come.\n\nTo turn to Zhang Hua’s grandfather, he had been the bailiff of an Imperial farm. After his death, his son succeeded him to this post. As he was a good friend of Mrs. You’s first husband, the two had agreed to betroth their children while they were still in the womb. Then Zhang Hua’s father was involved in a lawsuit which ruined the family and left them so hard up that they could not afford a wedding. And after Mrs. You remarried and left that house, the two families lost touch for more than ten years. Now summoned by servants of the Jia family and forced to break off his son’s engagement, Zhang Hua’s father was unwilling but dared not refuse for fear of the powerful Jias. So he had to write a deed of annulment, and Mrs. You gave him twenty taels of silver after which the matter was dropped.\n\nOnce all was settled, Jia Lian chose the third of the next month as an auspicious day for the wedding.\n\nTo know what followed, read the next chapter."
}