{
  "index": "069",
  "title": "第69章 弄小巧用借剑杀人 觉大限吞生金自逝",
  "original": "话说尤二姐听了，又感谢不尽，只得跟了他来。尤氏那边怎好不过来呢，少不得也过来，跟着凤姐去回。凤姐笑说：“你只别说话，等我去说。”尤氏道：“这个自然。但有了不是，往你身上推就是了。”说着，大家先至贾母屋里。正值贾母和园里姐妹们说笑解闷儿，忽见凤姐带了一个绝标致的小媳妇儿进来，忙觑着眼瞧说：“这是谁家的孩子？好可怜见儿的。”凤姐上来笑道：“老祖宗细细的看看，好不好？”说着，忙拉二姐儿说：“这是太婆婆了，快磕头。”二姐儿忙行了大礼。凤姐又指着众姐妹说，这是某人某人，“太太瞧过，回来好见礼。”二姐儿听了，只得又从新故意的问过，垂头站在旁边。\n　　贾母上下瞧了瞧，仰着脸，想了想，因又笑问：“这孩子我倒象那里见过他，好眼熟啊。”凤姐忙又笑说：“老祖宗且别讲那些，只说比我俊不俊。”贾母又带上眼镜，命鸳鸯琥珀：“把那孩子拉过来，我瞧瞧肉皮儿。”众人都抿着嘴儿笑，推他上去。贾母细瞧了一遍，又命琥珀：“拿出他的手来我瞧瞧。”贾母瞧毕，摘下眼镜来，笑说道：“很齐全，我看比你还俊呢。”凤姐听说，笑着忙跪下，将尤氏那边所编之话，一五一十细细的说了一遍，“少不得老祖宗发慈心，先许他进来住，一年后再圆房儿。”贾母听了道：“这有什么不是？既你这样贤良，很好，只是一年后才圆得房。”凤姐听了，叩头起来，又求贾母：“着两个女人，一同带去见太太们，说是老祖宗的主意。”贾母依允，遂使二人带去，见了邢夫人等。王夫人正因他风声不雅，深为忧虑，见他今行此事，岂有不乐之理？于是尤二姐自此见了天日，挪到厢房居住。\n　　凤姐一面使人暗暗调唆张华，只叫他要原妻，这里还有许多陪送外，还给他银子安家过活。张华原无胆无心告贾家的，后来又见贾蓉打发了人对词，那人原说的：“张华先退了亲，我们原是亲戚，接到家里住着是真，并无强娶之说。皆因张华拖欠我们的债务，追索不给，方诬赖小的主儿。”那察院都和贾王两处有瓜葛，况又受了贿，只说张华无赖，以穷讹诈，状子也不收，打了一顿赶出来。庆儿在外，替张华打点，也没打重，又调唆张华，说：“这亲原是你家定的，你只要亲事，官必还断给你。”于是又告。王信那边又透了消息与察院。察院便批：“张华借欠贾宅之银，令其限内按数交还；其所定之亲，仍令其有力时娶回。”又传了他父亲来，当堂批准。他父亲亦系庆儿说明，乐得人财两得，便去贾家领人。\n　　凤姐一面吓的来回贾母说，如此这般：“都是珍大嫂子干事不明，那家并没退准，惹人告了。如此官断。”贾母听了，忙唤尤氏过来，说他做事不妥：“既你妹子从小与人指腹为婚，又没退断，叫人告了，这是什么事？”尤氏听了，只得说：“他连银子都收了，怎么没准？”凤姐在旁说：“张华的口供上现说没见银子，也没见人去。他老子又说：‘原是亲家说过一次，并没应准；亲家死了，你们就接进去做二房。’如此没对证的话，只好由他去混说。幸而琏二爷不在家，不曾圆房，这还无妨。只是人已来了，怎好送回去？岂不伤脸？”贾母道：“又没圆房，没的强占人家有夫之人，名声也不好，不如送给他去。那里寻不出好人来？”尤二姐听了，又回贾母说：“我母亲实在某年某月某日，给了他二十两银子退准的。他因穷极了告，又翻了口。我姐姐原没错办。”贾母听了，便说：“可见刁民难惹。既这样，凤丫头去料理料理。”凤姐听了无法，只得应着回来，只命人去找贾蓉。贾蓉深知凤姐之意。若要使张华领回，成何体统？便回了贾珍，暗暗遣人去说张华：“你如今既有许多银子，何必定要原人？若只管执定主意，岂不怕爷们一怒，寻出一个由来，你死无葬身之地！你有了银子，回家去，什么好人寻不出来？你若走呢，还赏你些路费。”张华听了，心中想了一想：“这倒是好主意。”和父母商议已定，约共也得了有百金，父子次日起了五更，便回原籍去了。\n　　贾蓉打听的真了，来回了贾母凤姐，说：“张华父子妄告不实，惧罪逃走，官府亦知此情，也不追究，大事完毕。“姐听了，心中一想：“若必定着张华带回二姐儿去，未免贾琏回来，再花几个钱包占住，不怕张华不依。还是二姐儿不去，自己拉绊着还妥当，且再作道理。只是张华此去，不知何往，倘或他再将此事告诉了别人，或日后再寻出这由头来翻案，岂不是自己害了自己？原先不该如此把刀靶儿递给外人哪！”因此，后悔不迭。复又想了一个主意出来，悄命旺儿遣人寻着了他，或讹他做贼，和他打官司，将他治死，或暗使人算计，务将张华治死，方剪草除根，保住自己的名声。旺儿领命出来，回家细想：“人已走了完事，何必如此大做？人命关天，非同儿戏。我且哄过他去，再作道理。”因此在外躲了几日，回来告诉凤姐，只说：“张华因有几两银子在身上，逃去第三日，在京口地界，五更天，已被截路打闷棍的打死了。他老子唬死在店房，在那里验尸掩埋。”凤姐听了不信，说：“你要撒谎，我再使人打听出来，敲你的牙。”自此，方丢过不究。凤姐和尤二姐和美非常，竟比亲姊妹还胜几倍。\n　　那贾琏一日事毕回来，先到了新房中，已经静悄悄的关锁，只有一个看房子的老头儿。贾琏问起原故，老头子细说原委，贾琏只在镫中跌足。少不得来见贾赦和邢夫人，将所完之事回明。贾赦十分欢喜，说他中用，赏了他一百两银子，又将房中一个十七岁的丫鬟名唤秋桐赏他为妾。贾琏叩头领去，喜之不尽。见了贾母合家众人。回来见了凤姐，未免脸上有些愧色。谁知凤姐反不似往日容颜，同尤二姐一同出来，叙了寒温。贾琏将秋桐之事说了，未免脸上有些得意骄矜之色。凤姐听了，忙命两个媳妇坐车到那边接了来。心中一刺未除，又平空添了一刺，说不得且吞声忍气，将好颜面换出来遮饰。一面又命摆酒接风，一面带了秋桐来见贾母与王夫人等。贾琏心中也暗暗的纳罕。\n　　且说凤姐在家，外面待尤二姐自不必说的，只是心中又怀别意，无人处只和尤二姐说：“妹妹的名声很不好听，连老太太、太太们都知道了，说妹妹在家做女孩儿就不干净，又和姐夫来往太密，‘没人要的，你拣了来。还不休了，再寻好的！’我听见这话气的什么儿似的。后来打听是谁说的，又察不出来。日久天长，这些奴才们跟前怎么说嘴呢？我反弄了鱼头来折。”说了两遍，自己先“气病了”，茶饭也不吃。除了平儿，众丫头媳妇无不言三语四，指桑说槐，暗相讥刺。且说秋桐自以为系贾赦所赐，无人僭他的，连凤姐平儿皆不放在眼里，岂容那先奸后娶，没人抬举的妇女？凤姐听了暗乐。自从装病，便不和尤二姐吃饭，每日只命人端了菜饭到他房中去吃。那茶饭都系不堪之物。平儿看不过，自己拿钱出来弄菜给他吃，或是有时只说和他园中逛逛，在园中厨内另做了汤水给他吃。也无人敢回凤姐。只有秋桐碰见了，便去说舌，告诉凤姐说：“奶奶名声生是平儿弄坏了的。这样好菜好饭，浪着不吃，却往园里去偷吃。”凤姐听了，骂平儿说：“人家养猫会拿耗子，我的猫倒咬鸡！”平儿不敢多说，自此也就远着了，又暗恨秋桐。\n　　园中姊妹一干人暗为二姐耽心。虽都不敢多言，却也可怜。每常无人处说起话来，二姐便淌眼抹泪，又不敢抱怨凤姐儿，因无一点坏形。贾琏来家时，见了凤姐贤良，也不留心。况素昔见贾赦姬妾丫鬟最多，贾琏每怀不轨之心，只未敢下手，今日天缘凑巧，竟把秋桐赏了他，真是一对烈火干柴，如胶投漆，燕尔新婚，连日那里拆得开？贾琏在二姐身上之心也渐渐淡了，只有秋桐一人是命。凤姐虽恨秋桐，且喜借他先可发脱二姐，用借刀杀人之法，坐山观虎斗，等秋桐杀了尤二姐，自己再杀秋桐。主意已定，没人处，常又私劝秋桐说：“你年轻不知事。\n他现是二房奶奶，你爷心坎儿上的人，我还让他三分，你去硬碰他，岂不是自寻其死？”那秋桐听了这话越发恼了，天天大口乱骂，说：“奶奶是软弱人，那等贤惠，我却做不来！奶奶把素日的威风怎么都没了？奶奶宽洪大量，我却眼里揉不下沙子去。让我和这娼妇做一回，他才知道呢。”凤姐儿在屋里，只装不敢出声儿。气的尤二姐在房里哭泣，连饭也不吃，又不敢告诉贾琏。次日，贾母见他眼睛红红的肿了，问他，又不敢说。秋桐正是抓乖卖俏之时，他便悄悄的告诉贾母王夫人等说：“他专会作死，好好的，成天丧声嚎气。背地里咒二奶奶和我早死了，好和二爷一心一计的过。”贾母听了，便说：“人太生娇俏了，可知心就嫉妒了。凤丫头倒好意待他，他倒这样争锋吃醋，可知是个贱骨头。”因此，渐次便不大喜欢，众人见贾母不喜，不免又往上践踏起来。弄得这尤二姐要死不能，要生不得。还是亏了平儿时常背着凤姐与他排解。\n　　那尤二姐原是“花为肠肚，雪作肌肤”的人，如何经得这般折磨？不过受了一月的暗气，便恹恹得了一病，四肢懒动，茶饭不进，渐次黄瘦下去。夜来合上眼，只见他妹妹手捧鸳鸯宝剑前来，说：“姐姐，你为人一生心痴意软，终久吃了亏。休信那妒妇花言巧语，外作贤良，内藏奸滑。他发狠定要弄你一死方罢。若妹子在世，断不肯令你进来；就是进来，亦不容他这样。此亦系理数应然，只因你前生淫奔不才，使人家丧伦败行，故有此报。你速依我，将此剑斩了那妒妇，一同回至警幻案下，听其发落。不然，你白白的丧命，也无人怜惜的。”尤二姐哭道：“妹妹，我一生品行既亏，今日之报，既系当然，何必又去杀人作孽？”三姐儿听了，长叹而去。这二姐惊醒，却是一梦。等贾琏来看时，因无人在侧，便哭着合贾琏说：“我这病不能好了！我来了半年，腹中已有身孕，但不能预知男女。倘老天可怜，生下来还可；若不然，我的命还不能保，何况于他。”贾琏亦哭说：“你只管放心，我请名人来医治。”于是出去，即刻请医生。\n　　谁知王太医此时也病了，又谋干了军前效力，回来好讨荫封的。小厮们走去，便仍旧请了那年给晴雯看病的太医胡君荣来。诊视了，说是经水不调，全要大补。贾琏便说：“已是三月庚信不行，又常呕酸，恐是胎气。”胡君荣听了，复又命老婆子请出手来，再看了半日，说：“若论胎气，肝脉自应洪大；然木盛则生火，经水不调，亦皆因肝木所致。医生要大胆，须得请奶奶将金面略露一露，医生观看气色，方敢下药。”贾琏无法，只得命将帐子掀起一缝。尤二姐露出脸来。胡君荣一见，早已魂飞天外，那里还能辨气色？一时掩了帐子，贾琏陪他出来，问是如何。胡太医道：“不是胎气，只是瘀血凝结。如今只以下瘀通经要紧。”于是写了一方，作辞而去。贾琏令人送了药礼，抓了药来，调服下去。只半夜光景，尤二姐腹痛不止，谁知竟将一个已成形的男胎打下来了。于是血行不止，二姐就昏迷过去。贾琏闻知，大骂胡君荣，一面遣人再去请医调治，一面命人去找胡君荣。胡君荣听了，早已卷包逃走。这里太医便说：“本来血气亏弱，受胎以来，想是着了些气恼，郁结于中。这位先生误用虎狼之剂，如今大人元气，十伤八九，一时难保就愈。煎丸二药并行，还要一些闲言闲事不闻，庶可望好。”说毕而去，也开了个煎药方子并调元散郁的丸药方子去了。急的贾琏便查谁请的姓胡的来，一时查出，便打了个半死。\n　　凤姐比贾琏更急十倍，只说：“咱们命中无子，好容易有了一个，遇见这样没本事的大夫来。”于是天地前烧香礼拜，自己通诚祷告，说“我情愿有病，只求尤氏妹子身体大愈，再得怀胎，生一男子，我愿吃常斋念佛”。贾琏众人见了，无不称赞。贾琏与秋桐在一处，凤姐又做汤做水的着人送与二姐，又叫人出去算命打卦。偏算命的回来又说：“系属兔的阴人冲犯了。”大家算将起来，只有秋桐一人属兔儿，说他冲的。秋桐见贾琏请医调治，打人骂狗，为二姐十分尽心，他心中早浸了一缸醋在内了。今又听见如此，说他冲了，凤姐儿又劝他说：“你暂且别处躲几日再来。”秋桐便气得哭骂道：“理那起饿不死的杂种，混嚼舌根！我和他‘井水不犯河水’，怎么就冲了他？好个‘爱八哥儿’，在外头什么人不见，偏来了就冲了。我还要问问他呢，到底是那里来的孩子？他不过哄我们那个棉花耳朵的爷罢了，纵有孩子，也不知张姓王姓的。奶奶希罕那杂种羔子，我不喜欢！谁不会养？一年半载养一个，倒还是一点搀杂没有的呢。”众人又要笑，又不敢笑。可巧邢夫人过来请安，秋桐便告诉邢夫人说：“二爷二奶奶要撵我回去，我没了安身之处，太太好歹开恩。”邢夫人听说，便数落了凤姐儿一阵，又骂贾琏：“不知好歹的种子！凭他怎么样，是老爷给的。为个外来的撵他，连老子都没了。”说着赌气去了，秋桐更又得意，越发走到窗户根底下，大骂起来。尤二姐听了，不免更添烦恼。\n　　晚间，贾琏在秋桐房中歇了，凤姐已睡，平儿过尤二姐那边来劝慰了一番。尤二姐哭诉了一回。平儿又嘱咐了几句，夜已深了，方去安息。这里尤二姐心中自思：“病已成势，日无所养，反有所伤，料定必不能好。况胎已经打下，无甚悬心，何必受这些零气？不如一死，倒还干净。常听见人说金子可以坠死人，岂不比上吊自刎又干净。”想毕，扎挣起来，打开箱子，便找出一块金，也不知多重。哭了一回，外边将近五更天气，那二姐咬牙，狠命便吞入口中，几次直脖，方咽了下去。于是赶忙将衣裳首饰穿戴齐整，上炕躺下。当下人不知，鬼不觉。到第二日早晨，丫鬟媳妇们见他不叫人，乐得自己梳洗。凤姐秋桐都上去了。平儿看不过，说丫头们：“就只配没人心的打着骂着使也罢了，一个病人，也不知可怜可怜。他虽好性儿，你们也该拿出个样儿来，别太过逾了，‘墙倒众人推’。”丫鬟听了，急推房门进来看时，却穿戴的齐齐整整，死在炕上，于是方吓慌了，喊叫起来。\n　　平儿进来瞧见，不禁大哭。众人虽素昔惧怕凤姐，然合想二姐儿实在温和怜下，如今死去，谁不伤心落泪？只不敢与凤姐看见。当下合宅皆知。贾琏进来。搂尸大哭不止。凤姐也假意哭道：“狠心的妹妹！你怎么丢下我去了？辜负了我的心！”尤氏贾蓉等也都来哭了一场，劝住贾琏。贾琏便回了王夫人，讨了梨香院，停放五日，挪到铁槛寺去。王夫人依允。贾琏忙命人去往梨香院收拾停灵，将二姐儿抬上去，用衾单盖了，八个小厮和八个妇女围随，抬往梨香院来。那里已请下天文生，择定明日寅时入殓大吉，五日出不得，七日方可。贾琏道：“竟是七日。因家叔家兄皆在外，小丧不敢久停。”天文生应诺，写了殃榜而去。宝玉一早过来，陪哭一场。众族人也都来了。贾琏忙进去找凤姐，要银子治办丧事。\n　　凤姐儿见抬了出去，推有病，回老太太：“太太说我病着，忌三房，不许我去，我因此也不出来穿孝。”且往大观园中来，绕过群山，至北界墙根下，往外听了一言半语，回来又回贾母说，如此这般。贾母道：“信他胡说！谁家痨病死的孩子不烧了？也认真开丧破土起来！既是二房一场，也是夫妻情分，停五七日，抬出来，或一烧，或乱葬埂上埋了完事。”凤姐笑道：“可是这话，我又不敢劝他。”正说着，丫鬟来请凤姐，说：“二爷在家，等着奶奶拿银子呢。”凤姐儿只得来了，便问他：“什么银子？家里近日艰难，你还不知道？咱们的月例一月赶不上一月。昨儿我把两个金项圈当三百银，使剩了还有二十几两，你要就拿去。”说着，便命平儿拿出来，递给贾琏，指着贾母有话，又去了。恨的贾琏无话可说，只得开了尤氏箱笼，去拿自己体己。及开了箱柜，一点无存，只些拆簪烂花，并几件半新不旧的绸绢衣裳，都是尤二姐素日穿的。不禁又伤心哭了。想着他死的不分明，又不敢说。只得自己用个包袱，一齐包了，也不用小厮丫鬟来拿，自己提着来烧。\n　　平儿又是伤心，又是好笑，忙将二百两一包碎银子偷出来，悄递与贾琏，说：“你别言语才好。你要哭，外头有多少哭不得？又跑了这里来点眼。”贾琏便说道：“你说的是。”接了银子，又将一条汗巾递与平儿，说：“这是他家常系的，你好生替我收着，做个念心儿。”平儿只得接了，自己收去。\n贾琏收了银子，命人买板进来，连夜赶造，一面分派了人口守灵。晚上自己也不进去，只在这里伴宿。放了七日，想着二姐旧情，虽不大敢作声势，却也不免请些僧道超度亡灵。一时，贾母忽然来唤。\n未知何事，下回分解。",
  "translation": "After hearing this, Second Sister Yu was more grateful than ever and could only accompany her. And of course Madam Yu had to come too to report this to the Lady Dowager.\n\n“Just leave the talking to me,” Xifeng told her.\n\n“Naturally,” said Madam Yu. “If I’m to blame for anything, I’ll put the blame on you.”\n\nThey went first to the Lady Dowager’s quarters. She happened to be chatting and joking with the girls to cheer herself up, when in came Xifeng with an extremely pretty young woman.\n\nPeering at her the old lady asked, “Whose child is this? What a sweet creature!”\n\nXifeng stepped forward smiling.\n\n“Have a good look at her, Old Ancestress,” she said. “Do you like her?” She pulled Second Sister forward. “This is your great-grandmother-in-law. Quick, kowtow to her.”\n\nSecond Sister made a deep reverence. Xifeng then pointed out each of the girls to her.\n\n“When you’ve paid your respects to Her Ladyship, you can greet them,” she told her.\n\nSo Second Sister had to ask who each was, then stand meekly to one side with lowered head.\n\nThe Lady Dowager looked the young woman up and down, then raising her face thought for a while.\n\n“I feel I’ve seen this child somewhere,” she remarked with a smile. “She looks very familiar.”\n\n“Don’t talk about that now, Old Ancestress,” said Xifeng gaily. “Just tell me if she’s prettier than me or not.”\n\nThe old lady put on her spectacles and told Yuanyang and Hupo, “Bring her closer so that I can see her complexion.”\n\nThe others suppressed a smile as they pushed Second Sister forward. The Lady Dowager examined her carefully, then told Hupo to show her her hands. When she had seen these too she took off her spectacles.\n\n“She seems a perfect creature. I think she’s even prettier than you.”\n\nAt that Xifeng promptly knelt down and kowtowed.\n\n“For her great kindness and virtue,” she said, “I beg our Old Ancestress to give her permission to move in at once, and the wedding can take place a year from now.”\n\n“What’s wrong with that?” asked the Lady Dowager. “Since you’re so good, my child, of course I agree. Only it must be a year before they consummate the marriage.”\n\nXifeng kowtowed her thanks and rose to her feet.\n\n“Will you send two women with us to tell the other ladies that this is your idea, Old Ancestress?” she asked.\n\nThe Lady Dowager assented and sent two women with them to inform Lady Xing and the rest. Lady Wang had been most upset by the talk about Lian’s misconduct, and was only too glad to agree to this. So from that day on Second Sister Yu was able to “see the sun again” and moved into a room in the east courtyard....\n\nXifeng meanwhile had secretly sent people to incite Zhang Hua to demand his fiancée back. Besides all the dowry, they told him, he would be given silver to set up house. Zhang Hua had neither the courage nor the inclination to sue the Jia family. Then Jia Rong sent men to discuss terms with him.\n\n“Zhang Hua broke the engagement first,” they said. “We’re relatives, so we’ve fetched her to stay with us for the time being. There was no talk of a forced marriage. It’s just that Zhang Hua owes us money which he can’t pay back, so he’s bringing this false charge against our master.”\n\nThe court was connected with both the Jia and Wang families and, what was more, had been bribed. So the magistrate declared Zhang Hua a rascal trying to extort money from the rich in his poverty, and would not accept his petition but had him beaten and driven out. However, Qing’er who had bribed the runners on Zhang Hua’s behalf saw to it that he was not hurt too much, then incited him to say:\n\n“This engagement was made by your family. If you demand your fiancée, the court is bound to rule that she’s yours.”\n\nSo Zhang Hua lodged another accusation. And Wang Xin passed word to the court, which then ruled: “Zhang Hua must pay his debt to the Jia family within the appointed time. He may take back his fiancée when he is in a position to marry.”\n\nHis father was summoned to hear this verdict. Having been told by Qing’er that he could gain both a daughter-in-law and money, he was only too glad to go to the Jia family to fetch his future daughter-in-law....\n\nXifeng in a great flurry went to report to the Lady Dowager.\n\n“It’s all because my sister-in-law Zhen was so imprudent,” she said. “That family hadn’t agreed to break off the engagement, yet she let Second Sister come here.\n\nLady Dowager was informed of this. “Such an official verdict!” she exclaimed, and sent at once for Madam You to complain, “What a way to handle things! Since your sister was betrothed before she was born and the engagement was never broken, how could you let her be sued like this?”\n\n“But he accepted the silver, so how can he say it’s not settled?” protested Madam You.\n\nXifeng, who was present, put in, “Zhang Hua’s evidence is that he never saw the silver or the go-between. And his father says, ‘The proposal was made just once by his relative, but no agreement was reached. Then after the father’s death they took the girl as a second wife.’ As this can’t be disproved, we have to let him talk nonsense. Luckily, since Master Lian wasn’t at home, the marriage hasn’t been consummated — so no great harm’s done. But now that she’s here, how can we send her back? Wouldn’t that be a loss of face?”\n\n“The marriage hasn’t been consummated, yet to keep someone else’s wife by force would give us a bad name,” objected the Lady Dowager. “Better let him have her back. You can easily find him some other good wife.”\n\nThen Second Sister told the Lady Dowager, “My mother received twenty taels from him on such and such a day to break the engagement. Now because he’s hard up he’s brought this charge and gone back on his word. My sister did nothing wrong.”\n\n“These rogues are really trouble-makers!” exclaimed the Lady Dowager. “In that case, Xifeng, you deal with it.”\n\nXifeng had to agree. Upon her return she sent for Jia Rong, who knew what she wanted. It would be most unseemly to make Zhang Hua take his wife back. He reported this to Jia Zhen, then sent a servant secretly to warn Zhang Hua:\n\n“Since you’ve got all that silver, why insist on having the same girl? If you refuse to give in, the gentlemen may lose their temper and find some way to finish you off. With that silver, you can go home and find yourself a good wife. If you’re willing to leave, we’ll give you some travelling expenses too.”\n\nZhang Hua turning this over in his mind decided that it was a good idea. Having taken counsel with his parents and received nearly a hundred taels of silver, he and his father set off at dawn the next day for their native place.\n\nWhen Jia Rong had verified this he reported to the Lady Dowager and Xifeng, “Zhang Hua and his father have fled for fear of being punished for bringing a false charge. The court knows this and won’t pursue the matter, so that’s that.”\n\nXifeng, however, thought, “If Zhang Hua takes Second Sister back, when Lian returns he may spend a few tacls to keep her, and Zhang Hua will have to agree. So it’s safer not to let her go, and I must handle this differently. But we don’t know where Zhang Hua’s gone. If he tells other people or later uses this as a pretext to bring another charge, I shall have cooked my own goose. I shouldn’t have put a knife in his hand!”\n\nShe repented bitterly until another idea occurred to her. She quietly ordered Wang Er to send men to track Zhang Hua down and either trump up a charge against him to have him killed, or have him murdered in secret. He must be eliminated, root and branch, to prevent future mischief.\n\nWang Er assented, but on the way home he thought, “This is carrying things too far. The man’s gone, so let it rest. A life is not to be trifled with; this is no joking matter. I’d better fool her and think up some way out later.” He lay low for a few days, then came back and told Xifeng:\n\n“Zhang Hua was waylaid and killed on the third day of his journey, at five in the morning, near Jingkou, by highwaymen who knocked him down for the few taels he had on him. His father died of fright in an inn. Their bodies have been examined and buried.”\n\nXifeng did not believe this. “If you’re lying, I’ll have your teeth knocked out when I find out the truth,” she warned. Only then did she let the matter drop. And she treated Second Sister so well that they became even more intimate than own sisters.\n\nNow Jia Lian, having completed his business, went first to his new house.\n\nAll was quiet, the place being locked up with only one old man in charge. When Jia Lian asked him what had happened, the old fellow told him the whole story, and Jia Lian could only stamp one foot in his stirrup in frustration. Then he had to go to report his mission accomplished to Jia She and Lady Xing.\n\nJia She was delighted and praised him for being competent, rewarding him with a hundred taels of silver and giving him as a concubine a seventeen-year-old maid in his apartments called Qiu-tong. Jia Lian kowtowed his thanks and withdrew in high glee. He paid his respects to the Lady Dowager and other members of the family, then went back to see Xifeng. Although rather sheepish, to his surprise he found her not as hostile as before. She came out with Second Sister to greet him and ask after his health. When he told them about Qiu-tong, he could not help looking pleased and proud.\n\nXifeng at once sent two matrons with a carriage to fetch the girl. One thorn in her flesh not yet removed, here was another added for no reason. But she had to swallow her anger and put a good face on it. She ordered a feast to welcome Qiu-tong and took her to pay her respects to the Lady Dowager and Lady Wang. Jia Lian for his part was mystified.\n\nXifeng, of course, treated Second Sister well in public; but in private she had other designs. When they were alone she told her, “Your reputation’s not too good, sister. Even the old lady and Lady Wang know that you weren’t a clean-living girl before marriage and were too intimate with your brother-in-law. ‘If no one else wanted her, why should you pick her up?’ they say. ‘Why not get rid of her and find someone better?’ When I heard this I was absolutely furious. I tried to find out who’d said it, but couldn’t. Time and again, how am I to stop the slaves gossiping? I’ve brought trouble on myself.” After repeating this twice until Second Sister was worried, she “fell ill” from anger and refused to eat or drink. None of the maids or matrons dared report this to the Lady Dowager; but apart from Ping-erh they all made sarcastic comments, and the general opinion was that Second Sister was a trouble-maker.\n\nNow Qiu-tong, confident that as Jia She’s gift no one could usurp her place, dared look down on even Xifeng and Ping-erh — to say nothing of a woman who had been seduced before marriage and had no one to back her. Xifeng was secretly pleased by this. After pretending to be ill she stopped taking meals with Second Sister, simply sending her food to her room — and only the leftovers at that. Ping-erh, taking pity on her, spent her own money on dishes for her or else, on the pretext of a stroll in the garden, had soup or something special prepared for her in the Garden kitchen. No one dared tell Xifeng of this. But if Qiu-tong came upon them she would go and inform against Ping-erh.\n\n“It’s Ping-erh who’s giving our mistress a bad name,” she told Xifeng. “She won’t eat the good meals we send her, but sneaks off to the garden to eat in secret.”\n\nXifeng swore, “Other people’s cats catch mice; mine just bite chickens.” Ping-erh dared not answer back, but from then on she steered clear of Second Sister though she hated Qiu-tong for this.\n\nAll the girls in the Garden were worried about Second Sister, but not venturing to speak up they could only feel sorry for her. Whenever she found a chance to talk with them in private, she would weep; yet not daring to complain of Xifeng against whom she had no grievance.\n\nWhen Jia Lian came home now, impressed by Xifeng’s goodness he did not suspect anything. He had always had an eye for his father’s concubines and maids, though not daring to make advances to them; and now that Qiu-tong had been given him he felt as if oil had been added to fire. They were inseparable all day long. So his love for Second Sister cooled and he had eyes only for Qiu-tong. Xifeng, though hating Qiu-tong, was glad to be able to use her first to get rid of Second Sister. She would kill with a borrowed knife, then see to Qiu-tong. Having decided on this, in private she often warned Qiu-tong, “You’re young and inexperienced. She’s the second mistress now...\"\n\n\"You know she’s your grandfather’s favourite, and even I have to let her have her way. If you cross her, you’re looking for trouble.”\n\nThis made Qiutong even more furious. She went round cursing loudly every day.\n\n“You may be a softie, madam, too good-natured for such things, but I’m not like that,” she fumed. “Why have you lost all your old authority? You may be magnanimous, but I can’t put up with such dirt. Just let me have it out with that bitch, and she’ll know what’s what!”\n\nXifeng in her room pretended not to hear. And Second Sister You in her room wept with rage, not venturing to complain to Jia Lian or even to eat. The next day, the Lady Dowager noticed that her eyes were red and swollen; but when questioned she dared not tell the truth.\n\nQiutong, however, chose this time to show off her wit. She slipped away to inform the Lady Dowager and Lady Wang, “She’s simply asking for trouble. There’s nothing the matter with her, yet she keeps on whining and crying. She’s cursing the second mistress and me behind our backs, hoping we’ll die so that she can have Second Master all to herself.”\n\n“People who are too good-looking are always jealous,” commented the Lady Dowager. “I thought Xifeng was treating her well, but if she’s so insanely jealous you can see she’s a low creature.”\n\nAfter that, the old lady gradually cooled towards Second Sister. And as the rest followed her example, they too began to treat the girl worse. She found her life unbearable, and would have died had not Pinger often stolen away to comfort her without Xifeng’s knowledge.\n\nNow Second Sister had always been as “tender as a flower, pure as jade.” How could she stand such persecution? After a month of brooding over her wrongs she fell ill, and being too listless to move or take any nourishment she wasted away. At night, when she closed her eyes, she dreamed that her younger sister came to her with the pair of swords.\n\n“Sister, you were always too soft-hearted, and that’s why you’re in trouble now,” said Sanjie. “Don’t believe that jealous woman’s honeyed words, her show of kindness and secret treachery. She’s sworn not to rest till she’s hounded you to death. If I were alive, I wouldn’t have let them bring you here; or if you came, I’d never have allowed her to treat you like this. But this is your fate — retribution for the wanton behaviour which made me lose my head and destroy myself. You must do as I say and kill that jealous woman with this sword. Then we can go together to the Goddess of Disenchantment and await her verdict. If you don’t, you’ll just be throwing away your life for nothing. Nobody will pity you.”\n\nWeeping, Second Sister replied, “Since I did wrong in my life, it’s only right I should suffer for it now. Why should I commit another murder?”\n\nSanjie sighed and left.\n\nSecond Sister woke with a start to find it was only a dream. The next time Jia Lian came to see her, as there was no one else about she told him through her tears, “I shall never get well. In the six months I’ve been here I’ve conceived, though I don’t know whether it will be a boy or a girl. If heaven is kind and lets me have it, well and good; if not, what hope is there for me when I can’t even keep alive?”\n\nAlso in tears he said, “Don’t worry. I’ll get a good doctor to cure you.” He went out then and there to send for one.\n\nIt happened that Doctor Wang was ill and had gone to the front to do some business, hoping on his return to obtain a hereditary title for his son. The page sent to fetch him came back instead with that Doctor Hu Junrong who had attended Qingwen. After feeling the patient’s pulse he diagnosed menstrual irregularities and prescribed a tonic.\n\n“It’s three months since her last period,” said Jia Lian. “She’s often sick and vomits. Couldn’t it be a pregnancy?”\n\nDoctor Hu had the serving-woman bring out her hand again for him to feel her pulses.\n\n“If it were a pregnancy the liver pulse should be strong,” he said. “But if the liver is over-active, that may cause irregularity. A doctor must be bold. If the lady will just show me her face, I can judge her complexion and then make bold to prescribe.”\n\nJia Lian had to raise the curtain a little. Second Sister turned her face towards him. After one glance at her beauty the doctor was so dazzled that his senses reeled.\n\nThe sight so terrified him that he could hardly distinguish her colour. He closed the bed-curtains and went out with Chia Lien, who asked what he thought was wrong.\n\n“It’s not a pregnancy, just a congestion of blood,” said the doctor. “The thing to do is to disperse the stagnant blood and stimulate the menstrual flow.” He wrote a prescription and took his leave.\n\nChia Lien sent to have the prescription made up and the medicine brought back. But after Second Sister had taken one dose at midnight, she had such agonizing stomach-aches that she miscarried of a fully-formed baby boy. Then the bleeding started and would not stop, and she lost consciousness. When Chia Lien heard this he cursed Dr. Hu, sending at once for another doctor and ordering his servants to find Hu and bring him back. But Hu, on hearing what had happened, had already bundled his things together and fled. The new doctor diagnosed:\n\n“The lady’s vitality was already depleted, and during her pregnancy she must have had some shock which brought on congestion. The other doctor used a violent prescription which has now reduced her vital energy by eighty or ninety per cent, so that she can’t be cured overnight. She should take both decoctions and pills to build up her strength and relieve the congestion. And she must on no account be upset by any worries or unpleasantness. Then there may be some hope of recovery.”\n\nHe wrote out two prescriptions, one for a decoction and the other for pills, then left. In a fury, Chia Lien found out who had recommended Hu and had the man beaten within an inch of his life.\n\nHis wife, ten times more frantic, lamented, “We’re fated to have no son. We’d just got this hope when we ran into such a bungling doctor.” She burned incense and prayed before Heaven and Earth, confessing her own faults. “I’m willing to be ill myself,” she vowed, “if only Cousin Yu can get well and conceive again to bear a son. If that happens, I’ll become a vegetarian and chant Buddha’s name all my life.”\n\nAll who saw her were full of admiration. And while Chia Lien stayed with Autumn, Hsi-feng had soup and hot water prepared for Second Sister and sent to have her fortune told. The fortune-teller reported that her trouble had been caused by someone born in the year of the hare. When they worked it out, this applied only to Autumn, who was spoiling her. Autumn had already been consumed with jealousy to see how solicitous Chia Lien was, calling doctors and dosing Second Sister, storming at the servants. And now that she was accused of having an evil influence she sobbed angrily:\n\n“Why listen to that drivel from those scurvy rascals? I’ve nothing to do with her, so how can I be spoiling her? That precious creature sees plenty of men outside, why should I be the one to harm her? I’d like to ask her whose child that was, anyway. She’s fooling our soft-hearted master, that’s all. Even if she has a child, who knows whether its name will be Chang or Wang? You may think the world of that bastard, madam, but I don’t. Plenty of other people can have children too. Wait a year or half and I’ll have one that’s pure, without any doubt about it.”\n\nThe servants wanted to laugh but dared not. Just then Lady Hsing called to pay her respects, and Autumn told her:\n\n“The master and madam want to send me away. I’ve nowhere to go. Do have pity on me, madam!”\n\nLady Hsing, incensed, gave Hsi-feng a talking-to and scolded Chia Lien.\n\n“You don’t know what’s good for you!” she fumed. “No matter what she’s like, she was given you by your father. How can you drive her away for the sake of some outsider? You’ve no respect for your father.”\n\nShe swept off in a huff, more triumphant than ever, went up to the window and started swearing. This upset Second Sister even more.\n\nThat evening Chia Lien spent in Autumn’s room. When Hsi-feng had retired, Ping-erh went to comfort Second Sister, who told her tearfully all that had happened. Ping-erh urged her to take good care of herself, and not until late at night did she go to bed.\n\nSecond Sister, left alone, reflected, “My illness is gaining ground with each passing day. I’m too ill to feed myself yet have to put up with these blows. There’s no hope of my recovering....”\n\nBesides, now that the child had been aborted she had nothing to worry about; why should she put up with such persecution? Better to die and have done with it. She had often heard that gold could kill a person if swallowed, which was a cleaner end than death by hanging or cutting one’s throat. Having made up her mind she struggled up and opened her case, taking out a piece of gold — she had no idea how heavy it was. She wept for a time. Then, as the fifth watch was sounded outside, she clenched her teeth, grimly put the gold in her mouth and swallowed it several times. Having hastily dressed herself neatly and put on all her trinkets, she lay down on the kang. And none of the household had any inkling of this.\n\nThe next morning, when the maids and serving-women saw that she was not calling for them, they were glad to do her toilet by themselves. Xifeng and Qiu-tong had gone to pay their respects to the Lady Dowager. Pinger, repelled by their heartlessness, scolded the maids, “Even heartless creatures who are always being beaten and cursed don’t carry on like this. Have you no pity for someone who’s ill? She may be good-natured, but you should show some decency and not go too far. ‘If a wall’s collapsing, everyone gives it a shove’ — that’s the way of the world, is it?”\n\nWhen the maids heard this they hurried into the inner room. Finding Second Sister lying fully dressed on the kang and dead, they were terrified and started screaming.\n\nPinger went in too at the sight and could not help crying. Though all the servants were normally afraid of Xifeng, reflecting that Second Sister had been so kind and considerate to them they were heart-broken and wept, only not daring to let Xifeng see them. The whole household was informed at once.\n\nWhen Jia Lian came in and found her dead, he threw his arms round her and wept bitterly. Xifeng too put on a show of grief.\n\n“How could you be so heartless, sister,” she wailed, “as to leave me like this and let me down?”\n\nMadam You and Jia Rong also came to weep, then tried to comfort Jia Lian who went to ask Lady Wang’s permission to have the body placed in Pear Fragrance Court for five days before being moved to Iron Threshold Temple. Lady Wang gave her consent.\n\nJia Lian at once had the place prepared for the lying in state, then ordered servants to carry the body there and cover it with a shroud. He told eight pages and eight matrons to escort it to Pear Fragrance Court, where an astrologer had already been asked to choose an auspicious time for the encoffining. This he fixed for the following day at five in the morning, declaring that the body must not be removed after five days but only after seven.\n\n“Let it be seven then,” said Jia Lian. “As my uncle and cousin are away, this is a minor funeral so we needn’t delay too long.”\n\nThe astrologer assented and wrote out a notice of the death before leaving.\n\nBaoyu called first thing in the morning to weep with the others, and all the clansmen came too. Jia Lian, having hurried in to see Xifeng, asked her for silver to pay for the funeral.\n\nAs soon as the body had been carried away, Xifening had pleaded illness and told the old lady, “Her Ladyship says I’m ill and must keep away from certain rooms, so I’m not to go out or wear mourning.” She went into the Garden and, skirting the hills, made her way to the north wall to listen to the talk outside; then went back and reported to the Lady Dowager.\n\n“Nonsense!” said the old lady. “Who doesn’t have a child that died of consumption cremated? Why go to such lengths? As she was his second wife, for the sake of their love he can keep the body for five to seven days before having it cremated and then buried. That’s all that’s needed.”\n\n“Yes, but I don’t like to urge that,” said Xifeng.\n\nAs they were talking a maid came to ask Xifeng to go back because Jia Lian was waiting for her to get out the silver.\n\nXifening had to go. He asked her for it.\n\n“What silver?” she demanded. “Don’t you know how hard up we are these days? We can’t make both ends meet, and the other day I pawned two gold necklaces for three hundred taels which I’ve only twenty or thirty taels left of. If you want it, take it.” She ordered Pinger to fetch this silver for Jia Lian, then went back to the old lady on the pretext that she had something else to tell her.\n\nJia Lian had to suppress his anger. He opened Second Sister’s cases to take her private savings, but found them empty except for some broken trinkets and a few of her old clothes. At this fresh evidence of Xifeng’s rapacity he shed tears of distress.\n\nBut not daring to say this, she wrapped up the body herself. Without summoning any servants to help her, she carried the bundle herself to be cremated.\n\nPinger was both distressed and amused. She quietly took out a packet containing two hundred taels of loose silver and slipped it to Jia Lian, warning him, “For goodness’ sake don’t say anything. If you want to cry, there are plenty of places outside where you can do it. Why come here to draw attention to yourself?”\n\n“You’re right,” he agreed.\n\nHe took the silver and gave her a girdle.\n\n“This was the one she usually wore,” he told her. “Do keep it carefully for me as a souvenir.”\n\nPinger had to take it and put it away.\n\nJia Lian, having pocketed the silver, sent to buy a coffin and had it made that same night. He assigned servants to keep watch by the coffin, and that evening instead of going home he stayed there to keep vigil himself. After seven days, his love for Second Sister making him want to arrange some Buddhist masses for the salvation of her soul, though he dared not make this too public, he had some monks and Taoists in to perform rites. Then the Lady Dowager suddenly sent for him.\n\nTo know what for, read the next chapter."
}