{
  "index": "070",
  "title": "第70章 林黛玉重建桃花社 史湘云偶填柳絮词",
  "original": "话说贾琏自在梨香院伴宿七日夜，天天僧道不断做佛事。贾母唤了他去，吩咐不许送往家庙中，贾琏无法，只得又和时觉说了，就在尤三姐之上，点了一个穴，破土埋葬。那日送殡，只不过族中人与王姓夫妇、尤氏婆媳而已。\n　　凤姐一应不管，只凭他自去办理。又因年近岁逼，诸事烦杂不算外，又有林之孝开了一个人单子来回：“共有八个二十五岁的单身小厮，应该娶妻成房的，等里面有该放的丫头，好求指配。”凤姐看了，先来问贾母和王夫人。大家商议，虽有几个应该发配的，奈各人皆有缘故：第一个鸳鸯，发誓不去。自那日之后，一向未与宝玉说话，也不盛妆浓饰。众人见他志坚，也不好相强。第二个琥珀，现又有病，这次不能了。彩云因近日和贾环分崩，也染了无医之症。只有凤姐儿和李纨房中粗使的大丫头发出去了。其馀年纪未足，令他们外头自娶去了。\n　　原来这一向因凤姐儿病了，李纨探春料理家务，不得闲暇。接着过年过节，许多杂事，竟将诗社搁起。如今仲春天气，虽得了工夫，争奈宝玉因柳湘莲遁迹空门，又闻得尤三姐自刎，尤二姐被凤姐逼死，又兼柳五儿自那夜监禁之后，病越重了：连连接接，闲愁胡恨，一重不了一重添，弄的情色若痴，语言常乱，似染怔仲之病。慌的袭人等又不敢回贾母，只百般逗他玩笑。\n　　这日清晨方醒，只听得外间屋内咭咭呱呱，笑声不断。袭人因笑说：“你快出去拉拉罢，晴雯和麝月两人按住芳官那里隔肢呢。”宝玉听了，忙披上灰鼠长袄出来一瞧，只见他三人被褥尚未叠起，大衣也未穿：那晴雯只穿着葱绿杭绸小袄，红绸子小衣儿，披着头发，骑在芳官身上，麝月是红绫抹胸，披着一身旧衣，在那里抓芳官的肋肢，芳官却仰在炕上，穿着撒花紧身儿，红裤绿袜，两脚乱蹬，笑的喘不过气来。宝玉忙笑说：“两个大的欺负一个小的！等我来挠你们。”说着也上床来隔肢晴雯。晴雯触痒，笑的忙丢下芳官，来合宝玉对抓，芳官趁势将晴雯按倒。袭人看他四人滚在一处，倒好笑，因说道：“仔细冻着了可不是玩的，都穿上衣裳罢。”忽见碧月进来说：“昨儿晚上，奶奶在这里把块绢子忘了去，不知可在这里没有？”春燕忙应道：“有。我在地下捡起来，不知是那一位的，才洗了，刚晾着，还没有干呢。”碧月见他四人乱滚，因笑道：“倒是你们这里热闹，大清早起就咭咭呱呱的玩成一处。”宝玉笑道：“你们那里人也不少，怎么不玩？”碧月道：“我们奶奶不玩，把两个姨娘和姑娘也都拘住了。如今琴姑娘跟了老太太前头去，更冷冷清清的了。两个姨娘到明年冬天，也都家去了，那才更冷清呢。你瞧瞧，宝姑娘那里出去了一个香菱，就象短了多少人似的，把个云姑娘落了单了。”正说着，见湘云又打发了翠缕来说：“请二爷快出去瞧好诗。”宝玉听了，忙梳洗出去。\n　　果见黛玉、宝钗、湘云、宝琴、探春，都在那里，手里拿着一篇诗看。见他来时，都笑道：“这会子还不起来！咱们的诗社散了一年，也没有一个人作兴作兴。如今正是初春时节，万物更新，正该鼓舞另立起来才好。”湘云笑道：“一起诗社时是秋天，就不发达。如今却好万物逢春，咱们重新整理起这个社来，自然要有生趣了。况这首‘桃花诗’又好，就把海棠社改作桃花社，岂不大妙呢？”宝玉听着点头，说：“很好。”且忙着要诗看。众人都又说：“咱们此时就访稻香老农去，大家议定好起社。”说着，一齐站起来，都往稻香村来。宝玉一壁走，一壁看，写着是：\n　　桃花行\n　　桃花帘外东风软，桃花帘内晨妆懒。\n　　帘外桃花帘内人，人与桃花隔不远。\n　　东风有意揭帘栊，花欲窥人帘不卷。\n　　桃花帘外开仍旧，帘中人比桃花瘦。\n　　花解怜人花亦愁，隔帘悄息风吹透。\n　　风透帘栊花满庭，庭前春色倍伤情。\n　　凭栏人向东风泣，茜裙偷傍桃花立。\n　　桃花桃叶乱纷纷，花绽新红叶凝碧。\n　　树树烟封一万株，烘楼照壁红模糊。\n　　天机烧破鸳鸯锦，春酣欲醒移珊枕。\n　　侍女金盆进水来，香泉饮蘸胭脂冷。\n　　胭脂鲜艳何相类，花之颜色人之泪。\n　　若将人泪比桃花，泪自长流花自媚。\n　　泪眼观花泪易干，泪干春尽花憔悴。\n　　憔悴花遮憔悴人，花飞人倦易黄昏。\n　　一声杜宇春归尽，寂寞帘栊空月痕。\n　　宝玉看了，并不称赞，痴痴呆呆，竟要滚下泪来。又怕众人看见，忙自己拭了。因问：“你们怎么得来？”宝琴笑道：“你猜是谁做的？”宝玉笑道：“自然是潇湘子的稿子了。”宝琴笑道：“现在是我做的呢。”宝玉笑道：“我不信。这声调口气，迎乎不象。”宝琴笑道：“所以你不通。难道杜工部首首都作‘丛菊两开他日泪’不成？一般的也有‘红绽雨肥梅’、‘水荇牵风翠带长’等语。”宝玉笑道：“固然如此，但我知道姐姐断不许妹妹有此伤悼之句。妹妹本有此才，却也断不肯做的。比不得林妹妹曾经离丧，作此哀音。”众人听说，都笑了。\n　　已至稻香村中，将诗与李纨看了，自不必说，称赏不已。说起诗社，大家议定：明日乃三月初二日，就起社，便改“海棠社”为“桃花社”，黛玉为社主。明日饭后，齐集潇湘馆。因又大家拟题。黛玉便说：“大家就要《桃花诗》一百韵。”宝钗道：“使不得。古来桃花诗最多，纵作了必落套，比不得你这一首古风。须得再拟。”正说着，人回：“舅太太来了，请姑娘们出去请安。”因此大家都往前头来见王子腾的夫人，陪着说话。饭毕，又陪着入园中来游玩一遍，至晚饭后掌灯方去。\n　　次日乃是探春的寿日，元春早打发了两个小太监，送了几件玩器。合家皆有寿礼，自不必细说。饭后，探春换了礼服，各处行礼。黛玉笑向众人道：“我这一社开的又不巧了，偏忘了这两日是他的生日。虽不摆酒唱戏，少不得都要陪他在老太太、太太跟前玩笑一日，如何能得闲空儿？”因此，改至初五。\n　　这日，众妹妹皆在房中侍早膳毕，便有贾政书信到了。宝玉请安，将请贾母的安禀拆开，念与贾母听。上面不过是请安的话，说六月准进京等语。其馀家信事物之帖，自有贾琏和王夫人开读。众人听说六七月回京，都喜之不尽。偏生这日王子腾将侄女许与保宁侯之子为妻，择于五月间过门，凤姐儿又忙着张罗，常三五日不在家。这日王子腾的夫人又来接凤姐儿，一并请众甥男甥女乐一日。贾母和王夫人命宝玉、探春、黛玉、宝钗四人同凤姐儿去，众人不敢违拗，只得回房去另妆饰了起来。五人去了一日，掌灯方回。\n　　宝玉进入怡红院，歇了半刻，袭人便乘机劝他收一收心，闲时把书理一理，好预备着。宝玉屈指算了一算，说：“还早呢。”袭人道：“书还是第二件。到那里纵然你有了书，你的字写的在那里呢？”宝玉笑道：“我时常也有写了的好些，难道都没收着？”袭人道：“何曾没收着。你昨儿不在家，我就拿出来，统共数了一数，才有五百六十几篇。这二三年的工夫，难道只有这几张字不成？依我说，明日起把别的心先都收起来。天天快临几张字补上。虽不能按日都有，也要大概看的过去。”宝玉听了，忙着自己又亲检了一遍，实在搪塞不过。便说：“明日为始，一天写一百字才好。”说话时，大家睡下。至次日起来，梳洗了，便在窗下恭楷临帖。\n　　贾母因不见他，只当病了，忙使人来问。宝玉方去请安，便说：“写字之故，因此出来迟了。”贾母听说，十分喜欢，就吩咐他：“以后只管写字，念书，不用出来也使得。你去回你太太知道。”宝玉听说，遂到王夫人屋里来说明。王夫人便道：“临阵磨枪也不中用。有这会子着急，天天写写念念，有多少完不了的？这一赶，又赶出病来才罢。”宝玉回说：“不妨事。”宝钗、探春等都笑说：“太太不用着急。书虽替不得他，字却替得的。我们每日每人临一篇给他，搪塞过这一步儿去就完了，一则老爷不生气，二则他也急不出病来。”王夫人听说，点头而笑。\n　　原来黛玉闻得贾政回家，必问宝玉的功课，宝玉一向分心，到临期自然要吃亏的。因自己只装不耐烦，把诗社更不提起。探春、宝钗二人，每日也临一篇楷书字与宝玉。宝玉自己每日也加功，或写二百三百不拘。至三月下旬，便将字又积了许多。这日正算着再得几十篇，也就搪的过了。谁知紫鹃走来，送了一卷东西，宝玉拆开看时，却是一色去油纸上临的钟王蝇头小楷，字迹且与自己十分相类。喜的宝玉和紫鹃作了一个揖，又亲自来道谢。接着湘云、宝琴二人也都临了几篇相送。凑成虽不足功课，亦可搪塞了。宝玉放了心，于是将应读之书，又温理过几次。正是天天用功，可巧近海一带海啸，又遭塌了几处生民，地方官题本奏闻，奉旨就着贾政顺路查看赈济回来。如此算去，至七月底方回。宝玉听了，便把书字又丢过一边，仍是照旧游荡。\n　　时值暮春之际，湘云无聊，因见柳花飘舞，便偶成一小词，调寄《如梦令》。其词曰：\n　　岂是绣绒才吐。卷起半帘香雾。纤手自拈来，空使鹃啼燕妒。且住，且住。莫莫使春光别去。\n　　自己做了，心中得意，便用一条纸儿写好给宝钗看了。又来找黛玉，黛玉看毕笑道：“好的很，又新鲜，又有趣儿。”湘云说道：“咱们这几社总没有填词，你明日何不起社填词，岂不新鲜些？”黛玉听了，偶然兴动，便说：“这话也倒是。”湘云道：“咱们趁今日天气好，为什么不就是今日？”黛玉道：“也使得。”说着，一面吩咐预备了几色果点，一面就打发人分头去请。这里二人便拟了“柳絮”为题，又限出几个调来，写了粘在壁上。众人来看时：“以柳絮为题，限各色小调。”又都看了湘云，称赏了一回。宝玉笑道：“这词上我倒平常，少不得也要胡诌了。”于是大家拈阉。宝钗注了一支梦甜香，大家思索起来。\n　　一时黛玉有了，写完。接着宝琴也忙写出来。宝钗笑道：“我已有了。瞧了你们的，再看我的。”探春笑道：“今儿这香怎么这么快？我才有了半首。”因又问宝玉：“你可有了？”宝玉虽做了些，自己嫌不好，又都抹了，要另做，回去看香已尽了。李纨等笑道：“宝玉又输了。蕉丫头的呢？”探春听说，便写出来。众人看时，上面却只半首《南柯子》，写道是：\n　　空挂纤纤缕，徒垂络络丝。也难绾系也难羁，一任东西南北各分离。\n　　李纨笑道：“这却也好。何不再续上？”宝玉见香没了，情愿认输，不肯勉强塞责，将笔搁下，来瞧这半首。见没完时，反倒动了兴，乃提笔续道：\n　　落去君休惜，飞来我自知。莺愁蝶倦晚芳时，纵是明春再见隔年期。\n　　众人笑道：“正经你分内的又不能，这却偏有了。纵然好，也算不得。”说着，看黛玉的，是一阙《唐多令》：\n　　粉堕百花洲，香残燕子楼。一团团逐队成球。漂泊亦如人命薄，空缱倦，说风流。草木也知愁，韶华竟白头。叹今生谁舍谁收。嫁与东风春不管，凭尔去，忍淹留？\n　　众人看了，俱点头感叹说：“太作悲了。好是果然好的。”因又看宝琴的《西江月》：\n　　汉苑零星有限，隋堤点缀无穷。三春事业付东风。明月梨花一梦。几处落红庭院，谁家香雪帘栊？江南江北一般同。偏是离人恨重。\n　　众人都笑说：“到底是他的声调悲壮。‘几处’，‘谁家’两句最妙。”\n　　宝钗笑道：“总不免过于丧败。我想柳絮原是一件轻薄无根的东西，依我的主意，偏要把他说好了，才不落套。所以我诌了一首来，未必合你们的意思。”众人笑道：“别太谦了，自然是好的，我们赏鉴赏鉴。”因看这一阕《临江仙》道：\n　　白玉堂前解舞，东风卷得均匀。\n　　湘云先笑道：“好一个‘东风卷得均匀’，这一句就出入之上了。”\n　　蜂围蝶阵乱纷纷：几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚分。韶华休笑本无根：好风凭借力，送我上青云。\n　　众人拍案叫绝，都说：“果然翻的好。自然这首为尊。缠绵悲戚，让潇湘子；情致妩媚，却是枕霞；小薛与蕉客今日落第，要受罚的。”宝琴笑道：“我们自然受罚。但不知交白卷子的，又怎么罚？”李纨道：“不用忙，这定要重重的罚他，下次为例。”\n　　一语未了，只听窗外竹子上一声响，恰似窗屉子倒了一般，众人吓了一跳。丫鬟们出去瞧时，帘外丫头子们回道：“一个大蝴蝶风筝，挂在竹梢上了。”众丫鬟笑道：“好一个齐整风筝。不知是谁家放的，断了线？咱们拿下他来。”宝玉等听了，也都出来看时，宝玉笑道：“我认得这风筝，这是大老爷那院里嫣红姑娘放的。拿下来给他送过去罢。”紫鹃笑道：“难道天下没有一样的风筝，单他有这个不成？二爷也太死心眼儿了。我不管，我且拿起来。”探春笑道：“紫鹃也太小器，你们一般有的，这会子拾人走了的，也不嫌个忌讳？”黛玉笑道：“可是呢。把咱们的拿出来，咱们也放放晦气。”\n　　丫头们听见放风筝，巴不得一声儿，七手八脚，都忙着拿出来，也有美人儿的，也有沙雁儿的。丫头们搬高墩，捆剪子股儿，一面拨起子来。宝钗等立在院门前，命丫头们在院外敞地下放去。宝琴笑道：“你这个不好看，不如三姐姐的一个软翅子大凤凰好。”宝钗回头向翠墨笑道：“你去把你们的拿来也放放。”宝玉又兴头起来，也打发个小丫头子家去，说：“把昨日赖大娘送的那个大鱼取来。”小丫头去了半天，空手回来，笑道：“晴雯姑娘昨儿放走了。”宝玉道：“我还没放一遭儿呢。”探春笑道：“横竖是给你放晦气罢了。”宝玉道：“再把大螃蟹拿来罢。”丫头去了，同了几个人，扛了一个美人并子来，回说：“袭姑娘说：昨儿把螃蟹给了三爷了，这一个是林大娘才送来的，放这一个罢。”宝玉细看了一回，只见这美人做的十分精致，心中欢喜，便叫放起来。此时探春的也取了来了，丫头们在那山坡上已放起来。宝琴叫丫头放起一个大蝙蝠来，宝钗也放起个一连七个大雁来。独有宝玉的美人儿，再放不起来。宝玉说丫头们不会放，自己放了半天，只起房高，就落下来，急的头上的汗都出来了。众人都笑他，他便恨的摔在地下，指着风筝说道：“要不是个美人儿，我一顿脚跺个稀烂！”黛玉笑道：“那是顶线不好。拿去叫人换好了，就好放了。再取一个来放罢。”\n　　宝玉等大家都仰面，看天上这几个风筝起在空中。一时风紧，众丫鬟都用绢子垫着手放。黛玉见风力紧了，过去将子一松，只听豁喇喇一阵响，登时线尽，风筝随风去了。黛玉因让众人来放。众人都说：“林姑娘的病根儿都放了去了，咱们大家都放了罢。”于是丫头们拿过一把剪子来，铰断了线。那风筝都飘飘摇摇随风而去，一时只有鸡蛋大，一展眼只剩下一点黑星儿，一会儿就不见了。众人仰面说道：“有趣，有趣！”说着，有丫头来请吃饭，大家方散。\n　　从此宝玉的工课，也不敢象先竟撂在脖子后头了，有时写写字，有时念念书。闷了也出来，合姐妹们玩笑半天，或往潇湘馆去闲话一回。众姐妹都知他工课亏欠，大家自去吟诗取乐，或讲习针黹，也不肯去招他。那黛玉更怕贾政回来宝玉受气，每每推睡，不大兜揽他。宝玉也只得在自己屋里，随便用些工课。\n展眼已是夏末秋初。一日，贾母处两个丫头，匆匆忙忙来叫宝玉。\n不知何事，下回分解。",
  "translation": "Let us return to Jia Lian. After keeping vigil for seven days and seven nights in Pear Fragrance Court, with constant services by Buddhist monks and Taoist priests, he was summoned by the Lady Dowager who forbade him to have the coffin taken to the family temple. He had no choice but to ask Shi Jue to select a site just above Third Sister’s grave, and there the earth was broken for the burial. The funeral procession that day was made up only of members of the clan and the wife of You Erjie’s foster-father with her husband.\n\nXifeng took no part in the arrangements, leaving them to Jia Lian. And now, as the end of the year was fast approaching, there were countless things to attend to. Besides, Lin Zhixiao’s wife brought in a list of eight twenty-five-year-old bachelor-servants who should be married, asking her to choose suitable maids for them. Xifeng first consulted the Lady Dowager and Lady Wang. They decided that, of the maids who should be married off, for one reason or another most were unavailable. Yuanyang had sworn never to marry, and since that last scene she had stopped speaking to Baoyu and no longer dressed her hair elaborately or used cosmetics. The others, impressed by her determination, had not tried to force her. Hupo was ill and so not fit to marry now. Caiyun, owing to her recent break with Jia Huan, was also laid up with an incurable illness. So only the senior maids in the rough work in Xifeng’s and Li Wan’s apartments were dismissed. The rest were still too young and were told to find husbands outside.\n\nBecause Xifeng had been ill and Li Wan with Tanchun had been occupied with household affairs, the poetry club had been suspended for some time. Then the New Year Festival and other events had kept them so busy that they had no leisure for it. Now in mid-spring they had time again, but Baoyu was in low spirits. Liu Xianglian had turned monk; Third Sister You had cut her throat; Second Sister You had been hounded to death by Xifeng; and Wu’er, locked up that night, had fallen more seriously ill. One trouble followed close on another, and these successive shocks had deranged him. He would talk wildly as if mentally unbalanced, to the consternation of Xiren and the other maids who dared not tell the Lady Dowager but simply did their best to amuse him.\n\nOne morning just after he woke up, he heard giggling and laughter in the outer room.\n\n“Go and stop them,” Xiren said with a smile. “Qingwen and Sheyue have got Fangguan down and are tickling her.”\n\nBaoyu threw on a squirrel-lined gown and went out to look. The three girls had not folded their quilts or put on their outer clothes yet. Qingwen, in a light green silk tunic and red silk trousers, her hair hanging loose, was astride Fangguan. Sheyue in a red camisole and some old clothes was tickling Fangguan who was lying on her back on the kang in a close-fitting flowered jacket, red trousers and green socks, kicking wildly and laughing so much that she was quite out of breath.\n\n“Two big ones bullying a small one!” cried Baoyu. “I’ll tickle you!” He climbed on the kang to tickle Qingwen.\n\nAs she was ticklish, she let go of Fangguan to grapple with him while Fangguan pinned her down. Xiren watched the four of them rolling about laughingly.\n\n“Mind you don’t catch cold,” she warned them. “You’d better put on your clothes.”\n\nJust then Biyue came in.\n\n“Our mistress left a handkerchief here yesterday,” she said. “I wonder if it’s still here?”\n\n“Yes,” replied Chunyan promptly. “I found it on the floor, and not knowing whose it was I had it washed. It’s hanging up to dry but isn’t dry yet.”\n\nBiyue watched the four of them romping together.\n\n“How lively it is here!” she exclaimed. “Frisking about like this first thing in the morning.”\n\n“There are plenty of you people over there too, why don’t you have some fun?” asked Baoyu.\n\n“Our mistress doesn’t play, and she keeps the two concubines and the young ladies in order too. Now that Miss Baoqin has gone to the front court with the old lady, it’s even quieter there. The two concubines will both be leaving next winter....”\n\nIf you went home, it would be even quieter there. Look how put out Miss Bao was when Xiangling left; and now Miss Shi is left all on her own.” As she was speaking, Cuilu arrived again with a message from Xiangyun.\n\n“The young ladies want Master Bao to go and see a good poem they have,” she announced.\n\nHe made haste to dress and go over.\n\nSure enough, Daiyu, Baochai, Xiangyun, Baoqin and Tanchun were there together reading a poem. When he entered they greeted him laughingly.\n\n“So you’re up at last! Our poetry club has been in abeyance for a year, yet none of you showed any interest in reviving it. Now that spring has just begun and everything is fresh, this is the time to start it again.”\n\n“Our club first met in autumn, which wasn’t a good time for it,” said Xiangyun. “But now that all creatures are reviving with the spring, if we start it again it should flourish. And as this poem about peach-blossom is so good, why not change the Crab-Flower Club into the Peach-Blossom Club?”\n\nBao-yu nodding approval eagerly asked to see the poem.\n\n“Let’s go now to see the Old Peasant of Sweet Paddy and decide on a date for our first meeting,” the others suggested.\n\nThey all stood up and set off for Paddy-Sweet Cottage, Bao-yu reading the poem as he walked. It was as follows:\n\nThe Flowerlike Maid\n\nSoftly the east wind blows outside the peach-bloom blind;\nWithin, the maid is languid, sleepless and unadorned.\nOutside the blind the peach trees bloom; inside the maid is fair.\nThe peach blooms and the fair maid are not far apart.\nA mischievous breeze opens the blind and shows the bloom,\nWhich would peep at the maid, but the blind is not upraised.\nThe peach tree by the blind still blooms alluringly;\nThe maid inside the blind looks more frail than the blossom.\nThe blossom, full of pity, grieves for the maid,\nAs a faint breath of wind wafts through the blind between them.\nThe breeze through the blind wafts to fill the court with bloom;\nThe sight of spring in the court redoubles the maid’s grief.\nLeaning on the balustrade towards the breeze she sobs;\nHer red skirt flutters as she stands beneath the blossom.\nPeach-blossom and peach leaves in rich profusion tossed,\nPetals a brilliant red, leaves a translucent green;\nA myriad trees enveloped in cloud and mist\nReflect their rosy glow on tower and coiling wall.\nA heavenly loom’s brocade is burned by the sun’s rays;\nDrunk with spring sleep, the maid moves her coral pillow.\nHer maid brings in clear water for her to wash her face,\nWhich, dipped in the cool fragrant spring, takes on fresh colour.\nTo what compare the brilliant hue of her rosy cheeks?\nThe colour of the blossom, or the tears she has shed?\nIf tears are compared to blossom, they flow unceasing;\nWhile the blossom, for all its charm, can only bloom.\nTears as she watches the blossom are quickly dried;\nHer tears dried and spring gone, the blossom must wither.\nThe fading blossom hides the languid maid from view;\nBlossom falls, the maid is weary, dusk descends.\nA nightingale’s cry announces the end of spring;\nNo moon is left but faint traces on the blind.\n\nInstead of praising the poem, Bao-yu was so overwhelmed that he nearly burst into tears. Afraid the others might see, he hastily wiped his eyes away.\n\n“Where did you get this?” he asked.\n\n“Guess who wrote it,” said Baoqin with a smile.\n\n“It must be the work of Queen of Bamboos.”\n\n“I wrote it.”\n\n“I don’t believe it. It’s not in your style.”\n\n“So you don’t know much,” she retorted. “Didn’t Du Fu write all sorts of different poems in different styles? Some were like ‘The petals, opening, shed tears of rain,’ but others were like ‘Red are the house-leek flowers, fat are the apricot rains’ or ‘The wind in its fury tore the bananas’ leaves.’ You may be right, but I know my cousin would never let you write anything so mournful. Even if you were able to, you wouldn’t want to. It’s not like Cousin Lin who’s lost both her parents and so writes in a tragic vein.”\n\nAt that the rest laughed.\n\nThey had reached Paddy-Sweet Cottage by now and showed the poem to Li Wan, who of course was full of praise for it. Then they discussed the poetry club and decided to start it the next day, the second of the third month, changing the name of the Crab-Flower Club to the Peach-Blossom Club with Daiyu as its president. The members would assemble after breakfast in Bamboo Lodge, and they started then and there choosing subjects....\n\n‘A hundred couplets on Peach-Blossom!’ exclaimed Bao-chai. ‘That’s no good. There are more poems on peach-blossom than on any other subject. You could never write a hundred-couplet peach-blossom poem that wasn’t terribly hackneyed. It wouldn’t be a patch on your Ancient. You must think of something else.’\n\nWhile they were discussing the matter, one of the servants came in to say that Aunt Wang was there and would the young ladies please come out and pay their respects. They all went to the front apartment to see Lady Wang’s brother Wang Zi-teng’s wife and sat talking with her for a while. When she had eaten, they accompanied her into the Garden for a stroll. She did not leave until after dinner, when the lamps had already been lit.\n\nThe following day was Tan-chun’s birthday. Yuan-chun sent two little eunuchs round with some presents. Everyone else in the family gave presents, too. We need not particularize. After breakfast Tan-chun changed into her more formal clothes and went round making her ‘thank-you’ calls.\n\n‘I’ve chosen a most unfortunate day for my poetry meeting,’ said Dai-yu to the others. ‘I keep forgetting that it’s her birthday. Even if we don’t have plays and a feast, we shall still have to spend the whole day with her, amusing Her Old Ladyship and Lady Wang. There certainly won’t be any time for poetry.’\n\nSo it was decided to postpone the meeting until the fifth.\n\nOn the day of the fifth the girls were in Dai-yu’s room finishing their breakfast when a letter arrived from Jia Zheng. Bao-yu kowtowed to it and opened it. Inside was a letter for Grandmother Jia which he read out to her. It was little more than a duty letter, but it did contain the welcome news that he expected to be back in the capital some time in June. The rest of the family letters and business communications were for Jia Lian and Lady Wang to open. Everyone was delighted to hear that he would be home in June or July.\n\nThat same day Wang Zi-teng’s wife called to invite them all to a party. Her husband had just betrothed his niece — that is, Lady Wang’s niece and Wang Xi-feng’s cousin — to the son of the Marquis of Bao-ning, and the wedding was to take place in the fifth month. Xi-feng, who was naturally very much involved in the arrangements, was in and out of the Wang mansion all the time and often did not come home for three or four days at a stretch. Today her aunt had come in person to fetch her and at the same time to invite the young people to a day’s entertainment. Grandmother Jia and Lady Wang instructed Bao-yu, Tan-chun, Dai-yu and Bao-chai to go with her. There was no refusing. They had to go back to their rooms and change into something more suitable. The five of them, Bao-yu, the three girls and Xi-feng, spent the whole day at the Wangs’ and did not return until lamp-lighting time.\n\nBack in Green Delights, Bao-yu had only just sat down when Aroma seized the opportunity to lecture him. It was high time he pulled himself together. In the time that was left to him before his father’s return, he really ought to do some work. He should at least run through his texts, so as to be better prepared. Bao-yu began counting off the days on his fingers.\n\n‘There’s plenty of time yet,’ he said.\n\n‘Studying isn’t the only thing,’ said Aroma. ‘Suppose you do know your texts when he comes back, what about your handwriting? Do you realize how many days it is since you last did any calligraphy?’\n\nBao-yu laughed.\n\n‘I’m always writing a few things now and then. Surely you’ve been keeping them for me?’\n\n‘Of course I have,’ said Aroma. ‘Yesterday when you were out, I got them all out and counted them. From the beginning of last year until now you have only done five hundred and sixty-odd pieces. How many days does that make? You’ve done hardly any at all. I tell you, from tomorrow onwards I don’t want you to think about anything else. You must do a few pieces of calligraphy every day to make up the amount you should have done. If you can’t do a piece every day, it doesn’t matter; even if it takes you several days to do a single piece, at least it will show that you’ve been trying. Then when the Master comes back, your calligraphy won’t be the thing that he has to find fault with.’\n\nBao-yu, after counting his pieces of calligraphy for himself and finding that there were indeed not nearly enough to pass muster with, was obliged to agree.\n\n‘All right. Starting from tomorrow, I shall do a hundred characters a day.’\n\nSoon after this they went to bed.\n\nNext morning, as soon as he had washed and dressed, Bao-yu sat down at his window and began laboriously copying out standard script. Grandmother Jia, not having seen him around, assumed that he must be ill and sent someone to inquire. He sent the messenger back to tell her that he was not ill but doing his calligraphy, which was why he had not yet been in to see her. Grandmother Jia was delighted. She sent back instructions that he was to continue and need not come to see her if he was busy. When he had finished, he was to go and tell Lady Wang. This he did.\n\n‘It’s no good sharpening your spear just before a battle,’ said Lady Wang. ‘If you’d done a little each day, you wouldn’t have this pile of work to do now. I’m only afraid that in your panic you will work too hard and make yourself ill.’\n\n‘It’s all right,’ said Bao-yu.\n\nBao-chai and Tan-chun laughed.\n\n‘Don’t worry, Aunt. He can’t expect any help from us with his studying, but we can help him with his calligraphy. We promise to do a piece each for him every day. That should be enough to see him through this emergency.’\n\nAfter this, Lady Wang nodded and smiled.\n\nNow Daiyu knew that Jia Zheng’s return would mean an examination of Baoyu’s work, and as Baoyu was so often distracted she was afraid he would come a cropper. So she pretended to be tired of poetry to avoid any talk of restarting the club; while Tanchun and Baochai wrote out one essay in the regular script every day for Baoyu, who also buckled to and wrote two or three hundred characters a day. By the end of the third month he had amassed a great many essays. He was just calculating that a few dozen more would see him through, when Zijuan arrived unexpectedly with a package. On opening it he found that it consisted of essays in the small, regular style of Zhong Yu and Wang Xizhi written on non-oily paper, in calligraphy very like his own. Overjoyed, he bowed his thanks to Zijuan and then went in person to thank Daiyu. After that, Xiangyun and Baoqin each copied out a few essays for him too. Although these were still not enough, they would serve to get by on. So then with an easy mind Baoyu went over the books he was supposed to have read.\n\nHe was studying hard every day when, as luck would have it, a tidal wave on the coast flooded some regions, destroying homes and crops. The local officials reported this to the court, and the Emperor ordered Jia Zheng to go to inspect the damage and supervise relief measures. It was estimated that he could not return until the end of the seventh month. At this news, Baoyu put aside his books and went back to his old careless ways.\n\nIt was late spring now. One day, to while away the time, Xiangyun wrote a little poem to the melody of Dream Song inspired by the willow-catkins dancing in the breeze.\n\nSee the willow-catkins cast!\nHalf the blind is dyed.\nFinger-tips gather them fast,\nCuckoo and swallow lament: too late!\nWait, wait!\nDon’t let springtime slip away.\n\nPleased with this, she wrote it out and showed it to Baochai, then went to show it to Daiyu.\n\n“How good!” cried Daiyu. “It’s so fresh and original.”\n\n“Our club has never tried song-poems,” said Xiangyun. “Why don’t you start another club to-morrow and set this new form? Wouldn’t that be fun?”\n\nDaiyu agreed, quite carried away by this idea.\n\n“Why not today, as the weather’s so fine?” proposed Xiangyun.\n\n“Yes, why not?” Daiyu sent to order some sweets and cakes, and told the servants to invite the others.\n\nThe two girls decided to take “Willow Catkins” as their subject and chose different melodies, writing out the rules and sticking them on the wall. When the others arrived and read the notice: “Lyrics on Willow-Catkins to Different Melodies,” they praised Xiangyun’s poem.\n\nBaoyu remarked, “I’m not much good at this. I shall have to improvise something crude.”\n\nThey drew lots then, and Baochai lit a stick of Dream-Sweet Incense.\n\nDaiyu was the first to finish, quickly followed by Baoqin.\n\n“I’ve done one too,” said Baochai. “But I’d like to read yours first before showing mine.”\n\n“This incense has burned so fast today,” said Tanchun. “I’ve only done half a poem.” She asked Baoyu, “Have you finished?”\n\nHe had written something but, not satisfied with it, had scrubbed it out. He was trying to start afresh when he saw that the incense had burned down.\n\n“Baoyu has failed again,” said Li Wan laughingly. “What about Qiuwen?”\n\nTanchun then handed her her poem. It was only half to the melody of Southern Bough.\n\nLi Wan commented, “That’s good. Why don’t you finish it?”\n\nBaoyu, having failed, was unwilling to make a perfunctory job of it. He laid down his brush to read Tanchun’s unfinished poem, and the sight of it so inspired him that he picked up his brush again and added:\n\n\"Never pine for me when I'm out of sight;\n\nI come on the wind when the time is right.\n\nWhen orioles mourn and butterflies languish\n\nAll fragrant flowers fade, and next spring\n\nYou may see me again on the wing.\n\nBut a whole year you'll have to wait for this reunion, alas!\"\n\nThe others laughed. \"She can't do justice to her own subject, but this random one she manages very well. Even so, it's not up to standard.\"\n\nThey looked next at Daiyu's poem to the melody of Tangduoling:\n\nPink petals fall in Hundred Flowers Islet\n\nBy Swallow Tower, where their fragrance dies;\n\nIn fluffs they fly one after the other,\n\nA frivolous, rootless, pitiful sight.\n\nIn vain you show affection and zeal;\n\nDon't talk of romantic charm and appeal!\n\nPlants and trees also know what sorrow is;\n\nTheir brightest youth blooms white as hoary hair.\n\nWho will care for them now or pick them up?\n\nThey trust to the spring breeze, which does not care,\n\nBut lets them drift away or stay at will.\n\nThe others nodded and sighed in sympathy. \"It's too sad,\" they commented. \"It's good, but it is rather morbid.\"\n\nThen they read Baoqin's poem to the melody of Xijiangyue:\n\nScattered in Han park, a limited number;\n\nAdorning Sui Dykes, a countless array.\n\nAll the splendour of spring the wind carries away;\n\nPear blossoms bright in the moonlight seem a dream.\n\nIn how many courtyards drift fallen red blooms?\n\nAnd whose house is sweet with snow-like willows down?\n\nNorth and south of the River it is the same.\n\nOnly those who must part feel most keenly the pain.\n\n\"It's stirring, at least,\" was the general verdict. \"The two lines 'In how many courtyards... willows down' are particularly good.\"\n\nBaochai observed with a smile, \"But it's still too despondent. In my opinion, since catkins are such light, frivolous, rootless things, we should write something more cheerful and original about them. So I've made one up which may not be to your taste.\"\n\n\"Don't be so modest,\" they cried. \"I'm sure it's good. Let's hear it.\"\n\nShe showed them her poem to the melody of Linjiangxian:\n\nDancing at ease in white jade halls in the wind,\n\nThey're whirled evenly up by the breeze.\n\nXiangyun interjected, \"What a wonderful line --'Whirled evenly up by the breeze'! That's certainly original.\"\n\nThey swarm like bees or in butterflies' arrays:\n\nWhy should they drift away with the stream\n\nOr lie in the dust with withered flowers?\n\nA thousand strands of gossamer never change,\n\nWhether gathered together or scattered apart;\n\nLet not their rootlessness the bloom of youth scorn:\n\nA strong wind may take them at last to the clouds.\n\nThe rest clapped and exclaimed in admiration.\n\n\"Yes, this gives a fresh twist to the subject. This is undoubtedly the best. The Naiad's is the most pathetic, Pillowfriend's charmingly coquettish. As for young Xue and the Plantain Lover, today they've failed and should be punished.\"\n\nBaoqin laughed. \"Of course we deserve to be punished. But what about the one who handed in a blank paper? What's to be done with her?\"\n\n\"Don't worry,\" said Li Wan. \"She must be punished severely. We'll make a rule for the future.\"\n\nBefore she had finished, they heard a sound outside like the crash of a falling window-frame. This gave them all a start and maids ran out to see what had happened.\n\n\"A big butterfly kite's caught on the bamboo top,\" one of the maids outside the curtain reported.\n\nThe other maids laughed. \"What a pretty kite! It must have broken its string. Let's get it down.\"\n\nBaoyu and the rest went out to look.\n\n\"I know that kite,\" said Baoyu. \"It belongs to Crimson in my father's place. Let's take it to her.\"\n\nZijuan demurred, \"Is hers the only kite of this kind? I've never seen one like it before. Don't be so dogmatic. I'm going to keep it.\"\n\n\"You're too grasping, Zijuan,\" said Tanchun. \"Wouldn't you feel it unlucky to pick up someone else's kite?\"\n\n\"That's right,\" agreed Daiyu. \"Why don't we take out our kites and fly them to get rid of our bad luck?\"\n\nThe maids, overjoyed by this suggestion, hurried to fetch their kites. There were all sorts: beauties, hard-winged swallows and so forth. They fetched stools, tied on the cutters, and in no time the kites were airborne. Bacchai and the others stood at the gate of the compound, telling the maids to fly them in the open ground outside.\n\nBaoqin remarked, \"Yours isn't as good-looking as Cousin Tanchun's big phoenix with its soft wings.\"\n\n“That big phoenix of yours is fine.” Bao-chai turned to Cui-mo. “Go and fetch yours and fly it too.”\n\nBao-yu, his enthusiasm rekindled, also sent a maid home. “Fetch that big fish that Nanny Lai gave us yesterday,” he told her.\n\nThe maid came back after some time empty-handed.\n\n“Miss Skybright flew it yesterday,” she announced.\n\n“I haven’t had a single flight out of it yet,” he complained.\n\n“Well, it was to carry away your bad luck,” Tan-chun reminded him.\n\n“Then bring me the big crab,” he said.\n\nThe maid went off and came back with some servants carrying a beautiful girl kite.\n\n“Aroma says she gave the crab kite to Master Huan yesterday,” she reported. “This one was sent over by Mrs Lin. She says to fly this one.”\n\nBao-yu examined it. Exquisitely made, it delighted him and he asked for it to be flown. By now Tan-chun’s kite had been fetched too, and the maids were flying it on the slope. Bao-qin ordered her maid to fly a big bat kite, and Bao-chai one with seven geese in a row. Only Bao-yu’s beautiful girl refused to fly. He said the maids did not know how to fly it, but though he tried for some time himself he only got it up as high as the roof before it came down again. In a fury he sweated.\n\nThe others were laughing when he dashed the kite to the ground.\n\n“If it weren’t a beauty I’d stamp it to bits!” he fumed.\n\nDai-yu advised, “The problem’s with the top string. Get it changed, then it will fly. Get another kite instead.”\n\nBao-yu and the others were watching the kites soaring up into the sky when a strong wind sprang up. The maids flying the kites were using handkerchiefs to protect their hands. Dai-yu, seeing how strong the wind was, let go of hers. There was a loud whirring and in a second her kite had been carried off by the wind.\n\n“That’s sent off all her illness,” cried the others. “Let’s all fly ours.”\n\nThe maids promptly fetched a pair of scissors and cut the strings. The kites drifted away on the wind and were soon out of sight.\n\n“How amusing!” exclaimed the young people, still gazing into the sky.\n\nThen some maids came to summon them to a meal and they dispersed.\n\nAfter this Bao-yu did not dare neglect his studies so much as before. He would write or read for a while, and when bored would join his girl cousins for a game or a chat with Dai-yu in Bamboo Lodge. The girls knew that he had to make up his lessons, so they amused themselves by writing poetry or doing needlework, not liking to disturb him. And Dai-yu, afraid that his father would be angry with him on his return, often pretended to be asleep instead of welcoming him. So he had to spend most of his time in his own room on his studies.\n\nSoon it was late summer and the beginning of autumn. One day two maids from the Lady Dowager’s place came hurrying to fetch Bao-yu.\n\nBut to know what had happened you must read the next chapter."
}