{
  "index": "072",
  "title": "第72章 王熙凤恃强羞说病 来旺妇倚势霸成亲",
  "original": "且说鸳鸯出了角门，脸上犹热，心内突突的乱跳，真是意外之事。因想这事非常，若说出来奸盗相连，关系人命，还保不住带累旁人。横竖与自己无干，且藏在心内，不说给人知道。回房复了贾母的命，大家安息不提。\n　　却说司棋因从小儿和他姑表兄弟一处玩笑，起初时小儿戏言，便都订下将来不娶不嫁；近年大了，彼此又出落得品貌风流。常时司棋回家时，二人眉来眼去，旧情不断，只不能入手。又彼此生怕父母不从，二人便设法，彼此里外买嘱园内老婆子们，留门看道。今日赶乱，方从外进来，初次入港。虽未成双，却也海誓山盟，私传表记，已有无限风情。忽被鸳鸯惊散，那小厮早穿花度柳，从角门出去了。司棋一夜不曾睡着，又后悔不来。至次日见了鸳鸯，自是脸上一红一白，百般过不去，心内怀着鬼胎，茶饭无心，起坐恍惚。挨了两日，竟不听见有动静，方略放下了心。这日晚间，忽有个婆子来悄悄告诉道：“你表兄竟逃走了，三四天没上家。如今打发人四处找他呢。”司棋听了，又急又气又伤心，因想道：“纵然闹出来，也该死在一处。真真男人没情意，先就走了。”因此，又添了一层气，次日便觉心内不快，支持不住，一头躺倒，恹恹的成了病了。\n　　鸳鸯闻知那边无故走了一个小厮，园内司棋病重，要往外挪，心下料定是二人惧罪之故，“生怕我说出来。”因此，自己反过意不去，指着来望候司棋，支出人去，反自己赌咒发誓，与司棋说：“我若告诉一个人，立刻现死现报！你只管放心养病，别白遭塌了小命儿。”司棋一把拉住，哭道：“我的姐姐！咱们从小儿耳鬓厮磨，你不曾拿我当外人待，我也不敢怠慢了你，如今我虽一着走错了，你若果然不告诉一个人，你就是我的亲娘一样。从此后，我活一日，是你给我一日。我的病要好了，把你立个长生牌位，我天天烧香磕头，保佑你一辈子福寿双全的。我若死了时，变驴变狗报答你。倘或咱们散了，以后遇见，我自有报答的去处。”一面说，一面哭。这一席话，反把鸳鸯说的酸心，也哭起来了。因点头道：“你也是自家要作死哟！我作什么管你这些事坏你的名儿，我白去献勤儿？况且这事我也不便开口和人说。你只放心。从此养好了，可要安分守己的，再别胡行乱闹了。”司棋在枕上点首不绝。\n　　 鸳鸯又安慰了他一番，方出来。因知贾琏不在家中，又因这两日凤姐儿声色怠惰了些，不似往日一样，便顺路来问候。刚进入凤姐院中，二门上的人见是他来，便站立待他进去。鸳鸯来至堂屋，只见平儿从里头出来，见了他来，便忙上来悄声笑道：“才吃了一口饭，歇了中觉了。你且这屋里略坐坐。”鸳鸯听了，只得同平儿到东边房里来。小丫头倒了茶来。鸳鸯悄问道：“你奶奶这两日是怎么了？我近来看着他懒懒的。”平儿见问，因房内无人，便叹道：“他这懒懒的，也不止今日了。这有一月前头，就是这么着。这几日忙乱了几天，又受了些闲气，从新又勾起来。这两日比先又添了些病，所以支不住，就露出马脚来了。”鸳鸯道：“既这样，怎么不早请大夫治？”平儿叹道：“我的姐姐，你还不知道他那脾气的？别说请大夫来吃药，我看不过，白问一声‘身上觉怎么样’，他就动了气，反说我咒他病了。饶这样，天天还是察三访四。自己再不看破些，且养身子！”鸳鸯道：“虽然如此，到底该请大夫来瞧瞧是什么病，也都好放心。”平儿叹道：“说起病来，据我看也不是什么小症候。”鸳鸯忙道：“是什么病呢？”平儿见问，又往前凑了一凑，向耳边说道：“只从上月行了经之后，这一个月，竟沥沥淅淅的没有止住。这可是大病不是？”鸳鸯听了忙答应道：“嗳哟，依这么说，可不成了‘血山崩’了吗？”平儿忙啐了一口，又悄笑道：“你个女孩儿家，这是怎么说？你倒会咒人。”鸳鸯见说，不禁红了脸，又悄笑道：“究竟我也不懂什么是崩不崩的。你倒忘了不成，先我姐姐不是害这病死了？我也不知是什么病，因无心中听见妈和亲家妈说，我还纳闷，后来听见原故，才明白了一二分。”二人正说着，只见小丫头向平儿道：“方才朱大娘又来了。我们回了他，‘奶奶才歇中觉。’他往太太上头去了。”平儿听了点头。鸳鸯问：“那一个朱大娘？”平儿道：“就是官媒婆朱嫂子。因有个什么孙大人来和咱们求亲，所以他这两日天天弄个贴子来，闹得人怪烦的。”\n　　一语未了，小丫头跑来说：“二爷进来了。”说话之间，贾琏已走至堂屋门口，平儿忙迎出来。贾琏见平儿在东屋里，便也过这间房内来，走至门前，忽见鸳鸯坐在炕上，便煞住脚，笑道：“鸳鸯姐姐，今儿贵步幸临贱地！”鸳鸯只坐着，笑道：“来请爷奶奶的安，偏又不在家的不在家，睡觉的睡觉。”贾琏笑道：“姐姐一年到头辛苦伏侍老太太，我还没看你去，那里还敢劳动来看我们。”又说：“巧的很。我才要找姐姐去，因为穿着这袍子热，先来换了夹袍子，再过去找姐姐去，不想老天爷可怜，省我走这一趟。”一面说，一面在椅子上坐下。鸳鸯因问：“又有什么说的？”贾琏未语先笑，道：“因有一件事竟忘了，只怕姐姐还记得。上年老太太生日，曾有一个外路和尚来孝敬一个腊油冻的佛手，因老太太爱，就即刻拿过来摆着。因前日老太太的生日，我看古董账，还有一笔在这账上，却不知此时这件着落在何处。古董房里的人也回过了我两次，等我问准了，好注上一笔。所以我问姐姐，如今还是老太太摆着呢，还是交到谁手里去了呢？”鸳鸯听说，便说道：“老太太摆了几日，厌烦了，就给你们奶奶了，你这会子又问我来了。我连日子还记得，还是我打发了老王家的送来。你忘了，或是问你们奶奶和平儿。”平儿正拿衣裳，听见如此说，忙出来回说：“交过来了，现在楼上放着呢。奶奶已经打发人去说过，他们发昏没记上，又来叨蹬这些没要紧的事。”贾琏听说，笑道：“既然给了你奶奶，我怎么不知道，你们就昧下了？”平儿道：“奶奶告诉二爷，二爷还要送人，奶奶不肯，好容易留下的。这会子自己忘了，倒说我们昧下！那是什么好东西？比那强十倍的也没昧下一遭儿，这会子就爱上那不值钱的咧？”贾琏垂头含笑想了想，拍手道：“我如今竟糊涂了！丢三忘四，惹人抱怨，竟大不象先了。”鸳鸯笑道：“也怨不得，事情又多，口舌又杂，你再喝上两钟酒，那里记得许多？”一面说，一面起身要走。”\n　　贾琏忙也立起身来，说道：“好姐姐，略坐一坐儿，兄弟还有一事相求。”说着，便骂小丫头：“怎么不沏好茶来？快拿干净盖碗，把昨日进上的新茶沏一碗来！”说着，向鸳鸯道：“这两日，因老太太千秋，所有的几千两都使了。几处房租、地租，统在九月才得，这会子竟接不上。明儿又要送南安府里的礼，又要预备娘娘的重阳节，还有几家红白大礼，至少还得三二千两银子用，一时难去支借。俗语说的好：‘求人不如求己。’说不得姐姐担个不是，暂且把老太太查不着的金银家伙，偷着运出一箱子来，暂押千数两银子，支腾过去。不上半月的光景银子来了，我就赎了交还，断不能叫姐姐落不是。”鸳鸯听了，笑道：“你倒会变法儿！亏你怎么想了。”贾琏笑道：“不是我撒谎：若论除了姐姐，也还有人手里管得起千数两银子；只是他们为人都不如你明白有胆量，我和他们一说，反吓住了他们。所以我‘宁撞金钟一下，不打铙钹三千’。”一语未了，贾母那边小丫头子忙忙走来找鸳鸯，说：“老太太找姐姐呢。这半日，我那里没找到？却在这里。”鸳鸯听说，忙着去见贾母。\n　　贾琏见他去了，只得回来瞧凤姐。谁知凤姐已醒了，听他和鸳鸯借当，自己不便答话，只躺在榻上。听见鸳鸯去了，贾琏进来，凤姐因问道：“他可应准了？”贾琏笑道：“虽未应准，却有几分成了。须得你再去和他说一说，就十分成了。”凤姐笑道：“我不管这些事。倘或说准了，这会子说着好听，到了有钱的时节，你就撂在脖子后头了，谁和你打饥荒去？倘或老太太知道了，倒把我这几年的脸面都丢了。”贾琏笑道：“好人，你要说定了，我谢你。”凤姐笑道：“你说谢我什么？”贾琏笑道：“你说要什么就有什么。”平儿一旁笑道：“奶奶不用要别的。刚才正说要做一件什么事，恰少一二百银子使，不如借了来，奶奶拿这么一二百银子，岂不两全其美？”凤姐笑道：“幸亏提起我来。就是这么也罢了。”贾琏笑道：“你们太也狠了。你们这会子别说一千两的当头，就是现银子，要三五千，只怕也难不倒。\n我不和你们借就罢了！这会子烦你说一句话，还要个利钱，难为你们和我……”凤姐不等说完，翻身起来说道：“我三千五千，不是赚的你的！如今里外上下，背着嚼说我的不少了，就短了你来说我了！可知‘没家亲引不出外鬼来’。我们看着你家什么石崇、邓通？把我王家的缝子扫一扫，就够你们一辈子过的了。说出来的话也不害臊！现有对证，把太太和我的嫁妆细看看，比一比，我们那一样是配不上你们的？”贾琏笑道：“说句玩话儿就急了。这有什么的呢。你要使一二百两银子值什么？多的没有，这还能够。先拿进来，你使了再说去，如何？”凤姐道：“又不等着‘衔口垫背’，忙什么呢。”贾琏道：“何苦来？犯不着这么肝火盛。”凤姐听了，又笑起来，道：“不是我着急，你说的话戳人的心。我因为想着后日是二姐的周年，我们好了一场，虽不能别的，到底给他上个坟，烧张纸，也是姊妹一场。他虽没个儿女留下，也别‘前人洒土，迷了后人的眼睛’才是。”贾琏半晌方道：“难为你想的周全。”凤姐一语倒把贾琏说没了话，低头打算，说：“既是后日才用，若明日得了这个，你随便使多少就是了。”\n　　一语未了，只见旺儿媳妇走进来。凤姐便问：“可成了没有？”旺儿媳妇道：“竟不中用。我说须得奶奶作主就成了。”贾琏便问：“又是什么事？”凤姐儿见问，便说道：“不是什么大事。旺儿有个小子，今年十七岁了还没娶媳妇儿，因要求太太房里的彩霞，不知太太心里怎么样。前日太太见彩霞大了，二则又多病多灾的，因此开恩打发他出去了，给他老子随便自己择女婿去罢。因此旺儿媳妇来求我。我想他两家也就算门当户对了，一说去自然成的，谁知他这会子来了说不中用。”贾琏道：“这是什么大事？比彩霞好的多着呢。”旺儿家的便笑道：“爷虽如此说，连他家还看不起我们，别人越发看不起我们了。好容易相看准一个媳妇儿，我只说求爷奶奶的恩典，替作成了，奶奶又说他必是肯的，我就烦了人过去试一试，谁知白讨了个没趣儿。若论那孩子倒好，据我素日合意儿试他，心里没有什么说的，只是他老子娘两个老东西太心高了些。”\n　　一语戳动了凤姐和贾琏。凤姐因见贾琏在此，且不做一声，只看贾琏的光景。贾琏心中有事，那里把这点事放在心里？待要不管，只是看着凤姐儿的陪房，且素日出过力的，脸上实在过不去，因说：“什么大事？只管咕咕唧唧的！你放心且去，我明日作媒，打发两个有体面的人，一面说一面带着定礼去，就说是我的主意。他十分不依，叫他来见我。”旺儿家的看着凤姐，凤姐便努嘴儿。旺儿家的会意，忙爬下就给贾琏磕头谢恩。这贾琏忙道：“你只管给你们姑奶奶磕头。我虽说了，到底也得你们姑奶奶打发人叫他女人上来，和他好说更好些，不然太霸道了，日后你们两亲家也难走动。”凤姐忙道：“连你还这么开恩操心呢，我反倒袖手旁观不成？旺儿家的你听见了，这事说了，你也忙忙的给我完了事来。说给你男人，外头所有的账目，一概赶今年年底都收进来，少一个钱也不依。我的名声不好，再放一年，都要生吃了我呢。”旺儿媳妇笑道：“奶奶也太胆小了。谁敢议论奶奶？若收了时，我也是一场痴心白使了。”凤姐道：“我真个还等钱做什么？不过为的是日用，出的多，进的少。这屋里有的没的，我和你姑爷一月的月钱，再连上四个店头的月钱，通共一二十两银子，还不够三五天使用的呢。若不是我千凑万挪的，早不知过到什么破窑里去了！如今倒落了一个放账的名儿。既这样，我就收了回来。我比谁不会花钱？咱们以后就坐着花，到多早晚就是多早晚。这不是样儿？前儿老太太生日，太太急了两个月，想不出法儿来，还是我提了一句，后楼上现有些没要紧的大铜锡家伙，四五箱子拿出去弄了三百银子，才把太太遮羞礼儿搪过去了。我是你们知道的，那一个金自鸣钟卖了五百六十两银子，没有半个月，大事小事没十件，白填在里头，今儿外头也短住了，不知是谁的主意，搜寻上老太太了。明儿再过一年，便搜寻到头面衣裳，可就好了！”旺儿媳妇笑道：“那一位太太奶奶的头面衣裳，折变了不够过一辈子的？只是不肯罢咧。”凤姐道：“不是我说没能耐的话，要象这么着我竟不能了。昨儿晚上，忽然做了个梦，说来可笑：梦见一个人，虽然面善，却又不知名姓，找我说娘娘打发他来，要一百匹锦。我问他是那一位娘娘，他说的又不是咱们的娘娘。我就不肯给他，他就来夺。正夺着，就醒了。”旺儿家的笑道：“这是奶奶日间操心，惦记应候宫里的事。”\n　　一语未了，人回：“夏太监打发了一个小内家来说话。”贾琏听了，忙皱眉道：“又是什么话？一年他们也搬够了。”凤姐道：“你藏起来，等我见他。若是小事罢了，若是大事，我自有回话。”贾琏便躲入内套间去。这里凤姐命人带进小太监来，让他椅上坐了吃茶，因问何事。那小太监便说：“夏爷爷因今儿偶见一所房子，如今竟短二百两银子，打发我来问舅奶奶家里，有现成的银子暂借一二百，这一两日就送来。”凤姐儿听了，笑道：“什么是送来？有的是银子，只管先兑了去。改日等我们短住，再借去也是一样。”小太监道：“夏爷爷还说，上两回还有一千二百两银子没送来，等今年年底下自然一齐都送过来的。”凤姐笑道：“你夏爷爷好小气。这也值的放在心里？我说一句话，不怕他多心，要都这么记清了还我们，不知要还多少了。只怕我们没有，要有只管拿去。”因叫旺儿媳妇来，“出去，不管那里先支二百银来。”旺儿媳妇会意，因笑道：“我才因别处支不动，才来和奶奶支的。”凤姐道：“你们只会里头来要钱，叫你们外头弄去，就不能了。”说着，叫平儿：“把我那两个金项圈拿出去，暂且押四百两银子。”平儿答应去了，果然拿了一个锦盒子来，里面两个锦袱包着。打开时，一个金累丝攒珠的，那珍珠都有莲子大小；一个点翠嵌宝石的；两个都与宫中之物不离上下。一时拿去，果然拿了四百两银子来。凤姐命给小太监打叠一半，那一半与了旺儿媳妇，命他拿去办八月中秋的节。那小太监便告辞了，凤姐命人替他拿着银子，送出大门去了。这里贾琏出来笑道：“这一起外祟，何日是了！”凤姐笑道：“刚说着，就来了一股子。”贾琏道：“昨儿周太监来，张口一千两，我略应慢了些，他就不自在。将来得罪人的地方儿多着呢。这会子再发个三五万的财就好了！”一面说，一面平儿伏侍凤姐另洗了脸、更衣，往贾母处伺候晚饭。\n　　这里贾琏出来，刚至外书房，忽见林之孝走来。贾琏因问何事。林之孝说道：“才听见雨村降了，却不知何事。只怕未必真。”贾琏道：“真不真，他那官儿未必保的长。只怕将来有事，咱们宁可疏远着他好。”林之孝道：“何尝不是？只是一时难以疏远。如今东府大爷和他更好，老爷又喜欢他，时常来往，那个不知？”贾琏道：“横竖不和他谋事，也不相干。你去再打听真了是为什么。”林之孝答应了，却不动身，坐在椅子上再说闲话。因又说起家道艰难，便趁势说：“人口太众了。不如拣个空日回明老太太老爷，把这些出过力的老家人，用不着的开恩放几家出去：一则他门各有营运，二则家里一年也省口粮月钱。再者，里头的姑娘也太多。俗语说，‘一时比不得一时’，如今说不得先时的例了，少不的大家委屈些，该使八个的使六个，使四个的使两个。若各房算起来，一年也可以省许多月米月钱。况且里头的女孩子们，一半都大了，也该配人的配人，成了房，岂不又滋生出些人来？”贾琏道：“我也这么想，只是老爷才回家来，多少大事未回，那里议到这个上头？前儿官媒拿了个庚帖来求亲，太太还说老爷才来家，每日欢天喜地的说骨肉完聚，忽然提起这事，恐老爷又伤心，所以且不叫提起。”林之孝道：“这也是正理，太太想的周到。”贾琏道：“正是，提起这话，我想起一件事来：“我们旺儿的小子，要说太太屋里的彩霞，他昨儿求我。我想什么大事，不管谁去说一声去，就说我的话。”林之孝答应了，半晌笑道：“依我说，二爷竟别管这件事。旺儿的那小子虽然年轻，在外吃酒赌钱，无所不至。虽说都是奴才，到底是一辈子的事。彩霞这孩子这几年我虽没看见，听见说越发出跳的好了，何苦来白遭塌一个人呢？”贾琏道：“哦！他小子竟会喝酒不成人吗？这么着，那里还给他老婆？且给他一顿棍，锁起来，再问他老子娘。”林之孝笑道：“何必在这一时？等他再生事，我们自然回爷处治，如今且也不用究办。”贾琏不语。一时林之孝出去。\n　　晚间凤姐已命人唤了彩霞之母来说媒。那彩霞之母满心纵不愿意，见凤姐自和他说，何等体面，便心不由己的满口应了出去。凤姐又问贾琏：“可说了没有？”贾琏因说：“我原要说来着，听见他这小子大不成人，所以还没说。若果然不成人，且管教他两日，再给他老婆不迟。”凤姐笑道：“我们王家的人，连我还不中你们的意，何况奴才呢。我已经和他娘说了，他娘倒欢天喜地，难道又叫进他来不要了不成？”贾琏道：“你既说了，又何必退呢？明日说给他老子，好生管他就是了。”这里说话不提。\n且说彩霞因前日出去等父母择人，心中虽与贾环有旧，尚未作准。今日又见旺儿每每来求亲，早闻得旺儿之子酗酒赌博，而且容颜丑陋，不能如意。自此，心中越发懊恼，惟恐旺儿仗势作成，终身不遂，未免心中急躁。至晚间，悄命他妹子小霞进二门来找赵姨娘，问个端底。赵姨娘素日深与彩霞好，巴不得给了贾环，方有个膀臂，不承望王夫人又放出去了。每每调唆贾环去讨，一则贾环羞口难开，二则贾环也不在意，不过是个丫头，他去了将来自然还有好的，遂迁延住不肯说去，意思便丢开了手。无奈赵姨娘又不舍，又见他妹子来问，是晚得空，便先求了贾政。贾政说道：“且忙什么。等他们再念一二年书，再放人不迟。我已经看中了两个丫头，一个给宝玉，一个给环儿。只是年纪还小，又怕他们误了念书，再等一二年再提。”赵姨娘还要说话，只听外面一声响，不知何物，大家吃了一惊。\n未知如何，下回分解。",
  "translation": "Let us return to Yuanyang. She went out through the side gate, her face still burning and her heart beating wildly. This had been a most unexpected discovery. She knew how serious it was. If it became known, it would be a scandal involving rape and theft which might even lead to murder; and others were bound to be implicated too. However, as she was not involved she decided to keep it to herself. So having reported back to the Lady Dowager, she went to bed with the rest.\n\nNow Siqi and her cousin had played together as children and, in the way of children, avowed that when they grew up they would never marry anyone else. As the years passed and they both turned out handsome, whenever she went home they would exchange loving glances, their childish fancy turning to passion; but they had no chance to be alone together. And as both were afraid their parents would not permit them to marry, they had secretly bribed some old women in the Garden to leave the gate open and keep watch for them. That day, taking advantage of the confusion, the young man had slipped in and they had had their first secret tryst. Although not yet lovers, they had exchanged vows and keepsakes and were full of passion for each other when Yuanyang’s coming frightened them away. The young fellow had fled through the side gate.\n\nSiqi did not sleep all night, repenting too late. The next day at sight of Yuanyang she flushed and turned pale by turns, overwhelmed with confusion. Her heart misgave her. Too distracted to eat or drink, she moped all day. After a couple of days, however, when nothing happened, she gradually stopped worrying. Then one evening an old woman came to inform her secretly, “Your cousin’s run away. He hasn’t been home for three or four days, and they’ve sent people to search for him everywhere.”\n\nThis news made Siqi both frantic and angry. “Even if the affair came to light, we should die together,” she thought. “How heartless men are, to clear out like that!” This added to her distress. The next day she was too upset to get up, and took to her bed listlessly as if ill.\n\nWhen Yuanyang heard that a young man had disappeared and Siqi was so ill that she had to leave the Garden, she knew they were afraid of being incriminated and suspected that she had given them away. This troubled her conscience. She went to see Siqi and, sending the attendants away, swore that she would drop down dead on the spot if she told a single soul.\n\n“Just set your mind at rest and get well,” she urged. “Don’t work yourself up into a bad illness.”\n\nSiqi seized her hand and sobbed, “My dear sister! We’ve been together since we were children and you’ve never treated me as an outsider — I’ve always respected you. Now that I’ve done wrong, if you really won’t tell anyone you’ll be like my own mother. I’ll owe you my life from now on. If I get better, I’ll set up a longevity tablet to you and burn incense to it every day, kowtowing and praying that you have long life and good fortune. If I die, I’ll come back as a donkey or a dog to repay you.” She went on sobbing, “If we’re separated and meet again later, I promise I’ll find some way to show my gratitude.”\n\nThis reduced Yuanyang to tears too.\n\n“Why ask for trouble?” she asked, nodding. “What do I want to interfere for, to spoil your reputation and get myself into hot water? Besides, it’s not a thing I can talk about to anyone. Just set your heart at rest. Once you’re better, you must behave yourself and not carry on so wildly again.”\n\nSiqi nodded repeatedly as she lay on her pillow.\n\nAfter comforting her a little longer Yuanyang left. Knowing that Jia Lian was not at home and that Xifeng had seemed rather listless the last few days, not her usual self, she decided to call to ask how she was. When she reached Xifeng’s compound, the maids at the inner gate stood up to let her pass through. She entered the main room just as Pinger emerged from the inner chamber. At sight of her Pinger came over quickly.\n\n“We’ve just finished our meal,” she whispered with a smile.\n\nAfter a meal she’s having her midday rest. Do take a seat in here for a while.” Yuanyang had to go with Pinger to the east room, where a young maid served them tea.\n\nYuanyang asked softly, “What’s the matter with your mistress these last few days? I’ve noticed she seems listless.”\n\nAs there was no one else in the room, Pinger gave a sigh.\n\n“She hasn’t been herself for some time now. It’s a month already since she started moping. The last few days, what with all the bustle and some annoying things that happened, she’s had a relapse and is worse than before. She can’t keep going and is at the end of her tether.”\n\n“In that case, why not send for a doctor?”\n\n“My dear sister, don’t you know what she’s like? Don’t talk about calling in doctors or taking medicine. I just asked her kindly how she was feeling, but that made her angry and she accused me of wishing an illness on her. Yet she goes on fussing and fuming all the time. She doesn’t take things easy and build up her health.”\n\n“Even so, you ought to get a doctor to see what’s wrong. Then you’d know what to do.”\n\n“Judging by the symptoms, I don’t think it’s anything slight.”\n\n“What is it then?”\n\nPinger drew closer to whisper in her ear, “It’s a month now since her last period, and still it hasn’t stopped. Isn’t that serious?”\n\n“Goodness!” exclaimed Yuanyang. “In that case, isn’t it a ‘flooding of the mountain’?”\n\nPinger spat in disgust.\n\n“Shame on you, a young girl, saying such a thing!” she whispered with a smile. “You’re a fine one to talk about wishing an illness on people.”\n\nYuanyang blushed. She giggled softly.\n\n“I really don’t know what a ‘flooding’ is. But have you forgotten? Didn’t my elder sister die of this? I didn’t know what illness it was, but once I happened to hear my mother and my sister’s mother-in-law talking about it, and though at first I was puzzled I came to understand a little.”\n\nAs they were talking a young maid came in to tell Pinger, “Mrs. Zhu is here again. We told her the mistress is resting, so she’s gone to see Her Ladyship.”\n\nPinger nodded.\n\n“Which Mrs. Zhu?” asked Yuanyang.\n\n“Zhu the go-between. Some Prefect Sun or other has proposed a match, so she keeps coming here every day with his card. She’s a thorough nuisance.”\n\nJust then another maid ran in. “The master’s back,” she announced.\n\nAnd in came Jia Lian, who walked to the door of the inner room. Pinger hurried out to meet him. Seeing her in the east room, he went there too. At the door, catching sight of Yuanyang sitting on the kang, he stopped.\n\n“Sister Yuanyang!” he cried. “What brings your illustrious self to my humble quarters?”\n\nShe remained seated as she answered, “I came to pay my respects to the master and mistress, but they’re either out or resting.”\n\n“You wait on the old lady all the year round, sister, and I’ve not been to see how you are. How can I put you to the trouble of calling?”\n\n“What a lucky coincidence!” he continued. “I was just going to look for you. I found this gown too hot, so I came back first to change into a lined one, then meant to go to see you. Heaven must have taken pity on me and saved me the trip.”\n\nAs he was speaking he took a seat.\n\n“What did you want me for?” asked Yuanyang.\n\nHe smiled.\n\n“There’s something I’d forgotten, but maybe you remember. Last year on the old lady’s birthday, some monk from outside presented her with a Buddha’s-hand of frozen lard, and because she liked it she put it\n\n“Bring it here and set it out. The other day when the old lady’s birthday was celebrated, I was checking the antiques list and found one item still entered there, but I didn’t know where it was then. The people in the storeroom have reported to me twice. I was waiting to find out for certain so as to make a note. That’s why I asked you, sister: is the old lady still using it, or has she passed it on to someone?”\n\nYuanyang answered, “After the old lady had it for a few days she tired of it and gave it to your wife. So now you come asking me! I even remember the day it was sent over by old Mrs. Wang. Have you forgotten? Why not ask your wife or Pinger?”\n\nPinger, who had been fetching clothes, came out at this to report, “It was delivered and is stored upstairs. The mistress sent to tell them, but they’re so forgetful they didn’t make a note of it. Now they come bothering us again about such a trifle.”\n\nJia Lian grinned.\n\n“If it was given to your mistress, how is it I didn’t know?” he asked. “Have you hidden it away?”\n\n“The mistress told you, sir, but you wanted to give it away and she wouldn’t let you. It wasn’t easy to get her to keep it. Now you’ve forgotten and accuse us of secreting it! What is so precious about it anyway? We’ve never hidden things ten times better than that. Why are you so suddenly enamoured of such a worthless object?”\n\nJia Lian lowered his head with a smile and thought.\n\n“How stupid I’m getting!” he exclaimed, clapping his hands. “Forgetful and always offending people — I’m not what I was.”\n\n“No wonder, with so much business and gossip to cope with,” said Yuanyang. “If you have a couple of drinks too, how can you remember everything?” She rose to her feet.\n\nJia Lian stood up too.\n\n“Do sit down again, dear sister,” he begged. “There’s something else I want to ask of you.” He rounded on the maid. “Why haven’t you made good tea? Quick, bring a clean covered bowl and brew some of the new tribute tea we had yesterday.”\n\nThen he told Yuanyang, “These last two days, on account of the old lady’s birthday, we’ve run through several thousand taels. The rents from our different estates won’t be coming in till the ninth month, so just now we’re rather short. Tomorrow we have to send presents to the Prince of Nan’an, and prepare gifts for the Imperial Consort on the Double-Ninth Festival; then there are weddings and funerals in several families — we need two or three thousand taels at least, and there’s no way to raise a loan for the time being. As the proverb says, ‘It’s better to ask of one’s own folk than of outsiders.’ I’m afraid, sister, you’ll have to take the blame and secretly pawn a case of the old lady’s gold and silver which she doesn’t know about, so that we can raise a thousand taels or so to tide us over. In less than half a month, when our money comes in, we’ll redeem it and return it. I’d never let you get into trouble.”\n\nYuanyang smiled.\n\n“What a way to raise money! Fancy your thinking of that!”\n\n“I’m not lying. Apart from you, there are others in charge of a few thousand taels; but they’re not as intelligent or bold as you, sister. If I mentioned this to them, they’d take fright. So I’d rather ask a favour of you than of anybody else.”\n\nBefore he could say more a maid hurried in from the old lady’s apartments to fetch Yuanyang.\n\n“Her Ladyship wants you,” she said. “I’ve been looking for you everywhere. So you’re here.”\n\nAt that Yuanyang had to go, and Jia Lian went back to see Xifeng. He found her awake. She had heard him asking Yuanyang to help pawn something, but felt it would be awkward to intervene and so had remained lying down. Now that he was back, she asked:\n\n“Did she agree?”\n\n“It’s not settled yet, but it looks hopeful. If you put in a word too, it should be all right.”\n\nXifeng smiled.\n\n\"I’m not meddling with such business. If I fix this up and it sounds fine now, once you come into money you’ll forget all about it. Who’s going to dune with you then? And if the old lady gets to hear of it, I shall lose all the face I’ve built up these years.\"\n\n\"You’re a good sort,\" said Jia Lian. \"If you pull this off, I’ll show my gratitude.\"\n\n\"What with?\" she asked.\n\n\"Just say what you want, and it’s yours.\"\n\nPinger put in, \"Don’t ask for anything else, madam. Just now you were saying you needed one or two hundred taels for something, and didn’t know where to get them. Why not borrow this sum so that both sides are satisfied?\"\n\n\"Luckily you reminded me,\" chuckled Xifeng. \"That’s settled then.\"\n\n\"You’re too cruel, the pair of you,\" he cried. \"Don’t talk about a thousand taels’ security, even if you wanted three to five thousand in cash now I could raise it for you. I’m not asking you for a loan, but just to put in a word for me; yet you hold it over me and ask for interest. It’s too bad of you....\"\n\nBefore he could say more, Xifeng sat up.\n\n\"Every tael I have I came by honestly,\" she retorted. \"There are plenty of people, high and low, who run me down behind my back. I didn’t know you were one of them. Well, ‘Without a traitor inside, no bandits can break in.’ What have you Jias got anyway? A few stinking coppers, that’s all. Why, the leavings from our Wang family would be enough for you to live on all your life. Aren’t you ashamed to talk such nonsense? If you don’t believe me, just compare your mother’s dowry with mine. Is there anything of ours that doesn’t measure up to yours?\"\n\n\"I was only joking. Can’t you take a joke?\" he said. \"What does it matter if you want a couple of hundred taels? I may not have more, but I can raise that much. I’ll get it for you, and you can spend it first — how about that?\"\n\n\"What’s the hurry?\" she asked. \"It’s not needed for my funeral.\"\n\n\"Why be so angry? There’s no call for it.\"\n\nThat made her smile.\n\n\"I’m not angry,\" she said. \"But what you said was so maddening. The day after tomorrow is the anniversary of Second Sister’s death. We were good friends, after all. Though I can’t do anything else for her, I ought to burn some paper money at her grave for the sake of our sisterhood. She left no son, but we shouldn’t ‘sprinkle earth to blind posterity’s eyes.’\"\n\nAfter a pause he said, \"It’s good of you to remember. But since you don’t need the money till the day after tomorrow, if I get some tomorrow you can take as much as you want.\"\n\nJust then Lai Wang’s wife came in.\n\n\"Have you fixed it up?\" Xifeng asked her.\n\n\"No, it’s no good,\" was the answer. \"I had to tell her that you would have to put in a word, madam, to settle it.\"\n\n\"What is it this time?\" inquired Jia Lian.\n\nXifeng told him, \"It’s nothing much. Lai Wang has a son who’s seventeen and not yet married. He wants to marry Lady Wang’s maid Cai-xia, but we don’t know what Her Ladyship thinks. The other day, because the girl’s grown up and is often ill, she was kind enough to send her away, telling her parents to find her a husband. So Lai Wang’s wife has asked me to help. I thought the two families were well matched and it should be easy to arrange; but now she tells me it’s no good.\"\n\nJia Lian commented, \"What does that matter? There are plenty of better girls than Cai-xia.\"\n\nLai Wang’s wife smiled.\n\n\"That’s all very well, sir, but if even their family looks down on us, other people will even more. We’ve been lucky to find a girl we like, and I’ve begged you and Her Ladyship....\"\n\nBy the grace of Heaven and thanks to your help, madam, the match was arranged. And since you said he was bound to agree, I sent someone to sound him out, but she was rebuffed. I think very highly of the boy myself, and from the way he’s always talked to me he’s not unwilling. But his parents are too stuck-up.”\n\nThis touched a chord in Xifeng and Jia Lian. As her husband was present, Xifeng kept quiet to see what he would do. He had something else on his mind and was not interested in this business. However, not liking to refuse the wife of his own steward who had worked so hard for them, he said:\n\n“What’s the problem? Why all this fuss? Don’t worry, I’ll act as go-between tomorrow and send two respectable people with the betrothal gifts to make the proposal in my name. If they refuse, let them come and see me.”\n\nMrs. Lin looked at Xifeng, who pursed her lips, and taking the hint she kowtowed to Jia Lian to thank him.\n\n“You’d better kowtow to your mistress,” he said. “I’ve promised, of course, but she should send for the boy’s mother and have a talk with her. That would be better. Otherwise it looks too high-handed, and then the two families won’t be able to associate with each other.”\n\n“Since you’re being so helpful, of course I’ll do my share,” replied Xifeng. “Did you hear that, Lin’s wife? After this is settled I want you to get a move on and collect all the money due to us from outside by the end of the year. Not a single cash short, mind! I’ve a bad name as it is. If I let it run on another year, people will be eating me alive!”\n\n“You’re too timid, madam,” said Mrs. Lin. “Who would dare criticize you? But if you call in all the loans, all my work will have been for nothing.”\n\n“It isn’t that I’m short of money, but expenditure exceeds income. With our monthly allowance and the rent from our four shops, your master and I get only twenty taels or so a month — not enough for three to five days’ spending. If I hadn’t scraped together and managed as best I could, we’d have been reduced to dire poverty long ago. Yet instead of being praised I’m blamed for lending out money at interest. Well, if that’s the case, I’ll call in my loans. Who can’t spend money? From now on we’ll just sit back and enjoy ourselves. What’s wrong with that? The other day for the old lady’s birthday, Her Ladyship was at her wits’ end for two months, not knowing how to raise money, until I suggested that we pawn some of the unused bronze and pewter in the back upstairs. We raised three hundred taels on four or five cases of it to save Her Ladyship’s face. As you know, that gold clock of mine was sold for five hundred and sixty taels, but in less than a fortnight that was all spent on big and small expenses. Now we’re so hard up again, someone has had the bright idea of asking the old lady for things. In another year, when we’ve taken all her trinkets and clothes, things should look up!”\n\n“If all the ladies’ trinkets and clothes were pawned, the money raised would last a lifetime,” said Mrs. Lin. “But they just won’t do it.”\n\n“I don’t like to boast, but I couldn’t go on like this,” Xifeng told her. “Last night I had a ridiculous dream. I dreamed that a man I seemed to know, though I’d no idea of his name, came and said he’d been sent by the Imperial Consort to ask me for a hundred rolls of brocade. I asked him which Imperial Consort, but the one he named wasn’t ours. So I refused and he tried to take it by force. We were struggling when I woke up.”\n\nMrs. Lin smiled.\n\n“It’s because you worry too much by day, madam.”\n\n\"...but I was worried about the summons from the Palace.”\n\nJust then a servant announced that a young eunuch had come from Eunuch Xia with a message. Jia Lian frowned.\n\n“Now what?” he exclaimed. “Haven’t they fleeced us enough this year?”\n\n“You hide,” said Xifeng. “Let me see him. If it’s a small matter, well and good. If it’s something important, I’ll know how to handle it.”\n\nSo Jia Lian slipped into the inner room while Xifeng ordered the young eunuch to be brought in. She invited him to be seated and offered him tea, then asked his business.\n\n“Eunuch Xia happened to see a house today,” he said, “but he’s two hundred taels short. So he sent me to ask if you have ready money to lend him for a couple of days. He’ll send it back then.”\n\nXifeng smiled.\n\n“Why talk of sending it back?” she said. “Of course we have the silver. He can take it at once. Some other time when we’re short, we can borrow from him.”\n\n“Eunuch Xia also says that he still hasn’t sent back the twelve hundred taels from the last couple of times, but he’ll certainly repay the whole sum at the end of the year.”\n\n“Your Eunuch Xia is too particular!” Xifeng tittered. “Is it worth worrying over such a trifle? If I may say so without offending him, if we kept strict accounts of how much is owed, I don’t know how much we might have to pay. We’re only afraid you may not have enough; if you do, just take this. There’s no need to talk of paying back.”\n\nShe called for Mrs. Lai Wang.\n\n“Go and get two hundred taels of silver from somewhere,” she ordered.\n\nMrs. Lai Wang, taking the hint, replied, “I’ve just been to several places and couldn’t get any, that’s why I’ve come to you, madam.”\n\n“You only know how to ask me for money,” scolded Xifeng. “When I ask you to raise some outside, you can’t.”\n\nShe told Pinger, “Take my two gold necklets and pawn them for four hundred taels.”\n\nPinger assented and went out, returning presently with a brocade box in which were two necklets wrapped in brocade. One, inlaid with pearls as big as lotus-seeds, was of fine gold filigree; the other was of kingfisher feathers and gems. Both were fit for a palace. When they were pawned, four hundred taels were obtained. Xifeng told the young eunuch to take two hundred, and gave the other two hundred to Mrs. Lai Wang to spend on the Mid-Autumn Festival. The young eunuch took his leave then, and Xifeng ordered a servant to carry the silver and see him to the gate.\n\nJia Lian emerged then to remark with a smile, “When will we be rid of these pests?”\n\n“As we were talking about one, this one turned up,” chuckled Xifeng.\n\n“Yesterday Eunuch Zhou came and asked for a thousand taels. When I hesitated, he took offence. We’re going to have to offend quite a few people in future. If only we could make thirty or fifty thousand taels!”\n\nAs he was speaking Pinger helped Xifeng wash her face and change her clothes before going to wait on the Lady Dowager at dinner.\n\nJia Lian having gone out, on reaching his outer study he saw Lin Zhixiao approaching and asked what had happened.\n\n“I’ve just heard that Yucun has been reduced to a lower rank,” said Lin. “But I don’t know why. I’m not sure it’s true.”\n\n“Whether it’s true or not, he’s not likely to keep his present post long. If he gets into trouble later, we’d do well to keep our distance.”\n\n“Exactly, sir. But it’s not easy to break with him all of a sudden. The master of the East Mansion is on good terms with him, and our master likes him too. They’re constantly calling on each other — everybody knows that.”\n\n“Well, so long as we don’t join him in any underhand schemes, it doesn’t matter. Go and find out the truth of the matter.”\n\nLin Zhixiao assented but did not leave. Instead he sat down for a chat. And in the course of conversation he mentioned that times were hard, then took this chance to say:\n\n“Our household is too large. Why not pick a day to report to the Old Lady and the master that we should pension off some of the old servants who’ve done their share and are no longer of any use?\"\n\nJia Lian said, “That’s just what I think. But the master has only just come home, and there are so many important matters to report to him that we’ve had no chance to bring this up. The other day an official go-between brought a horoscope to propose a match, but Her Ladyship said that as the master had just come home and was happily celebrating the family reunion, if we suddenly raised this matter we might upset him; so she told us not to mention it for the time being.”\n\n“Quite right,” approved Lin Zhixiao. “Her Ladyship is very considerate.”\n\n“Yes. Speaking of this reminds me of something. Wang Er’s son wants to marry Her Ladyship’s maid Caixia, and yesterday he begged me to put in a word for him. I thought, what’s so difficult about that? I’ll send someone to say it’s my idea.”\n\nLin Zhixiao assented, but after a pause he chuckled, “If you want my advice, sir, you’d better not get mixed up in this. That son of Wang Er’s may be young, but he’s a drunkard and gambler who’ll stop at nothing. They’re only slaves, I know, but it’s a question of her whole life. Though I haven’t seen Caixia these last few years, I hear she’s grown into a very fine girl. What’s the harm in ruining her?”\n\n“What! Is that young fellow such a drunkard and good-for-nothing?” exclaimed Jia Lian. “In that case, how can we let him have a wife? He should be given a good beating, then locked up and his parents called in.”\n\nLin Zhixiao smiled.\n\n“Why be in such a hurry?” he demurred. “Next time he makes trouble we can report it to you for punishment. There’s no call to look into it now.”\n\nJia Lian said no more and presently Lin Zhixiao left.\n\nThat evening Xifeng had sent for Caixia’s mother and proposed the match. Although the woman was unwilling, she felt flattered by Xifeng’s personal intervention and against her better judgment she agreed.\n\nThen Xifeng asked Jia Lian, “Did you speak to them?”\n\n“I meant to, but then I heard that Wang’s son is a ne’er-do-well, so I said nothing. If he’s really no good, we should discipline him for a couple of days before letting him have a wife.”\n\nXifeng smiled.\n\n“If even I, one of the Wang family, don’t suit you, still less will our slaves. I’ve already spoken to her mother, and she was delighted. How can I call her in now and cancel the agreement?”\n\n“Since you’ve done that, of course we can’t back out,” said Jia Lian. “Tomorrow I’ll tell his father to give him a good talking to.”\n\nBut enough of this.\n\nCaixia had been waiting since going home for her parents to find her a husband. Although attached to Jia Huan, she had received no pledge from him. And now that Wang’s son had asked for her hand — and she knew that he drank, gambled and was thoroughly ugly and obnoxious — she was more upset than ever, afraid that Wang might use his influence to force her into this match which would wreck her whole life. In her distress that evening she sent her younger sister Xiaxia secretly to the inner gate to ask Concubine Zhao the truth of the matter.\n\nConcubine Zhao, who had always been fond of Caixia, would have been glad to see her marry Jia Huan so as to have an ally. But now Lady Wang had given the girl her freedom. She had often urged Jia Huan to ask for Caixia; however, he was too embarrassed to do so and did not care much one way or the other, thinking her only a maid and that, since she had left, he could easily find another. So he had kept putting it off, meaning to drop the matter. But Concubine Zhao could not bear to give her up.\n\nJia Zheng said, “There’s no hurry. Wait a couple of years until they’ve done more studying. There’ll still be time then to give them concubines. I’ve already got my eye on a couple of girls, one for Bao-yu and one for Huan. But they’re still rather young, and I don’t want them neglecting their studies; so I think we’d better leave it for a year or two.”\n\nZhao Yi-niang would have argued, but at that moment there was a crash outside which startled them all.\n\nBut if you wish to know the cause, you must read the following chapter."
}