{
  "index": "073",
  "title": "第73章 痴丫头误拾绣春囊 懦小姐不问累金凤",
  "original": "话说那赵姨娘和贾政说话，忽听外面一声响，不知何物，忙问时，原来是外间窗屉不曾扣好，滑了屈戌掉下来。赵姨娘骂了丫头几句，自己带领丫鬟上好，方进来打发贾政安歇，不在话下。\n　　却说怡红院中宝玉方才睡下，丫鬟们正欲各散安歇，忽听有人来敲院门。老婆子开了，见是赵姨娘房内的丫头名唤小鹊的，问他作什么，小鹊不答，直往里走，来找宝玉。只见宝玉才睡下，晴雯等犹在床边坐着，大家玩笑。见他来了，都问：“什么事，这时候又跑了来？”小鹊连忙悄向宝玉道：“我来告诉你个信儿，方才我们奶奶咕咕唧唧的，在老爷前不知说了你些个什么，我只听见‘宝玉’二字。我来告诉你，仔细明儿老爷和你说话罢。”一面说着，回身就走。袭人命人留他吃茶，因怕关门，遂一直去了。宝玉听了，知道赵姨娘心术不端，合自己仇人似的，又不知他说些什么，便如孙大圣听见了紧箍儿咒的一般，登时四肢五内一齐皆不自在起来。想来想去，别无他法，且理熟了书了书预备明儿盘考，只能书舛不错，就有别事也可搪塞。一面想罢，忙披衣起来要读书。心中又自后悔：“这些日子，只说不提了，偏又丢生了。早知该天天好歹温习些。”如今打算打算，肚子里现可背诵的，不过只有《学》、《庸》、二《论》还背得出来。至上本《孟子》，就有一半是夹生的，若凭空提一句，断不能背；至下《孟子》，就有大半生的。算起《五经》来，因近来做诗，常把《五经》集些，虽不甚熟，还可塞责。别的虽不记得，素日贾政幸未叫读的，纵不知，也还不妨。至于古文，还是那几年所读过的几篇《左传》、《国策》、《公羊》、《谷梁》、汉、唐等文，这几年未曾读得，不过一时之兴，随看随忘，未曾下过苦功，如何记得？这是更难塞责的。更有时文八股一道，因平素深恶，说这原非圣贤之制撰，焉能阐发圣贤之奥，不过是后人饵名钓禄之阶。虽贾政当日起身，选了百十篇命他读的，不过是后人的时文，偶见其中一二股内，或承起之中，有作的精致，或流荡、或游戏、或悲感稍能动性者，偶尔一读，不过供一时之兴趣，究竟何曾成篇潜心玩索？如今若温习这个，又恐明日盘究那个；若温习那个，又恐盘驳这个：一夜之工，亦不能全然温习。因此，越添了焦躁。\n　　自己读书，不值紧要，却累着一房丫鬟们都不能睡。袭人等在旁剪烛斟茶，那些小的都困倦起来，前仰后合。晴雯骂道：“什么小蹄子们！一个个黑家白日挺尸挺不够，偶然一次睡迟了些，就装出这个腔调儿来了。再这么着，我拿针扎你们两下子！”话犹未了，只听外间咕咚一声，急忙看时，原来是个小丫头坐着打腕，一头撞到壁上，从梦中惊醒。却正是晴雯说这话之时，他怔怔的只当是晴雯打了他一下子，遂哭着央说：“好姐姐，我再不敢了！”众人都笑起来。宝玉忙劝道：“饶他罢。原该叫他们睡去。你们也该替换着睡。”袭人道：“小祖宗，你只顾你的罢！统共这一夜的工夫，你把心暂且用在这几本书上，等过了这一关，由你再张罗别的，也不算误了什么。”宝玉听他说的恳切，只得又读几句。麝月斟了一杯茶来润舌，宝玉接茶吃了。因见麝月只穿着短袄，宝玉道：“夜静了冷，到底穿一件大衣裳才是啊。”麝月笑指着书道：“你暂且把我们忘了，使不得吗？且把心搁在这上头些罢。”\n　　话犹未了，只听春燕秋纹从后房门跑进来，口内喊说：“不好了！一个人打墙上跳下来了。”众人听说，忙问：“在那里？”即喝起人来，各处寻找。晴雯因见宝玉读书苦恼，劳费一夜神思，明日也未必妥当，心下正要替宝玉想个主意，好脱此难。忽然碰着这一惊，便生计向宝玉道：“趁这个机会，快装病，只说吓着了。”这话正中宝玉心怀。因叫起上夜的来，打着灯笼各处搜寻，并无踪迹，都说：“小姑娘们想是睡花了眼出去，风摇的树枝儿，错认了人。”晴雯便道：“别放屁！你们查的不严，怕耽不是，还拿这话来支吾！刚才并不是一个人见的，宝玉和我们出去，大家亲见的。如今宝玉吓得颜色都变了，满身发热，我这会子还要上房里取安魂丸药去呢。太太问起来，是要回明白了的，难道依你说就罢了？”众人听了，吓得不敢则声，只得又各处去找。晴雯和秋纹二人果出去要药去，故意闹的众人皆知宝玉着了惊，吓病了。王夫人听了，忙命人来看视给药，又吩咐各上夜人仔细搜查；又一面叫查二门外邻园墙上夜的小厮们。于是园内灯笼火把，直闹了一夜。至五更天，就传管家的细看查访。\n　　贾母闻知宝玉被吓，细问原由，众人不敢再隐，只得回明。贾母道：“我不料有此事。如今各处上夜的都不小还是小事，只怕他们就是贼也未可知。”当下邢夫人、尤氏等都过来请安，李纨、凤姐及妹妹等皆陪侍，听贾母如此说，都默无所答。独探春出位笑道：“近因凤姐姐身子不好几日，园里的人，比先放肆许多。先前不过是大家偷着一时半刻，或夜里坐更时三四个人聚在一处，或掷骰，或斗牌，小玩意儿，不过为着熬困起见。如今渐次放诞，竟开了赌局，甚至头家局主，或三十吊五十吊的大输赢。半月前竟有争斗相打的事。”贾母听了，忙说：“你既知道，为什么不早回我来？”探春道：“我因想着太太事多，且连日不自在，所以没回，只告诉大嫂子和管事的人们，戒饬过几次，近日好些了。”贾母忙道：“你姑娘家，那里知道这里头的利害？你以为赌钱常事，不过怕起争端．不知夜间既要钱，就保不住不吃酒，既吃酒，就未免门户任意开锁，或买东西，其中夜静人稀，趁便藏贼引盗，什么事做不出来？况且园内你姐儿们起居所伴者，皆系丫头媳妇们，贤愚混杂。贼盗事小，倘有别事，略沾带些，关系非小！这事岂可轻恕？”探春听说，便默然归坐。凤姐虽未大愈，精神未尝稍减，今见贾母如此说，便忙道：“偏偏我又病了。”遂回头命人速传林之孝家的等总理家事的四个媳妇来了，当着贾母申饬了一顿。贾母命：“即刻查了头家赌家来！有人出首者赏，隐情不告者罚。”\n　　林之孝家的等见贾母动怒，谁敢徇私，忙去园内传齐，又一一盘查。虽然大家赖一回，终不免水落石出。查得大头家三人，小头家八人，聚赌者统共二十多人，都带来见贾母，跪在院内，磕响头求饶。贾母先问大头家名姓，和钱之多少。原来这大头家，一个是林之孝家的两姨亲家，一个是园内厨房内柳家媳妇之妹，一个是迎春之乳母。这是三个为首的，馀者不能多记。贾母便命将骰子纸牌一并烧毁，所有的钱入官，分散与从人；将为首者每人打四十大板，撵出去，总不许再入；从者每人打二十板，革去三月月钱，拨入圊厕行内。又将林之孝家的申饬一番。林之孝家的见他的亲戚又给他打嘴，自己也觉没趣；迎春在坐也觉没意思。黛玉、宝钗、探春等见迎春的乳母如此，也是‘物伤其类’的意思，遂都起身笑向贾母讨情，说：“这个奶奶素日原不玩的，不知怎么，也偶然高兴；求看二姐姐面上，饶过这次罢。”贾母道：“你们不知道。大约这些奶子们，一个个仗着奶过哥儿姐儿，原比别人有些体面，他们就生事，比别人更可恶！专管调唆主子，护短偏向。我都是经过的。况且要拿一个作法，恰好果然就遇见了一个。你们别管，我自有道理。”宝钗等听说，只得罢了。一时贾母歇晌，大家散出，都知贾母生气，皆不敢回家，只得在此暂候。尤氏到凤姐儿处来闲话了一回，因他也不自在，只得园内去闲谈。\n　　邢夫人在王夫人处坐了一回，也要到园内走走。刚至园门前，只见贾母房内的小丫头子名唤傻大姐的，笑嘻嘻走来，手内拿着个花红柳绿的东西，低头瞧着只管走。不防迎头撞见邢夫人，抬头看见，方才站住。邢夫人因说：“这傻丫头又得个什么爱巴物儿，这样喜欢？拿来我瞧瞧。”原来这傻大姐年方十四岁，是新挑上来给贾母这边专做粗活的。因他生的体肥面阔，两只大脚，做粗活很爽利简捷，且心性愚顽，一无知识，出言可以发笑。贾母喜欢，便起名为“傻大姐”，若有错失，也不苛责他。无事时便入园内来玩耍，正往山石背后掏促织去，忽见一个五彩绣香囊，上面绣的并非花鸟等物，一面却是两个人赤条条的相抱，一面是几个字。这痴丫头原不认得是春意儿，心下打量：“敢是两个妖精打架？不就是两个人打架呢？”左右猜解不来，正要拿去给贾母看呢，所以笑嘻嘻走回。忽见邢夫人如此说，便笑道：“太太真个说的巧，真是个爱巴物儿。太太瞧一瞧。”说着便送过去。邢夫人接来一看，吓得连忙死紧攥住，忙问：“你是那里得的？”傻大姐道：“我掏促织儿，在山子石后头拣的。”邢夫人道：“快别告诉人！这不是好东西。连你也要打死呢。因你素日是个傻丫头，以后再别提了。”这傻大姐听了，反吓得黄了脸，说：“再不敢了。”磕了头，呆呆而去。\n　　邢夫人回头看时，都是些女孩儿，不便递给他们，自己便在袖里。心内十分罕异，揣摩此物从何而来，且不形于声色，到了迎春房里。迎春正因他乳母获罪，心中不自在，忽报母亲来了，遂接人。奉茶毕，邢夫人因说道：“你这么大了，你那奶妈子行此事，你也不说说他。如今别人都好好的，偏咱们的人做出这事来，什么意思？”迎春低头弄衣带，半晌答道：“我说他两次，他不听，也叫我没法儿。况因他是妈妈，只有他说我的，没有我说他的。”邢夫人道：“胡说。你不好了，他原该说：如今他犯了法，你就该拿出姑娘的身分来。他敢不依，你就回我去才是。如今直等外人共知，这可是什么意思！再者，放头儿，还只怕他巧语花言的和你借贷些簪环衣裳做本钱。你这心活面软，未必不周济他些。若被他骗了去，我是一个钱没有的，看你明日怎么过节？”迎春不语，只低着头。邢夫人见他这般，因冷笑道：“你是大老爷跟前的人养的，这里探丫头是二老爷跟前的人养的，出身一样，你娘比赵姨娘强十分，你也该比探丫头强才是。怎么你反不及他一点？倒是我无儿女的一生干净，也不能惹人笑话！”人回：“琏二奶奶来了。”邢夫人听了，冷笑两声，命人出去说：“请他自己养病，我这里不用他伺候。”接着又有探事的小丫头来报说：“老太太醒了。”邢夫人方起身往前边来。\n　　迎春送至院外方回。绣橘因说道：“如何？前儿我回姑娘：‘那一个攒珠累金凤，竟不知那里去了。’回了姑娘，竟不问一声儿。我说：‘必是老奶奶拿去当了银子放头儿了。’姑娘不信，只说司棋收着，叫问司棋。司棋虽病，心里却明白，说：‘没有收起来，还在书架上匣里放着，预备八月十五要戴呢。’姑娘该叫人去问老奶奶一声。”迎春道：“何用问？那自然是他拿了去摘了肩儿了。我只说他悄悄的拿了出去，不过一时半晌，仍旧悄悄的放在里头，谁知他就忘了。今日偏又闹出来，问他也无益。”绣橘道：“何曾是忘记？他是试准了姑娘的性格儿才这么着。如今我有个主意，到二奶奶屋里，将此事回了，他或着人要，他或省事拿几吊钱来替他赎了，如何？”迎春忙道：“罢，罢，省事些好。宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去。我竟去的是。”说着便走。迎春便不言语，只好由他。\n　　谁知迎春的乳母之媳玉儿媳妇为他婆婆得罪，来求迎春去讨情，他们正说金凤一事，且不进去。也因素日迎春懦弱，他们都不放在心上。如今见绣橘立意去回凤姐，又看这事脱不过去，只得进来，陪笑先向绣橘说：“姑娘，你别去生事。姑娘的金丝凤，原是我们老奶奶老糊涂了，输了几个钱，没的捞梢，所以借去，不想今日弄出事来。虽然这祥，到底主子的东西，我们不敢迟误，终久是要赎的。如今还要求姑娘看着从小儿吃奶的情，往老太太那边去讨一个情儿，救出他来才好。”迎春便说道：“好嫂子，你趁早打了这妄想。要等我去说情儿，等到明年，也是不中用的。方才连宝姐姐、林妹妹，大伙儿说情，老太太还不依，何况是我一个人？我自己臊还臊不过来，还去讨臊去？”绣橘便说：“赎金凤是一件事，说情是一件事，别绞在一处。难道姑娘不去说情，你就不赔了不成？嫂子且取了金凤来再说。”玉柱儿家的听见迎春如此拒绝他，绣橘的话又锋利，无可回答，一时脸上过不去，也明欺迎春素日好性儿，乃向绣橘说道：“姑娘，你别太张势了！你满家子算一算，谁的妈妈奶奶不仗着主子哥儿姐儿得些便宜，偏咱们就这样‘丁是丁，卯是卯’的？只许你们偷偷摸摸的哄骗了去。自从邢姑娘来了，太太吩咐一个月俭省出一两银子来给舅太太去，这里饶添了邢姑娘的使费，反少了一两银子。时常短了这个，少了那个，那不是我们供给？谁又要去？不过大家将就些罢了。算到今日少说也有三十两了，我们这一向的钱岂不白填了限呢？”绣橘不待说完，便啐了一口，道：“做什么你白填了三十两？我且和你算算账！姑娘要了些什么东西？”迎春听了这媳妇发邢夫人之私意，忙止道：“罢，罢！不能拿了金凤来，你不必拉三扯四的乱嚷。我也不要那凤了。就是太太问时，我只说丢了，也妨碍不着你什么，你出去歇歇儿去罢。何苦呢？”一面叫绣橘倒茶来。绣橘又气又急，因说道：“姑娘虽不怕，我是做什么的？把姑娘的东西丢了，他倒赖说姑娘使了他的钱，这如今竟要准折起来。倘或太太问姑娘为什么使了这些钱，敢是我们就中取势？这还了得！”一行说，一行就哭了。司棋听不过，只得勉强过来，帮着绣橘问着那媳妇。迎春劝止不住，自拿了一本《太上感应篇》去看。\n　　三人正没开交，可巧宝钗、黛玉、宝琴、探春等，因恐迎春今日不自在，都约着来安慰。他们走到院中，听见几个人讲究，探春从纱窗内一看，只见迎春倚在床上看书，若有不闻之状，探春也笑了。小丫头们忙打起帘子报道：“姑娘们来了。”迎春放下书起身。那媳妇见有人来，且又有探春在内，不劝自止了，遂趁便就走。探春坐下，便问：“才刚谁在这里说话，倒象拌嘴似的？”迎春笑道：“没有什么，左不过他们小题大做罢了，何必问他？”探春笑道：“我才听见什么‘金凤’，又是什么‘没有钱，只合我们奴才要’。谁和奴才要钱了？难道姐姐和奴才要钱不成？”司棋绣橘道：“姑娘说的是了！姑娘何曾和他要什么了？”探春笑道：“姐姐既没有和他要，必定是我们和他们要了不成？你叫他进来，我倒要问问他。”迎春笑道：“这话又可笑。你们又无沾碍，何必如此？”探春道：“这倒不然。我和姐姐一样。姐姐的事，和我一般。他说姐姐，即是说我；我那边有人怨我，姐姐听见，也是合怨姐姐一样。咱们是主子，自然不理论那些钱财小事，只知想起什么要什么，也是有的事。但不知累丝凤怎么又夹在里头？”那玉柱儿媳妇生恐绣橘等告出他来，遂忙进来用话掩饰。探春深知其意，因笑道：“你们所以糊涂！如今你奶奶已得了不是，趁此求二奶奶，把方才的钱未曾散人的拿出些来赎来就完了。比不得没闹出来，大家都藏着留脸面。如今既是没了脸，趁此时，总有十个罪也只一人受罚，没有砍两颗头的理。你依我说，竟是和二奶奶趁便说去。在这里大声小气，如何使得！”这媳妇被探春说出真病，也无可赖了，只不敢往凤姐处自首。探春笑道：“我不听见便罢，既听见，少不得替你们分解。”\n　　谁知探春早使了眼色与侍书，侍书出去了。这里正说话，忽见平儿进来。宝琴拍手笑道：“三姐姐敢是有驱神召将的符术？”黛玉笑道：“这倒不是道家法术，倒是用兵最精的所谓‘守如处女，出如脱兔’，‘出其不备’的妙策。”二人取笑，宝钗便使眼色与二人，遂以别话岔开。探春见平儿来了，遂问：“你奶奶可好些了？真是病糊涂了，事事都不在心上，叫我们受这样委屈。”平儿忙道：“谁敢给姑娘气受？姑娘吩咐我。”那玉柱儿媳妇方慌了手脚，遂上来赶着平儿叫：“姑娘坐下，让我说原故，姑娘请听。”平儿正色道：“姑娘这里说话，也有你混插嘴的理吗！你但凡知礼，该在外头伺候，也有外头的媳妇们无故到姑娘屋里来的？”绣橘道：“你不知我们这屋里是没礼的，谁爱来就来。”平儿道：“都是你们不是！姑娘好性儿，你们就该打出去，然后再回太太去才是。”柱儿媳妇见平儿出了言，红了脸，才退出去。探春接着道：“我且告诉你：要是别人得罪了我，倒还罢了。如今这柱儿媳妇和他婆婆，仗着是嬷嬷，又瞅着二姐姐好性儿，私自拿了首饰去赌钱，而且还捏造假账，逼着去讨情，和这两个丫头在卧房里大嚷大叫，二姐姐竟不能辖治。所以我看不过，才请你来问一声。还是他本是天外的人，不知道理？还是有谁主使他如此，先把二姐姐制伏了，然后就要治我和四姑娘了？”平儿忙陪笑道：“姑娘怎么今日说出这话来？我们奶奶如何担得起！”探春冷笑道：“俗语说的，‘物伤其类，唇亡齿寒’，我自然有些心惊么。”\n   平儿问迎春道：“若论此事，本好处的。但只他是姑娘的奶嫂，姑娘怎么样呢？”当下迎春只合宝钗看《感应篇》故事，究竟连探春的话也没听见，忽见平儿如此说，仍笑道：“问我，我也没什么法子。他们的不是，自非自受，我也不能讨情，我也不去加责，就是了。至于私自拿去的东西，送来我收下，不送来我也不要了。太太们要来问我，可以隐瞒遮饰的过去，是他的造化；要瞒不住我也没法儿，没有个为他们反欺枉太太们的理，少不得直说。你们要说我好性儿，没个决断；有好主意可以八面周全，不叫太太们生气，任凭你们处治，我也不管。”众人听了，都好笑起来。黛玉笑道：“真是‘虎狼屯于阶陛，尚谈因果’。要是二姐姐是个男人，一家上下这些人，又如何裁治他们？”迎春笑道：“正是，多少男人衣租食税，及至事到临头，尚且如此。况且‘太上’说的好，救人急难，最是阴骘事。我虽不能救人，何苦来白白去和人结怨结仇，作那样无益有损的事呢？”一语未了，只听又有一人来了。\n不知是谁，下回分解。",
  "translation": "Now Aunt Zhao was talking to Jia Zheng when a sudden noise outside startled them. She asked what it was and found that the catch of the casement window in the outer room had slipped and fallen to the ground. She scolded the maids, then went out with them to fix it before returning to attend to Jia Zheng and see him to bed.\n\nMeanwhile Baoyu in Happy Red Court had just gone to bed and his maids were on the point of retiring when someone knocked at the gate. The old woman who opened it saw that the caller was a maid from Aunt Zhao’s apartments called Magpie. When asked her business, instead of answering she brushed past her and hurried in to find Baoyu. He had just gone to bed and Qingwen and some other maids were still sitting there chatting and joking. At sight of Magpie they asked, “What brings you here at this hour of night?”\n\nShe went straight up to Baoyu and whispered, “I’ve come to tell you something. Just now my mistress was having a long, long talk with the master. I couldn’t make out all she said against you, but I heard your name. So I’ve come to warn you to be prepared tomorrow when he sends for you.” With that she turned to leave.\n\nXiren asked someone to invite her to have some tea; but afraid of being locked out, Magpie went straight back.\n\nBaoyu, who knew how malicious Aunt Zhao was and her enmity towards him, was as dismayed by this news as the Monkey King at the threat of the Tightening Spell. He felt on edge all over. Since there was no way to prepare, he decided that the best thing was to get his books by heart ready for the test tomorrow. If he could reel them off without mistakes, other faults might be overlooked. He threw on some clothes and got up to study, repenting his negligence.\n\n“All these days I’ve been off my guard,” he thought, “and now I’ve forgotten most of it. I should have kept up my revision every day.” He reckoned that the only texts he could still recite from memory were The Great Learning, The Doctrine of the Mean and The Analects. Of the first volume of Mencius, he knew about half, and if asked to quote at random he would be stuck; while most of the second volume had slipped his mind. As for the Five Classics, having recently taken to writing poetry he had dipped into them and could quote enough to get by. He was not too bad at the others, which his father had not made him study, so he was not afraid of being ignorant of them. But as for the ancient prose — the essays of Zuo Qiuming, the Stratagems of the Warring States, the Gongyang and Guliang Commentaries, and the prose of the Han, Tang, Song and Yuan dynasties which he had read some years ago — he had only read them casually, for amusement, without serious study, so how could he remember them? They would be even harder to get away with. And then there were those eight-legged essays, which he so much detested that he had never seriously studied them, maintaining that, not being written by sages or worthies, they could not expound the doctrines of the sages and worthies and were nothing but a stepping-stone for officialdom. Although his father had chosen over a hundred of them for him to read, they were by later writers and he had only glanced at a few which struck him as original, unconventional, witty or moving, reading them just for fun, never studying them carefully. If he brushed up on one now, he was afraid his father might test him on another; one night was not enough to revise them all. This made him all the more frantic.\n\nHis studying did not matter so much, but it meant that none of the maids in his room could get to sleep. Xiren and the others brought scissors to trim the lampwick and poured tea while the younger maids, who had nothing to do, dozed off, nodding and swaying until they woke with a start.\n\n“You sluts!” swore Qingwen. “Can’t you get enough sleep even at night? Not one of you will offer to keep watch, but all start dozing off the moment you sit down. If you go on like this, I’ll stick a needle in you!”\n\nThe words were hardly out of her mouth when they heard a crash in the outer room.\n\nWith a thump, a young maid who had been dozing as she sat there, her head propped in her hands, knocked her head against the wall and woke up with a start. This happened to be just as Qingwen was speaking. The girl, dazed with sleep, imagined that Qingwen had struck her and cried out:\n\n“Dear sister, I won’t do it again!”\n\nThe others laughed.\n\n“Let her off,” Baoyu urged. “They ought to have gone to bed long ago. You should take turns to have some sleep.”\n\n“Just attend to your own business, my little ancestor,” said Xiren. “You’ve only this one night to put your heart into these books. Once you’ve got through this, you can see to other things. It won’t be too late then.”\n\nBaoyu, impressed by her earnestness, read a few more passages. Sheyue poured him a cup of tea to moisten his throat and he drank it. Noticing that she was wearing only a short jacket he warned:\n\n“It’s very late and cold. You ought to put on a long gown.”\n\nSheyue pointed at his book and smiled.\n\n“Just for the moment, try to forget about us, can’t you? Do concentrate on that.”\n\nBefore she had finished, Chunyan and Qiuwen ran in through the back door.\n\n“Help!” they cried. “A man’s jumped down from the wall!”\n\nThe others asked in consternation where, and called servants to search the grounds. Qingwen, distressed to see Baoyu studying so hard and anxious because this night’s effort might prove of no avail, had been trying to think of some way to get him out of this fix. This alarm gave her an idea.\n\n“Quick!” she said to Baoyu. “Take advantage of this to pretend you’re ill and say you were frightened.”\n\nThis was just what he wanted. The night watch was called in with lanterns to search the grounds, but they found no trace of any intruder.\n\n“The young ladies must have been dozing and seen wrong,” they said. “It must have been the shadow of a branch swaying in the wind that they mistook for a man.”\n\n“Nonsense!” snapped Qingwen. “You weren’t watching properly and now, for fear of being blamed, you’re trying to cover up. It wasn’t just one person who saw him; Baoyu went out with us and we all saw him. He’s frightened pale and running a fever. I’m going now to fetch some calming pills from the mistress. If she asks, of course we shall have to tell her the truth. Do you think we’ll let you hush it up?”\n\nAt that the watch dared say no more but had to resume their search. Qingwen and Qiuwen went off to fetch medicine, letting everyone know that Baoyu had been scared and had fallen ill. Lady Wang at once sent to inquire and to give him medicine, and ordered the night watch to make a careful search of the grounds as well as to investigate the servants on night duty outside the Garden by the wall of the neighbouring garden. So the whole place was lit with lanterns and torches and thrown into confusion the whole night long. By the fifth watch instructions were given to the chief stewards to make a careful investigation.\n\nWhen the Lady Dowager heard that Baoyu had been frightened, she wanted to know the reason and they had to tell her the truth.\n\n“I never thought such a thing could happen,” she exclaimed. “It’s not so serious that the night watch are slack, but for all we know they may be thieves. Just now Madam You and Lady Xing came to pay their respects, and Li Wan and Xifeng as well as the girls were also in attendance, but they remained silent as the old lady spoke. Tanchun alone stepped forward to say:\n\n“Since Xifeng’s been unwell these last few days the matrons in the Garden have been growing very lax. In the past, they just snatched a little relaxation when they could, or gathered in groups of three or four during the night watch to dice or play cards for small stakes, simply to keep themselves awake. But recently they’ve grown very wild, actually starting gambling schools — some of them acting as bankers — and playing for thirty or fifty strings of cash. Only a fortnight ago there was a fight which started over their gambling.”\n\n“Why didn’t you report this to me before?” asked the Lady Dowager.\n\n“I was thinking of telling Her Ladyship,” said Tanchun.\n\nI haven’t been well these last few days either, so I didn’t report it, but told the elder mistress and the stewards’ wives to have the culprits punished. They’ve been scolded several times and are doing better now.”\n\n“As a young girl what can you know about such things?” exclaimed the Lady Dowager. “You think gambling’s a small matter, just liable to lead to quarrels. But don’t you see that those who gamble at night are bound to drink, and having drunk they’ll unlock the gates to buy things or for some other reason; then, with the place so quiet and deserted, thieves can easily slip in. And there’s no knowing what may happen then. Besides, in the Garden where you girls live, your attendants are all matrons and maids — a mixed lot, good and bad. If it were just a question of theft, that wouldn’t matter so much; but if anything else crops up and they’re involved, it may have serious consequences. This isn’t something we can pass over lightly.”\n\nTanchun, hearing this, sat down again without a word.\n\nAlthough Xifeng was still far from well, her mind was as clear as ever. The Lady Dowager’s warning made her say, “Of all times to fall ill!” She turned to order the chief stewards’ wives to be summoned at once, and when Lin Zhixiao’s wife and three others arrived she gave them a talking-to in the old lady’s presence.\n\n“Find out at once who the chief gamblers are!” the Lady Dowager ordered. “Reward anyone who informs against them; punish those who try to hide the truth.”\n\nNot daring to show any favouritism now that the old lady was angry, Lin Zhixiao’s wife and the others hurried off to the Garden to assemble all the servants there and question them one by one. Though at first they tried to deny it, the truth finally came out. They reported that there were three chief gamblers and eight others, more than twenty in all being involved. These were brought to the Lady Dowager, who made them kneel in the courtyard and kowtow to beg for mercy.\n\nFirst she asked the names of the chief gamblers and how much they had won. The three ringleaders turned out to be: one, the sister-in-law of Lin Zhixiao’s wife’s maternal aunt; another, the sister of Liu the cook in the Garden; and the third Yingchun’s nurse. Of the rest the names need not be recorded. The Lady Dowager ordered all the dice and cards to be burned, the money won to be confiscated and distributed among the other servants, and the three chief culprits each to be given forty strokes with the rod and expelled, never to be taken back. The others were to receive twenty strokes and be docked three months’ pay, besides being condemned to the cesspool squad. She then gave Lin Zhixiao’s wife a stern warning.\n\nLin Zhixiao’s wife was embarrassed because one of the chief culprits was related to her and had made her lose face. Yingchun, who was present, also felt uncomfortable. And Daiyu, Baochai and Tanchun, seeing Yingchun’s nurse exposed like this, felt as the proverb says, “The rabbit mourns the death of the hare — one sympathizes with one’s own kind.” They rose to their feet to beg for mercy.\n\n“This nurse has never done such a thing before,” they pleaded. “For some reason she must have done it this time just for fun. Do let her off for Cousin Yingchun’s sake.”\n\n“You don’t understand,” retorted the Lady Dowager. “These nurses all presume on having suckled their young ladies, and so think themselves entitled to more respect than other people. That’s why they get up to mischief, and they’re worse than the rest. Yingchun is a meek child and that’s why her nurse dares to take such liberties. But if we let her off she won’t mend her ways, and the others may follow her example.” Then she told the stewards’ wives, “You may go.”\n\nThe nurses’ fate was now sealed.\n\nJust then the old lady had to take her nap, and the others withdrew. Knowing how angry she was, they dared not go home but had to wait outside. Madam You dropped in to chat with Xifeng for a while, then, not wanting to disturb her as she was unwell, went off for a stroll in the Garden.\n\nAfter sitting for some time with Lady Wang, Lady Xing decided to take a walk in the Garden too. As she reached the gate, she was bumped into by a young maid from the Lady Dowager’s apartment known as Simpleton, who came smiling towards her, her eyes fixed on a gaily coloured object in her hand. Not looking where she was going, she collided with Lady Xing and only then looked up.\n\n“What’s this treasure you’ve found that makes you so happy?” asked Lady Xing. “Let me see it.”\n\nThis Simpleton was fourteen and had recently been selected to do rough work in the Lady Dowager’s quarters. Being\n\nShe was a plump, open-faced girl with big feet, who did rough work briskly and efficiently. Being also simple-minded and ignorant, with no sense of propriety, her silly talk amused everyone. The Lady Dowager was so fond of her that she nicknamed her “Silly Old Thing” and never scolded her for any mistakes she made. That day, having nothing to do, she had gone to fool about in the Garden. She was hunting for crickets behind the artificial rockery when she happened on an embroidered perfume pouch, gaily embroidered not with flowers and birds but with a picture on one side of two naked figures embracing. Not knowing what this was, she thought, “Why, these two monsters must be fighting. Or maybe they’re two people having a wrestle?” Chuckling to herself, as she could not puzzle it out, she decided to take it to the old lady to see.\n\nJust then Lady Xing came out and spoke to her.\n\n“Isn’t this a pretty thing, madam?” cried the maid with a grin. “Do have a look.” She held it out.\n\nLady Xing took it and saw to her consternation that it was an erotic pouch. She hastily clenched it in her fist.\n\n“Where did you get this?” she demanded.\n\n“I found it behind the rockery while I was catching crickets.”\n\n“Don’t breathe a word about this to anyone. It’s nothing good. If you do, they’ll beat you to death.”\n\nThe simpleton turned pale with fright.\n\n“I’ll never dare!” she promised.\n\nShe kowtowed and then hurried away, dazed.\n\nLady Xing turned round and saw that all her attendants were young girls. Not liking to show this to them, she tucked it up her sleeve. Wondering in amazement where it could have come from, she went on without any change of expression to Yingchun’s apartments.\n\nYingchun was feeling upset because her nurse had got into trouble, and when her mother was announced she went out to meet her. After serving her tea she sat down in silence.\n\n“You’re a big girl now,” said Lady Xing reproachfully. “Haven’t you even the gumption to reprove your nurse for doing such a thing? The other families are all right, but something like this has to happen in our household — it’s too bad! You’ve no face and neither have I.”\n\nYingchun played with her sash, head lowered, and after a long pause she answered:\n\n“I did speak to her a couple of times, but she wouldn’t listen. What could I do? Besides, she’s my nurse. The only thing is for her to scold me, not for me to scold her.”\n\n“Nonsense!” retorted Lady Xing. “It’s her duty to correct you if you do wrong. But if she breaks the rules, you should assert yourself as the young mistress. If she doesn’t listen, you should report it to me. Instead you let outsiders get to know of it — it’s disgraceful! And I suspect that, with fine words, she may have tricked you into lending her some of your trinkets or clothes as capital for her gambling. You’re so weak and compliant, I’ve no doubt you help her out. If she’s wheedled things out of you, don’t expect any money from me. How are you going to manage during the festival?”\n\nYingchun made no reply but hung her head.\n\nLady Xing smiled sarcastically.\n\n“I always thought you superior to Tanchun. Your mother was ten times better than Concubine Zhao, yet you’re not a patch on Tanchun. She may have had no brother, but earlier on, when I spoke to her, she answered me back and didn’t mince her words — not like you, like a dumb mute, so ‘kind and understanding.’ I, who have no children, am above reproach, but you make me a laughing-stock.”\n\nJust then it was announced that Madam Lian had come. Lady Xing snorted and sent to tell her, “I’ve no need of her services. Let her rest and get over her illness.”\n\nThen a young maid came in to report, “The old lady’s awake.”\n\nLady Xing got up then and left.\n\nYingchun saw her to the courtyard gate and then went back to her room, attended by Xiuju.\n\n“What did I tell you?” said Xiuju. “The other day, when I told you, miss, that your gold filigree phoenix hairpin studded with pearls was missing, you didn’t turn a hair. I said, ‘I’m sure the old nurse has pawned it for money to start her gambling game with.’ But you wouldn’t believe me, and said Siqi must have put it away somewhere and I should ask her. Although Siqi’s ill, she’s clear-headed.\n\n‘No, it wasn’t put away. It’s still in the case on the shelf, ready to be worn for the Mid-Autumn Festival. You ought to send someone to ask your nurse, miss.’\n\n‘What’s the use of asking?’ said Ying-chun. ‘Obviously she’s taken it to pawn. I thought she must have taken it out on the quiet meaning to put it back again in a day or two when she’d got the money. I suppose she forgot. It’s too bad of her to leave it until now and then come asking me about it. It’s no use asking her, anyway.’\n\n‘Forgotten?’ said Orange. ‘Not she! She’s doing this because she knows that she can take advantage of you. I think we ought to go to Mrs Lian’s room and report this. Then either she can send someone to ask for it back or she can get a few strings of cash from Accounts and redeem it for you. What do you say?’\n\n‘No, no,’ said Ying-chun hurriedly. ‘Forget it. I’d rather do without it than have all that trouble.’\n\n‘Why are you so weak?’ said Orange. ‘If you’re going to refuse to make a stand on everything, one of these days they’ll be cheating you. I’m going, anyway.’\n\nShe began walking off. Ying-chun said nothing and made no attempt to stop her.\n\nNow it happened that the daughter-in-law of Ying-chun’s nurse had come to ask Ying-chun to intercede for her mother-in-law, who was in trouble, and had arrived outside the door just at the moment when the golden phoenix was being discussed. Not wishing to interrupt, she had remained outside. Like everyone else, she had always assumed that Ying-chun was too timid to matter. Now, however, seeing that Orange was really intent on going to report the matter to Xi-feng and that there was no way of avoiding involvement, she was obliged to make her presence known. Coming into the room, she began by addressing herself ingratiatingly to Orange.\n\n‘Don’t go making trouble, miss. The fact is, our old lady’s got a bit forgetful in her old age. She lost some money at gambling and didn’t have the means to recoup herself, so she borrowed Miss Ying’s phoenix. We didn’t think it would cause all this trouble. But of course we realize that it’s Her Young Ladyship’s property. We wouldn’t dream of holding it up. We shall redeem it all in good time. But we want you now, miss, to think of the milk that your nurse gave you and to put in a word for her with Her Old Ladyship and get her off.’\n\n‘You’d better give up that idea, my good woman,’ said Ying-chun. ‘If you are relying on me to speak for you, you might just as well give up hope now. I couldn’t do anything for you even if I waited until this time next year. Just now, when Cousin Bao and Cousin Lin and all of them were pleading for her, Her Old Ladyship still wouldn’t listen. What chance would I have, on my own? I should only get a scolding for my pains.’\n\n‘Redeeming the phoenix is one thing and pleading for your mother-in-law is another,’ said Orange. ‘Don’t you go mixing the two up. You don’t mean to say that just because Miss Ying won’t plead for your mother-in-law, you’re not going to give her back her phoenix? You go and get that phoenix first; then we’ll talk about the other matter.’\n\nFinding herself thus rebutted by Ying-chun and attacked so fiercely by Orange, the woman was for the moment too nonplussed to reply. Her embarrassment made her reckless. Relying on her knowledge of Ying-chun’s character, she thought she could afford to take a high hand with Orange.\n\n‘Don’t you be so pushy, young woman! Let’s have a look at this household you’re working for. There isn’t a nanny or amah in it who doesn’t make a bit on the side on account of her young master or young mistress. Why should we be the only ones to have to account for every single penny? You’re a fine one to talk, with all the underhand dealings you’ve been getting away with! Ever since Miss Xing came here, Her Ladyship has been taking one tael a month out of our allowances to give to her aunt; and on top of that, now that Miss Xing’s here, we have extra expenses, so that we’re actually one tael a month worse off than we were before. We’re always having to pay out for this and pay out for that. Who ever pays us back, I should like to know? We just have to put up with it, that’s all. I reckon that by now it must amount to at least thirty taels. I suppose all the money we’ve paid out on your behalf is money down the drain?’\n\n‘What do you mean, “money down the drain”?’ said Orange, spitting with fury before the woman had finished speaking. ‘Just you let me have the accounts and I’ll check them. What things has Miss Ying ever asked you to get for her?’\n\nThe woman’s words had been a veiled allusion to some peculation of Lady Xing’s which Ying-chun knew about. She cut Orange short impatiently.\n\n‘That will do. If you can’t bring me my phoenix, there is no need for you to come here brawling about other things. I don’t want the phoenix any more. Even if Lady Xing asks me about it, I shall only say that I lost it. It won’t involve you in any way. You may go.’\n\n\"Why bother?\" She told Xianju to pour some tea.\n\nXianju, angry and agitated, retorted, \"You may not care, miss, but I'm responsible. They've lost your things and now they accuse you of having spent their money, and want to keep this to offset the sum. If the mistress asks why you spent so much, does that mean we've been profiting at your expense? How can we allow such a thing?\" As she spoke she started crying.\n\nSiqi could not stand by, but forced herself to go over and help Xianju question the woman. Yingchun could not stop them, so she picked up a book The Rewards and Punishments of Buddha and started reading.\n\nWhile the three of them were wrangling, Baochai, Daiyu, Baoqin and Tanchun arrived. Fearing that Yingchun might be upset, they had arranged to come and cheer her up. As they entered the courtyard they heard people arguing, and Tanchun peeped through the gauze of the window. She saw Yingchun reclining on her couch reading, apparently oblivious to the din. Tanchun smiled.\n\nThe young maids hurriedly raised the portiere and announced the young ladies' arrival. Yingchun put down her book and rose to her feet. At the sight of these visitors, especially Tanchun, the woman stopped arguing and slipped away.\n\nTanchun sat down and asked, \"Who was talking here just now? It sounded like a quarrel.\"\n\nYingchun smiled. \"It was nothing. They were making a mountain out of a molehill. There's no need to go into it.\"\n\n\"I heard something about a gold phoenix and having to ask us slaves for money,\" said Tanchun. \"Who asks slaves for money? Do you, cousin?\"\n\n\"You're quite right, miss,\" cried Siqi and Xianju. \"Our young lady never asked her for anything.\"\n\n\"Then if she didn't, I suppose we did,\" retorted Tanchun. \"Call her in. I want to question her.\"\n\nYingchun smiled. \"What an idea. Since you're not involved, why should you bother?\"\n\n\"On the contrary,\" said Tanchun. \"You and I are in the same position. Your concerns are mine. If she scolds you, she scolds me. When people in our place complain of me, it's as if they were complaining of you. We're mistresses, of course we don't bother about small sums of money but just ask for whatever we want. But how did that gold filigree phoenix come to be mixed up in this?\"\n\nMrs. Yuzhu, afraid that Xianju might accuse her, came in to gloss things over.\n\nTanchun saw through her. \"How stupid you are!\" she cried. \"Your mistress is in the wrong now. Why don't you ask Madam Lian to get back some of the money just distributed to redeem it? This isn't like a case which hasn't yet come into the open, when everyone tries to hush it up to save face. Now that the cat's out of the bag, even if there are ten faults she's the only one to blame — she won't be punished doubly for them. Take my advice and go to see Madam Lian. What's the use of shouting and wrangling here?\"\n\nAs Tanchun had exposed her game, the woman had no excuse. But she dared not go to Xifeng to confess.\n\nTanchun smiled. \"If I hadn't heard, well and good. But since I have, I shall have to straighten this out.\"\n\nShe had already signalled to her maid Shishu, who now left.\n\nAs they were talking Pinger arrived.\n\n\"Does your Third Young Mistress know magic?\" Baoqin clapped her hands. \"Does she have the power to summon spirits?\"\n\nDaiyu smiled. \"It isn't Taoist magic, it's better than the best military tactics: 'As demure as a maiden, but as swift as a scurrying rabbit;' 'taking the enemy by surprise'.\"\n\nWhile they were joking, Baochai shot them a warning glance and they changed the subject.\n\nWhen Tanchun saw Pinger she asked, \"Is your mistress any better? She must be still rather confused to ignore her duties and leave us to be bullied like this.\"\n\nPinger promptly asked, “Who would dare offend you, miss? Just tell me what to do.”\n\nThis so alarmed Yuzhu’s wife that she stepped forward.\n\n“Do take a seat, miss,” she begged. “Let me explain. Please hear me out.”\n\n“How dare you interrupt when your mistress is speaking?” scolded Pinger sternly. “If you had any manners you’d be waiting outside, not forcing your way into your mistress’ room like this.”\n\n“You don’t know how ill-bred the people in this household are,” put in Xianju. “They come in whenever they please.”\n\n“Then you’re all to blame,” said Pinger. “You should have driven her out and then reported it to the mistress. Your young lady is too good-natured.”\n\nYuzhu’s wife flushed at this rebuke and withdrew.\n\nTanchun continued, “Let me tell you: If anyone else had offended me, I’d have let it pass. But this woman and her mother-in-law presume on the fact that they’re nannies and Second Sister is so easy-going to help themselves to her trinkets for gambling; and not content with that, they fake accounts to extort money and come storming into her bedroom to shout abuse at her maids, so that she can’t control them. That’s more than I can stand. That’s why I asked you over. Are these women such savages that they don’t know any better? Or is someone behind them, meaning to subdue Second Sister first before they tackle Fourth Sister and me?”\n\n“How can you say such a thing, miss?” protested Pinger with a smile. “How could our mistress bear such a charge?”\n\nTanchun smiled sarcastically. “As the proverb says, ‘When the hare dies the fox mourns.’ So of course I feel threatened.”\n\nPinger asked Yingchun, “This business shouldn’t be too difficult to settle. But as she’s your nurse’s daughter-in-law, what would you like us to do, miss?”\n\nYingchun had been reading the Tract of Rewards and Punishments with Baochai, and had not even heard Tanchun’s remarks. When Pinger appealed to her she replied with a smile:\n\n“If you ask me, I’ve no solution. They’ve brought this on themselves. I can’t ask to have them let off, but I’ve no intention of punishing them either. If they return the things they’ve taken, well and good; if not, I shan’t insist. If the mistresses ask me about it and I can hush it up, so much the better for them. If I can’t, well, I can’t help it. I can’t deceive the mistresses on their account. I shall have to tell the truth. If you think I’m too weak and undecided, and if you have some good plan which will smooth everything over without angering the mistresses, then do as you think fit. I shan’t interfere.”\n\nThe others could not help smiling.\n\nDaiyu cried, “So ‘while tigers and wolves prowl in the courtyard, one discusses the principles of causality.’ If Second Cousin were a man, how could she control all the members of her household, high and low?”\n\n“Exactly,” agreed Yingchun. “How many men today, who live on their rents and taxes, behave just like this when confronted with a crisis? Besides, as the ‘Most Exalted One’ well says, to succour those in distress is a most meritorious deed. Since I can’t do good, why should I make enemies to no purpose, simply doing myself harm?”\n\nBefore she could say more, someone else was heard approaching.\n\nBut who it was will be disclosed in the next chapter."
}