{
  "index": "074",
  "title": "第74章 惑奸谗抄检大观园 避嫌隙杜绝宁国府",
  "original": "话说平儿听迎春说了，正自好笑，忽见宝玉也来了。原来管厨房柳家媳妇的妹子也因放头开赌，得了不是，因这园中有素和柳家的不好的，便又告出柳家的来，说和他妹子是伙计，赚了平分。因此凤姐要治柳家之罪。那柳家的听得此言，便慌了手脚，因思素与恰红院的人最为深厚，故走来悄悄的央求晴雯芳官等人，转告诉了宝玉。宝玉因思内中迎春的嬷嬷也现有此罪，不若来约同迎春去讨情，比自己独去单为柳家的说情又更妥当，故此前来。忽见许多人在此，见他来时，都问道：“你的病可好了？跑来做什么？”宝玉不便说出讨情一事，只说：“来看二姐姐。”当下众人也不在意，且说些闲话。\n　　平儿便出去办累金凤一事。那玉柱儿媳妇紧跟在后，口内百般央求，只说：“姑娘好歹口内超生，我横竖去赎了来。”平儿笑道：“你迟也赎，早也赎，‘既有今日，何必当初’。你的意思得过就过，既这么样，我也不好意思告诉人。趁早儿取了来，交给我，一字不提。”玉柱儿媳妇听说，方放下心来，就拜谢，又说：“姑娘自去贵干。赶晚赎了来，先回了姑娘再送去如何？”平儿道：“赶晚不来，可别怨我！”说毕，二人方分路各自散了。平儿到房，凤姐问他：“三姑娘叫你做什么？”平儿笑道：“三姑娘怕奶奶生气，叫我劝着奶奶些，问奶奶这两天可吃些什么？”凤姐笑道：“倒是他还惦记我。刚才又出来了一件事：有人来告柳二媳妇和他妹子通同开局，凡妹子所为都是他作主。我想你素日肯劝我多一事不如少一事，自己保养保养也好的。我因听不进去，果然应了，先把太太得罪了，而且反赚了一场病。如今我也看破了，随他们闹去罢，横竖还有许多人呢。我白操一会子心，倒惹的万人咒骂，不如且自家养养病。就是病好了，我也会做好好先生，得乐且乐，得笑且笑，一概是非都凭他们去罢，所以我只答应着‘知道了’。”平儿笑道：“奶奶果然如此，那就是我们的造化了。”\n　　一语未了，只见贾琏进来，拍手叹气道：“好好的又生事！前儿我和鸳鸯借当，那边太太怎么知道了？刚才太太叫过我去，叫我不管那里先借二百银子，做八月十五节下用。我回没处借，太太就说：‘你没有钱就有地方挪移，我白和你商量，你就搪塞我！你就没地方儿！前儿一千银子的当是那里的？连老太太的东西你都有神通弄出来，这会二百银子你就这样难。亏我没和别人说去！’我想太太分明不短，何苦来又寻事奈何人！”凤姐儿道：“那日并没个外人，谁走了这个消息？”平儿听了，也细想那日有谁在此，想了半日，笑道：“是了。那日说话时没人，就只晚上送东西来的时候儿，老太太那边傻大姐的娘可巧来送浆衣裳，他在下房里坐了一会子，看见一大箱子东西，自然要问。必是丫头们不知道，说出来了，也未可知。”因此便唤了几个小丫头来问：“那日谁告诉傻大姐的娘了？”众小丫头慌了，都跪下赌神发誓说：“自来也没敢多说一句话。有人凡问什么，都答应不知道，这事如何敢说！”凤姐详情度理，说：“他们必不敢多说一句话，倒别委屈了他们。如今把这事靠后，且把太太打发了去要紧。宁可咱们短些，别又讨没意思。”因叫平儿：“把我的金首饰再去押二百银子来，送去完事。”贾琏道：“索性多押二百，咱们也要使呢。”凤姐道：“很不必，我没处使。这不知还指那一项赎呢。”平儿拿了去，吩咐旺儿媳妇领去。不一时拿了银子来，贾琏亲自送去，不在话下。\n　　这里凤姐和平儿猜疑走风的人：“反叫鸳鸯受累，岂不是咱们之过！”正在胡想，人报：“太太来了。”凤姐听了诧异，不知何事，遂与平儿等忙迎出来。只见王夫人气色更变，只带一个贴己丫头走来，一语不发，走至里间坐下。凤姐忙捧茶，因陪笑问道：“太太今日高兴，到这里逛逛？”王夫人喝命：“平儿出去！”平儿见了这般，不知怎么了，忙应了一声，带着众小丫头一齐出去，在房门外站住。一面将房门掩了，自己坐在台阶上，所有的人一个不许进去；凤姐也着了慌，不知有何事。只见王夫人含着泪，从袖里扔出一个香袋来，说：“你瞧！”凤姐忙拾起一看，见是十锦春意香袋，也吓了一跳，忙问：“太太从那里得来？”王夫人见问，越发泪如雨下，颤声说道：“我从那里得来？我天天坐在井里！想你是个细心人，所以我才偷空儿，谁知你也和我一样！这样东西，大天白日，明摆在园里山石上，被老太太的丫头拾着。不亏你婆婆看见，早已送到老太太跟前去了。我且问你，这个东西如何丢在那里？”凤姐听得，也更了颜色，忙问：“太太怎么知道是我的？”王夫人又哭又叹道：“你反问我？你想，一家子除了你们小夫小妻，馀者老婆子们，要这个何用？女孩子们是从那里得来？自然是那琏儿不长进下流种子那里弄来的。你们又和气，当作一件玩意儿。年轻的人，儿女闺房私意是有的，你还和我赖！幸而园内上下人还不解事，尚未拣得，倘或丫头们拣着，你妹妹看见，这还了得？不然，有那小丫头们拣着出去，说是园内拣的，外人知道，这性命脸面要也不要？”\n　　凤姐听说，又急又愧，登时紫胀了面皮，便挨着炕沿双膝跪下，也含泪诉道：“太太说的固然有理，我也不敢辩。但我并无这样东西，其中还要求太太细想。这香袋儿是外头仿着内工绣的，连穗子一概都是市卖的东西。我虽年轻不尊重，也不肯要这样东西。再者，这也不是常带着的，我纵然有，也只好在私处搁着，焉肯在身上常带，各处逛去？况且又在园里去，个个姊妹，我们都肯拉拉扯扯，倘或露出来，不但在姊妹前看见，就是奴才看见，我有什么意思？三则论主子内我是年轻媳妇，算起来，奴才比我更年轻的又不止一个了，况且他们也常在园走动，焉知不是他们掉的？再者，除我常在园里，还有那边太太常带过几个小姨娘来，嫣红、翠云那几个人也都是年轻的人，他们更该有这个了。还有那边珍大嫂子，他也不算很老，也常带过佩凤他们来，又焉知不是他们的？况且园内、丫头也多，保不住都是正经的。或者年纪大些的知道了人事，一刻查问不到，偷出去了，或借着因由合二门上小么儿们打牙撂嘴儿，外头得了来的，也未可知。不但我没此事，就连平儿，我也可以下保的。太太请细想。”\n　　王夫人听了这一席话，很近情理，因叹道：“你起来！我也知道你是大家子的姑娘出身，不至这样轻薄，不过我气激你的话。但只如今且怎么处？你婆婆才打发人封了这个给我瞧，把我气了个死。”凤姐道：“太太快别生气。若被众人觉察了，保不定老太太不知道。且平心静气，暗暗访察，才能得这个实在；纵然访不着，外人也不能知道。如今惟有趁着赌钱的因由革了许多人这空儿，把周瑞媳妇、旺儿媳妇等四五个贴近不能走话的人，安插在园里，以查赌为由。再如今他们的丫头也太多了，保不住人大心大，生事作耗，等闹出来，反悔之不及。如今若无故裁革，不但姑娘们委屈，就连太太和我也过不去。不如趁着这个机会，以后凡年纪大些的，或有些磨牙难缠的，拿个错儿撵出去，配了人，一则保的住没有别事，二则也可省些用度。太太想我这话如何？”王夫人叹道：“你说的何尝不是。但从公细想，你这几个姊妹，每人只有两三个丫头象人，馀者竟是小鬼儿似的。如今再去了，不但我心里不忍，只怕老太太未必就依。虽然艰难，也还穷不至此。我虽没受过大荣华，比你们是强些，如今宁可省我些，别委屈了他们。你如今且叫人传周瑞家的等人进来，就吩咐他们快快暗访这事要紧！”\n　　凤姐即唤平儿进来，吩咐出去。一时，周瑞家的与吴兴家的、郑华家的、来旺家的、来喜家的现在五家陪房进来。王夫人正嫌人少，不能勘察，忽见邢夫人的陪房王善保家的走来，正是方才是他送香袋来的。王夫人向来看视邢夫人之得力心腹人等原无二意，今见他来打听此事，便向他说：“你去回了太太，也进园来照管照管，比别人强些。”王善保家的因素日进园去，那些丫鬟们不大趋奉他，他心里不自在，要寻他们的故事又寻不着，恰好生出这件事来，以为得了把柄！又听王夫人委托他，正碰在心坎上，道：“这个容易。不是奴才多话，论理这事该早严紧些的。太太也不大往园里去，这些女孩子们，一个个倒象受了诰封似的，他们就成了千金小姐了。闹下天来，谁敢哼一声儿。不然，就调唆姑娘们，说欺负了姑娘们了，谁还耽得起！”王夫人点头道：“跟姑娘们的丫头比别的娇贵些，这也是常情。”王善保家的道：“别的还罢了，太太不知，头一个是宝玉屋里的晴雯那丫头，仗着他的模样儿比别人标致些，又长了一张巧嘴，天天打扮的象个西施样子，在人跟前能说惯道，抓尖要强。一句话不投机，他就立起两只眼睛来骂人。妖妖调调，大不成个体统。”王夫人听了这话，猛然触动往事，便问凤姐道：“上次我们跟了老太太进园逛去，有一个水蛇腰，削肩膀儿，眉眼又有些象你林妹妹的，正在那里骂小丫头，我心里很看不上那狂样子。因同老太太走，我不曾说他；后来要问是谁，偏又忘了。今日对了槛儿，这丫头想必就是他了？”凤姐道：“若论这些丫头们，共总比起来，都没晴雯长得好。论举止言语，他原轻薄些。方才太太说的倒很象他，我也忘了那日的事，不敢混说。”王善保家的便道：“不用这样，此刻不难叫了他来，太太瞧瞧。”王夫人道：“宝玉屋里常见我的，只有袭人麝月，这两个笨笨的倒好。要有这个，他自然不敢来见我呀。我一生最嫌这样的人，且又出来这个事。好好的宝玉倘或叫这蹄子勾引坏了，那还了得。”因叫自己的丫头来，吩咐他道：“你去，只说我有话问他，留下袭人麝月伏侍宝玉，不必来；有一个睛雯最伶俐，叫他即刻快来。你不许和他说什么！”\n　　小丫头答应了，走入怡红院，正值晴雯身上不好，睡中觉才起来，发闷呢，听如此说，只得跟了他来。素日晴雯不敢出头，因连日不自在，并没十分妆饰，自为无碍。及到了凤姐房中，王夫人一见他钗鬓松，衫垂带褪，大有春睡捧心之态，而且形容面貌恰是上月的那人，不觉勾起方才的火来。王夫人便冷笑道：“好个美人儿，真象个‘病西施’了。你天天作这轻狂样儿给谁看！你干的事，打量我不知道呢。我且放着你，自然明儿揭你的皮！宝玉今日可好些？”晴雯一听如此说，心内大异，便知有人暗算了他，虽然着恼，只不敢作声。他本是个聪明过顶的人，见问宝玉可好些，他便不肯以实话答应，忙跪下回道：“我不大到宝玉房里去，又不常和宝玉在一处，好歹我不能知，那都是袭人合麝月两个人的事，太太问他们。”王夫人道：“这就该打嘴。你难道是死人？要你们做什么？”晴雯道：“我原是跟老太太的人，因老太太说园里空大，人少，宝玉害怕，所以拨了我去外间屋里上夜，不过看屋子。我原回过我笨，不能伏侍，老太太骂了我，‘又不叫你管他的事，要伶俐的做什么？’我听了不敢不去，才去的。不过十天半月之内，宝玉叫着了，答应几句话，就散了。至于宝玉的饮食起居，上一层有老奶奶老妈妈们，下一层有袭人、麝月、秋纹几个人。我闲着还要做老太太屋里的针线，所以宝玉的事竟不曾留心。太太既怪，从此后我留心就是了。”王夫人信以为实了，忙说：“阿弥陀佛！你不近宝玉，是我的造化。竟不劳你费心！既是老太太给宝玉的，我明儿回了老太太再撵你！”因向王善保家的道：“你们进去，好生防他几日，不许他在宝玉屋里睡觉，等我回过老太太，再处治他。”喝声：“出去！站在这里，我看不上这浪样儿！谁许你这么花红柳绿的妆扮！”晴雯只得出来。这气非同小可，一出门，便拿绢子握着脸，一头走，一头哭，直哭到园内去。\n　　这里王夫人向凤姐等自怨道：“这几年我越发精神短了，照顾不到，这样妖精似的东西竟没看见！只怕这样的还有，明日倒得查查。”凤姐见王夫人盛怒之际，又因王善保家的是邢夫人的耳目，常时调唆的邢夫人生事，纵有千百样言语，此刻也不敢说，只低头答应着。王善保家的道：“太太且请息怒。这些事小，只交与奴才。如今要查这个是极容易的。等到晚上园门关了的时节，内外不通风，我们竟给他们个冷不防，带着人到各处丫头们房里搜寻。想来谁有这个，断不单有这个，自然还有别的。那时翻出别的来，自然这个也是他的了。”王夫人道：“这话倒是。若不如此，断乎不能明白。”因问凤姐：“如何？”凤姐只得答应说：“太太说是，就行罢了。”王夫人道：“这主意很是，不然一年也查不出来。”于是大家商议已定。\n　　至晚饭后，待贾母安寝了，宝钗等入园时，王家的便请了凤姐一并进园，喝命将角门皆上锁，便从上夜的婆子处来抄检起。不过抄检些多馀攒下蜡烛灯油等物。王善保家的道：“这也是赃，不许动的，等明日回过太太再动。”于是先就到怡红院中，喝命关门。当下宝玉正因晴雯不自在，忽见这一干人来，不知为何直扑了丫头们的房门去。因迎出凤姐来，问是何故。凤姐道：“丢了一件要紧的东西，因大家混赖，恐怕有丫头们偷了，所以大家都查一查，去疑儿。”一面说，一面坐下吃茶。王家的等搜了一回，又细问：“这几个箱子是谁的？”都叫本人来亲自打开。袭人因见晴雯这样，必有异事，又见这番抄检，只得自己先出来打开了箱子并匣子，任其搜检一番，不过平常通用之物。随放下又搜别人的，挨次都一一搜过。到睛雯的箱子，因问：“是谁的？怎么不打开叫搜？”袭人方欲替晴雯开时，只见晴雯挽着头发闯进来，豁啷一声将箱子掀开，两手提着底子往地下一倒，将所有之物尽都倒出来。王善保家的也觉没趣儿，便紫胀了脸，说道：“姑娘你别生气。我们并非私自就来的，原是奉太太的命来搜察，你们叫翻呢，我们就翻一翻，不叫翻，我们还许回太太去呢。那用急的这个样子！”晴雯听了这话，越发火上浇油，便指着他的脸说道：“你说你是太太打发来的，我还是老太太打发来的呢！太太那边的人我也都见过，就只没看见你这么个有头有脸大管事的奶奶！”凤姐见晴雯说话锋利尖酸，心中甚喜，却碍着邢夫人的脸，忙喝住睛雯。那王善保家的又羞又气，刚要还言，凤姐道：“妈妈，你也不必和他们一般见识，你且细细搜你的，咱们还到各处走走呢。再迟了走了风，我可担不起。”王善保家的只得咬咬牙，且忍了这口气，细细的看了一看，也无甚私弊之物。回了凤姐，要别处去，凤姐道：“你可细细的查，若这一番查不出来，难回话的。”众人都道：“尽都细翻了，没有什么差错东西。虽有几样男人物件，都是小孩子的东西，想是宝玉的旧物，没甚关系的。”凤姐听了，笑道：“既如此，咱们就走，再瞧别处去。”\n　　说着，一径出来，向王善保家的道：“我有一句话，不知是不是：要抄检只抄检咱们家的人，薛大姑娘屋里，断乎抄检不得的。”王善保家的笑道：“这个自然，岂有抄起亲戚家来的。”凤姐点头道：“我也这样说呢。”一头说，一头到了潇湘馆内。黛玉已睡了，忽报这些人来，不知为甚事。才要起来，只见凤姐巳走进来，忙按住他不叫起来，只说：“睡着罢，我们就走的。”这边且说些闲话。那王善保家的带了众人到了丫鬟房中，也一一开箱倒笼抄检了一番，因从紫鹃房中搜出两副宝玉往常换下来的寄名符儿，一副束带上的披带，两个荷包并扇套，套内有扇子，打开看时，皆是宝玉往日手内曾拿过的。王善保家的自为得了意，遂忙请凤姐过来验视，又说：“这些东西从那里来的？”凤姐笑道：“宝玉和他们从小儿在一处混了几年，这自然是宝玉的旧东西。况且这符儿合扇子，都是老太太和太太常见的。妈妈不信，咱们只管拿了去。”王家的忙笑：“二奶奶既知道就是了。”凤姐道：“这也不是什么稀罕事，撂下再往别处去是正经。”紫鹃笑道：“直到如今，我们两下里的账也算不清，要问这一个，连我也忘了是那年月日有的了。”\n　　这里凤姐合王善保家的又到探春院内。谁知早有人报与探春了。探春也就猜着必有原故，所以引出这等丑态来，遂命众丫鬟秉烛开门而待。一时众人来了，探春故问：“何事？”凤姐笑道：“因丢了一件东西，连日访察不出入来，恐拍旁人赖这些女孩子们。所以大家搜一搜，使人去疑儿，倒是洗净人们的好法子。”探春笑道：“我们的丫头自然都是些贼，我就是头一个窝主。既如此，先来搜我的箱柜，他们所偷了来的，都交给我藏着呢。”说着，便命丫头们把箱一齐打开，将镜妆、妆盒、衾袱、衣包若大若小之物，一齐打开，请凤姐去抄阅。凤姐陪笑道：“我不过是奉太太的命来，妹妹别错怪了我。”因命丫鬟们：“快快给姑娘关上。”平儿、丰儿等先忙着替侍书等关的关，收的收。探春道：“我的东西倒许你们搜阅，要想搜我的丫头这可不能。我原比众人歹毒，凡丫头所有的东西，我都知道，都在我这里间收着：一针一线，他们也没得收藏。要搜，所以只来搜我。你们不依，只管去回太太，只说我违背了太太，该怎么处治，我去自领。你们别忙，自然你们抄的日子有呢！你们今日早起不是议论甄家，自己盼着好好的抄家，果然今日真抄了！咱们也渐渐的来了！可知这样大族人家，若从外头杀来，一时是杀不死的。这可是古人说的，‘百足之虫，死而不僵’，必须先从家里自杀自灭起来，才能一败涂地呢！”说着，不觉流下泪来。凤姐只看着众媳妇们。周瑞家的便道：“既是女孩子的东西全在这里，奶奶且请到别处去罢，也让姑娘好安寝。”凤姐便起身告辞。探春道：“可细细搜明白了！若明日再来，我就不依了。”凤姐笑道：“既然丫头们的东西都在这里，就不必搜了。”探春冷笑道：“你果然倒乖！连我的包袱都打开了，还说没翻，明日敢说我护着丫头们，不许你们翻了。你趁早说明，若还要翻，不妨再翻一遍。”凤姐知道探春素日与众不同的，只得陪笑道：“已经连你的东西都搜察明白了。”探春又问众人：“你们也都搜明白了没有？”周瑞家的等都陪笑说：“都明白了。”\n　　那王善保家的本是个心内没成算的人，素日虽闻探春的名，他想众人没眼色、没胆量罢了，那里一个姑娘就这样利害起来？况且又是庶出，他敢怎么着？自己又仗着是邢夫人的陪房，连王夫人尚另眼相待，何况别人？只当是探春认真单恼凤姐，与他们无干。他便要趁势作脸，因越众向前，拉起探春的衣襟，故意一掀，嘻嘻的笑道：“连姑娘身上我都翻了，果然没有什么。”凤姐见他这样，忙说：“妈妈走罢，别疯疯癫癫的。”一语未了，只听“啪”的一声，王家的脸上早着了探春一巴掌。探春登时大怒，指着王家的问道：“你是什么东西，敢来拉扯我的衣裳！我不过看着太太的面上，你又有几岁年纪，叫你一声‘妈妈’，你就狗仗人势，天天作耗，在我们跟前逞脸。如今越发了不得了，你索性望我动手动脚的了！你打量我是和你们姑娘那么好性儿，由着你们欺负，你就错了主意了！你来搜检东西我不恼，你不该拿我取笑儿！”说着，便亲自要解钮子，拉着凤姐儿细细的翻，“省得叫你们奴才来翻我！”\n　　凤姐、平儿等都忙与探春理裙整袂，口内喝着王善保家的说：“妈妈吃两口酒，就疯疯癫癫起来，前儿把太太也冲撞了。快出去，别再讨脸了！”又忙劝探春：“好姑娘，别生气。他算什么，姑娘气着倒值多了。”探春冷笑道：“我但凡有气，早一头碰死了。不然，怎么许奴才来我身上搜贼赃呢！明儿一早，先回过老太太、太太，再过去给大娘赔礼。该怎么着，我去领！”那王善保家的讨了个没脸，赶忙躲出窗外，只说：“罢了，罢了！这也是头一遭挨打！我明儿回了太太，仍回老娘家去罢，这个老命还要他做什么。”探春喝命丫鬟：“你们听着他说话，还等我和他拌嘴去不成？”侍书听说，便出去说道：“妈妈，你知点道理儿，省一句儿罢。你果然回老娘家去，倒是我们的造化了，只怕你舍不得去。你去了，叫谁讨主子的好儿，调唆着察考姑娘、折磨我们呢？”凤姐笑道：“好丫头，真是有其主必有其仆。”探春冷笑道：“我们做贼的人，嘴里都有三言两语的，就只不会背地里调唆主子！”平儿忙也陪笑解劝，一面又拉了侍书进来。周瑞家的等人劝了一番，凤姐直待服侍探春睡下，方带着人往对过暖香坞来。\n　　彼时李纨犹病在床上，他与惜春是紧邻，又和探春相近，故顺路先到这两处。因李纨才吃了药睡着，不好惊动，只到丫头们房中，一一的搜了一遍，也没有什么东西，遂到惜春房中来。因惜春年少，尚未识事，吓的不知当有什么事故，凤姐少不得安慰他。谁知竟在入画箱中寻出一大包银锞子来，约共三四十个，为察奸情，反得贼赃。又有一副玉带版子，并一包男人的靴袜等物。凤姐也黄了脸，因问：“是那里来的？”入画只得跪下哭诉真情，说：“这是珍大爷赏我哥哥的。因我们老子娘都在南方，如今只跟着叔叔过日子；我叔叔婶子只要喝酒赌钱，我哥怕交给他们又花了，所以每常得了，悄悄的烦老妈妈带进来，叫我收着的。”惜春胆小，见了这个，也害怕说：“我竟不知道，这还了得。二嫂子要打他，好歹带出他去打罢，我听不惯的。”凤姐笑道：“若果真呢，也倒可恕，只是不该私自传送进来。这个可以传递，怕什么不可传递？倒是传递人的不是了。若这话不真，倘是偷来的，你可就别想活了。”入画跪哭道：“我不敢撒谎，奶奶只管明日问我们奶奶和大爷去，若说不是赏的，就拿我和我哥哥一同打死无怨。”凤姐道：“这个自然要问的。只是真赏的，也有不是，谁许你私自传送东西呢？你且说是谁接的，我就饶你。下次万不可。”惜春道：“嫂子别饶他，这里人多，要不管了他，那些大的听见了又不知怎么样呢。嫂子要依他，我也不依。”凤姐道：“素日我看他还使得，谁没一个错？只这一次，二次再犯，两罪俱罚。但不知传递是谁？”惜春道：“若说传递，再无别人，必是后门上的老张。他常和这些丫头们鬼鬼祟祟的，这些丫头们也都肯照顾他。”凤姐听说，便命人记下，将东西且交给周瑞家的暂且拿着，等明日对明再议。谁知那老张妈原和王善保家有亲，近因王善保家的在邢夫人跟前作了心腹人，便把亲戚和伴儿们都看不到眼里了。后来张家的气不平，斗了两次口，彼此都不说话了。如今王家的听见是他传递，碰在他心坎儿上，更兼刚才挨了探春的打，受了侍书的气，没处发泄，听见张家的这事，因撺掇凤姐道：“这传东西的事关系更大。想来那些东西，自然也是东西的事关系更大。想来那些东西，自然也是传递进来的。奶奶倒不可不问。”凤姐儿道：“我知道，不用你说。”\n　　于是别了惜春，方往迎春房内去。迎春已经睡着了，丫头们也才要睡，众人扣门，半日才开。凤姐吩咐：“不必惊动姑娘。”遂往丫鬟们房里来。因司棋是王善保家的外孙女儿，凤姐要看王家的可藏私不藏，遂留神看他搜检。先从别人箱子搜起，皆无别物。及到了司棋箱中，随意掏了一回，王善保家的说：“也没有什么东西。”才要关箱时，周瑞家的道：“这是什么话？有没有，总要一样看看才公道。”说着，便伸手掣出一双男子的绵袜并一双缎鞋，又有一个小包袱。打开看时，里面是一个同心如意，并一个字帖儿。一总递给凤姐。凤姐因理家久了，每每看帖看账，也颇识得几个字了。那帖是大红双喜笺，便看上面写道：\n　　上月你来家后，父母已觉察了。但姑娘未出阁，尚不能完你我心愿。若园内可以相见，你可托张妈给一信。若得在园内一见，倒比来家好说话。千万千万！再所赐香珠二串，今已查收。外特寄香袋一个，略表我心。千万收好。表弟潘又安具。\n　　凤姐看了，不由的笑将起来。那王善保家的素日并不知道他姑表兄妹有这一节风流故事，见了这鞋，心内已有些毛病，又见有一红帖，凤姐看着笑，他便说道：“必是他们写的账不成字，所以奶奶见笑。”凤姐笑道：“正是这个账算不过来！你是司棋的老娘，他表弟也该姓王，怎么又姓潘呢？”王善保家的见问的奇怪，只得勉强告道：“司棋的姑妈给了潘家，所以他姑表弟兄姓潘。上次逃走了的潘又安，就是他。”凤姐笑道：“这就是了。”因说：“我念给你听听。”说着，从头念了一遍，大家都吓一跳。这王家的一心只要拿人的错儿，不想反拿住了他外孙女儿，又气又恼。周瑞家的四人听见凤姐儿念了，都吐舌头，摇头儿。周瑞家的道：“王大妈听见了！这是明明白白，再没得话说了。这如今怎么样呢？”王家的只恨无地缝儿可钻。凤姐只瞅着他，抿着嘴儿嘻嘻的笑，向周瑞家的道：“这倒也好。不用他老娘操一点心儿，鸦雀不闻，就给他们弄了个好女婿来了。”周瑞家的也笑着凑趣儿。王家的无处煞气，只好打着自己的脸骂道：“老不死的娼妇，怎么造下孽了？说嘴打嘴，现世现报！”众人见他如此，要笑又不敢笑，也有趁愿的，也有心中感动报应不爽的。\n　　凤姐见司棋低头不语，也并无畏俱惭愧之意，倒觉可异。料此时夜深，且不必般问，只怕他夜间自寻短志，遂唤两个婆子监守，且带了人，拿了赃证，回来歇息，等待明日料理。谁知夜里下面淋血不止，次日便觉身体十分软弱起来，遂掌不住，请医诊视；开方立案，说要保重而去。老嬷嬷们拿了方子，回过王夫人，不免又添一番愁闷，遂将司棋之事暂且搁起。\n　　可巧这日尤氏来看凤姐，坐了一回，又看李纨等。忽见惜春遣人来请，尤氏到他房中，惜春便将昨夜之事细细告诉了，又命人将入画的东西一概要来与尤氏过目。尤氏道：“实是你哥哥赏他哥哥的。只不该私自传送，如今官盐反成了私盐了。”因骂入画：“糊涂东西！”惜春道：“你们管教不严，反骂丫头。这些姊妹，独我的丫头没脸，我如何去见人！昨儿叫凤姐姐带了他去，又不肯。今日嫂子来的恰好，快带了他去，或打或杀或卖，我一概不管。”入画听说，跪地哀求，百般苦告。尤氏和奶妈等人也都十分解说：“他不过一时糊涂，下次再不敢的。看他从小儿服侍一场。”谁知惜春年幼，天性孤僻，任人怎说，只是咬定牙，断乎不肯留着。更又说道：“不但不要入画，如今我也大了，连我也不便往你们那边去了。况且近日闻得多少议论，我若再去，连我也编派。”尤氏道：“谁敢议论什么？又有什么可议论的？姑娘是谁？我们是谁？姑娘既听见人议论我们，就该问着他才是。”惜春冷笑道：“你这话问着我倒好！我一个姑娘家，只好躲是非的，我反寻是非，成个什么人了。况且古人说的，‘善恶生死，父子不能有所勖助’，何况你我二人之间。我只能保住自己就够了，以后你们有事好歹别累我。”尤氏听了，又气又好笑，因向地下众人道：“怪道人人都说四姑娘年轻糊涂，我只不信。你们听这些话，无原无故，又没轻重，真真的叫人寒心。”众人都劝说道：“姑娘年轻，奶奶自然该吃些亏的。”惜春冷笑道：“我虽年轻，这话却不年轻。你们不看书，不识字，所以都是呆子，倒说我糊涂。”尤氏道：“你是状元，第一个才子！我们糊涂人，不如你明白。”惜春道：“据你这话就不明白。状元难道没有糊涂的？可知你们这些人都是世俗之见，那里眼里识的出真假、心里分的出好歹来？你们要看真人，总在最初一步的心上看起，才能明白呢。”尤氏笑道：“好，好，才是才子，这会子又做大和尚，讲起参悟来了。”惜春道：“我也不是什么参悟。我看如今人一概也都是入画一般，没有什么大说头儿。”尤氏道：“可知你真是个心冷嘴冷的人。”惜春道：“怎么我不冷！我清清白白一个人，为什么叫你们带累坏了？”\n    尤氏心内原有病，怕说这些话，听说有人议论，已是心中羞恼，只是今日惜春分中不好发作，忍耐了大半天。今见惜春又说这话，因按捺不住，便问道：“我怎么就带累了你？你的丫头的不是，无故说我；我倒忍了这半日，你倒越发得了意，只管说这些话。你是千金小姐，我们以后就不亲近你，仔细带累了小姐的美名儿！即刻就叫人将入画带了过去。”说着，赌气起身去了。惜春道：“你这一去了，若果然不来倒也省了口舌是非，大家倒还干净。”尤氏听了，越发生气，但终久他是姑娘，任凭怎么样也不好和他认真的拌起嘴来，只得索性忍了这口气。便也不答言，一径往前边去了。\n未知后事如何，且听下回分解。",
  "translation": "Ping’er was amused by Yingchun’s account of the theft when Baoyu suddenly appeared. The reason for his visit was this. The sister of Liu the cook’s wife, who had been organizing gambling, had got into trouble. And some enemy of Mrs. Liu in the Garden had informed against her too, alleging that she was her sister’s partner and shared the proceeds. Xifeng had threatened to punish Mrs. Liu, who in panic — being on good terms with the inmates of Happy Red Court — had come to beg Qingwen and Fangguan to ask Baoyu to put in a good word for her. Since Yingchun’s nurse had just been found guilty of the same offence, he decided it would be better to enlist Yingchun’s help instead of pleading for Mrs. Liu alone. So he had come to see Yingchun.\n\nHe was surprised to find so many people there. When they asked, “Are you better? What brings you here?” not wanting to disclose his purpose he simply said, “I came to see my second sister.” The others thought no more about it and let him join in their chat.\n\nPing’er now left to deal with the business of the golden phoenix hair ornament. Mrs. Yuzhu followed her out, entreating her repeatedly to be lenient and promising to redeem the ornament.\n\n“Sooner or later you’ll have to,” said Ping’er. “If you knew this day was coming, why did you do it in the first place? Well, since you want to hush it up, I won’t have the heart to tell on you. But redeem it quickly and give it to me, and I’ll say nothing.”\n\nOnly then did Mrs. Yuzhu feel easy in her mind. She thanked Ping’er effusively.\n“Don’t let me keep you, miss,” she said. “I’ll redeem it this evening and bring it to you before returning it — is that all right?”\n\n“If you don’t get it back by this evening, don’t blame me!” warned Ping’er.\n\nThey then went their different ways.\n\nWhen Ping’er reached home Xifeng asked her, “What did the third young lady want you for?”\n\n“She was afraid you might be angry, madam, and sent me to urge you to take things easy. She wants to know what you’ve been eating these last couple of days.”\n\n“So she’s still concerned about me,” said Xifeng. “But now another business has cropped up. Someone has informed against Mrs. Liu and her sister for running a gambling den, saying the sister only did it on her advice. I know you’re always telling me the less trouble the better, and to look after my health. But I wouldn’t listen, and now sure enough I’ve first offended the mistress and then made myself ill. I’ve come to see through things now. Let them carry on as they like. After all, there are plenty of people to handle affairs. Why should I worry myself sick and be cursed by everyone? I may as well take a rest to build up my health. And even when I’m better I mean to be a yes-woman, just enjoying myself and having a good laugh, and leaving them to settle their own squabbles. So I’ve simply said, ‘All right.’”\n\n“If you really do that, madam, it will be our good fortune.”\n\nBefore she had finished, Jia Lian came in. Clapping his hands he sighed.\n\n“Here’s more trouble! How did the mistress find out that the other day I got some things pawned for me by Yuanyang? She’s just sent for me and told me to raise two hundred taels for her by borrowing somewhere, to use for the Mid-Autumn Festival. When I said there was nowhere I could borrow from, she retorted, ‘You’d know where to raise money if you’d none yourself. I consult you in vain, you just fob me off with excuses. No place to raise money? Where did you get the thousand taels you raised the other day by pawning? You’ve even the wit to lay your hands on the old lady’s things. How can you pretend it’s so hard to raise two hundred taels? Thank goodness I didn’t mention this to anyone else!’ It’s my opinion the mistress isn’t short of money, so why is she trying to make things difficult for me?”\n\n“There was no outsider here that day,” said Xifeng. “Who could have leaked this?”\n\nPing’er thought hard, then after a while she chuckled.\n\n“I know!” she cried.\n\nNo one was here except that evening when the things were brought over. The Simpleton’s mother from the old lady’s place happened to come then to deliver some starch, and she sat for a while in the servants’ quarters where she saw that big case. Naturally she asked what was in it, and maybe some of the maids let it out without realizing what they were doing.”\n\nShe sent for some young maids and demanded, “Which of you told the Simpleton’s mother the other day?”\n\nIn consternation the girls fell on their knees and swore, “We’ve none of us ever dared say a word out of place. Whatever anyone asks, we just say we don’t know. How could we dare talk about such a thing?”\n\nXifeng thought it over. “I’m sure they wouldn’t dare say anything,” she concluded. “Don’t wrong them. We can go into this later. The important thing now is to pacify Lady Wang. Better for us to be a bit out of pocket than get ourselves disliked.”\n\nShe told Pinger, “Take some more of my gold trinkets and pawn them for two hundred taels to settle this business.”\n\n“Pawn some more for another two hundred while you’re about it,” said Jia Lian. “We may need money for ourselves.”\n\n“There’s no need,” she retorted. “I’ve nowhere to spend it. And we still don’t know what we’re to pawn to redeem these things.”\n\nPinger went off to give these instructions to the wife of Lai Wang, who soon brought back the silver. Then Jia Lian took it away with him. But no more of this.\n\nXifeng and Pinger wondered who could have let the cat out of the bag. “To think that Yuanyang should get into trouble through us!” they exclaimed.\n\nAs they were puzzling over this, Lady Wang was announced. Surprised, not knowing what this visit meant, Xifeng hurried out with Pinger to meet her. She saw that her mother-in-law was livid and had brought only one confidential maid. Without a word Lady Wang went inside and sat down. Xifeng promptly offered her tea with a smile.\n\n“What brings you here today, madam, in such good spirits?” she asked.\n\n“Clear out!” Lady Wang ordered Pinger.\n\nPinger withdrew in confusion with the other maids, then closed the door and sat down on the steps to keep everyone else away. Xifeng too was dismayed, at a loss to know the reason for this.\n\nLady Wang, in tears, threw an embroidered pouch from her sleeve at her.\n\n“Look at this!” she cried.\n\nXifeng picked it up and saw that it was an embroidered pouch with an amorous design. She was aghast.\n\n“Where did you get this, madam?” she asked.\n\nThis reduced Lady Wang to still more tears.\n\n“Where did I get it?” she quavered. “I sit at home every day like a frog at the bottom of a well, and because I thought you were a careful manager I stole time to come here. Little did I expect to find you no better than me. This thing was lying openly in broad daylight on the rocks by the rockery in the Garden, where one of the old lady’s maids found it. If your mother-in-law hadn’t happened to see it, it would have been taken to the old lady. Tell me, how did this come to be there?”\n\nXifeng changed colour.\n\n“How do you know it’s mine, madam?” she asked.\n\n“How can you ask?” sobbed Lady Wang. “Who apart from you young married couples would have any use for such a thing? And how could young girls come by it? Of course that degenerate Lian got hold of it. You’re on good terms, so you treat it as a plaything. Young people will have their little games in the bedchamber, I know, but now you try to deny it to me! Luckily none of the maids or older servants in the Garden understand what it is, and it hasn’t been picked up by anyone else. If one of the maids had found it and your young sisters had seen it, what a scandal that would have been! Or if some silly maid had taken it outside, saying she’d found it in the Garden, and if word of that got out, what would become of your good name? How could you hold up your head again?”\n\nXifeng, flushing crimson with shame and distress, dropped to her knees by the kang.\n\n“Although what you say is only right, madam, let me defend myself,” she implored with tears. “I’m not trying to shirk blame, but I beg you, madam, to hear me out....\"\n\n\"There’s no such thing in my place, and I’d like Your Ladyship to think this over carefully. This sachet is an imitation of Palace work, and even the tassels are sold in the market. Young as I am, I’m not so lacking in self-respect as to want such things. Besides, this isn’t something to wear every day. Even if I had one I’d keep it hidden somewhere, not carry it around with me wherever I went, least of all to the Garden. We girls are always fooling about together, and if this had peeped out and not only the other girls but even the servants had seen it, how could I ever have lived it down?\n\n“In the third place, of all the mistresses here I’m the youngest. But there are plenty of maids older than myself, and they often go to the Garden too. How can you be sure one of them didn’t drop it? Apart from the fact that I’m often in the Garden, the other lady sometimes brings her young concubines over — girls like Yanhong and Cuiyun. They’re even more likely to have such things. And then there’s Madam Zhen’s daughter-in-law. She’s not so old either, and often brings Peifeng and the others here. How do we know it’s not theirs?\n\n“Besides, there are many maids in the Garden and we can’t vouch for all of them. Some of the older ones, when they’ve reached the age to know what’s what, may have stolen out to have a bit of fun and flirted with the pages at the inner gate so that this was given them by someone outside. Who can tell? I can answer not only for myself but for Pinger too. I beg Your Ladyship to think it over.”\n\nLady Wang found this very reasonable.\n\n“Get up,” she sighed. “I know a young lady of good family like you wouldn’t be so frivolous. It’s just that I spoke in the heat of anger. But what are we to do now? Your mother-in-law sent this to me by a maid, and it made my blood boil.”\n\n“Don’t be angry, madam. If this comes out, the old lady is sure to hear of it. We must keep this to ourselves and make quiet inquiries to get to the truth. Even if we don’t find out, no one else will be any the wiser. The best thing would be to take this chance, now that so many people have been dismissed for gambling, to send four or five trustworthy women like Mrs. Zhou and Mrs. Wang into the Garden on the pretext of looking into the gambling. There are too many maids there now, and as they’re growing up some of them may get up to mischief. If trouble comes of it, it will be too late for regrets. If we dismiss some of them for no reason, not only will the young ladies feel badly but you and I will be sorry too. We should take this chance to pick on those who are a bit older or troublesome and find some excuse to send them away to be married. That will prevent further trouble and cut down our expenses too. What do you think, madam?”\n\n“You’re right, of course,” sighed Lady Wang. “But when I think it over, each of my daughters has only two or three presentable maids; the rest are like little devils. If we reduce their number, not only shall I mind but the old lady may not approve. Although times are hard, we’re not reduced to that yet. I may never have known real luxury, but I’m better off than you girls. I’d rather cut down my own expenses than stint them. Tell Mrs. Zhou and the others to come here now, and order them to make quiet inquiries about this at once.”\n\nXifeng called Pinger in and sent her to summon them. Soon Mrs. Zhou and four other married women who had come with Xifeng as her attendants arrived. Lady Wang, reflecting that these five were too few for the investigation, was pleased to see Mrs. Wang, Xifeng’s mother-in-law’s head attendant, who had just brought the sachet, come in. For Lady Wang had always treated Lady Xing’s trusted servants well.\n\nWhen the woman heard this, she proposed, “Go and tell the mistress, madam, that I’ll keep an eye on things in the Garden for you. I can do it better than anyone else.”\n\nNow Wang Shan-pao’s wife had often gone into the Garden, but the maids there did not make much of her, which had rankled. She had been looking for some excuse to get even with them, but in vain. This was just the chance she had been waiting for. And since Lady Wang was entrusting this to her, it suited her perfectly.\n\n“Nothing easier,” she replied. “If you’ll allow me to say so, madam, this should have been stopped long ago. You don’t often go into the Garden, madam, so you’ve no idea the airs those girls give themselves. They’re like young ladies who’ve been conferred titles. They can raise a rumpus and no one dares say a word against them. Otherwise they put the young ladies up to complaining that they’ve been bullied, and who’s willing to risk that?”\n\n“I know the maids who wait on the young ladies are more spoilt than the others,” said Lady Wang. “That’s only natural.”\n\n“That’s true enough of the rest, but you’ve no idea, madam, of that Qingwen in Baoyu’s place. Just because she’s better-looking than the rest and has the gift of the gab, she dresses herself up like a Xishi and is always the first to speak up and push herself forward. She flies into a temper and starts swearing if anyone rubs her up the wrong way. She puts on such airs and graces, she doesn’t know her place.”\n\nThis suddenly reminded Lady Wang of something.\n\n“The other day, when we were enjoying the Garden with the old lady,” she said to Xifeng, “I noticed a girl with a willowy waist and sloping shoulders whose eyes and eyebrows reminded me of your Cousin Lin. She was scolding some young maid, and I took a great dislike to her insolent ways. But as I was with the old lady I said nothing. Later I meant to find out who she was, but I forgot. She sounds just like this Qingwen.”\n\n“Of all the maids,” replied Xifeng, “Qingwen is the best-looking. As for her behaviour and speech, she is rather pert. I thought the girl you mentioned sounded like her, but I can’t remember that day clearly and wouldn’t like to say for sure.”\n\n“That’s easily settled,” put in Wang Shan-pao’s wife. “Just send for her now for you to see, madam.”\n\n“I usually see only Xiren and Sheyue in Baoyu’s rooms,” said Lady Wang. “Those two are well-behaved, simple girls. If there is such a one, she naturally wouldn’t venture to come to see me. I’ve always detested such creatures. And now this has happened. If a creature like that has seduced my good Baoyu, that would be the last straw.”\n\nShe sent for her own maid.\n\n“Go to the Garden,” she ordered, “and tell them I want to question someone. Xiren and Sheyue are to stay to look after Baoyu and needn’t come. But send Qingwen here at once — she’s the most smartly one. Mind you say nothing to her.”\n\nThe maid assented and went to Happy Red Court. She found Qingwen unwell and just up from her nap, feeling rather distrait. At this summons she had to go with the maid. As she had not been feeling herself for some days she had not troubled to make up or do her hair, so she was not looking her best, but she thought this of no consequence. However, when she reached Xifeng’s apartments, Lady Wang was shocked by her tousled hair and slovenly dress, reminding her of the girl she had seen before. She was really furious.\n\n“What a charming beauty!” she sneered. “Quite a sick Xishi! How dare you flaunt yourself in such a disgusting manner? Don’t think I don’t know what you’ve been up to. I’ll deal with you tomorrow, you baggage! Is Baoyu better today?”\n\nQingwen, taken aback, sensed at once that something must have happened to provoke this outburst. And the reference to Baoyu confirmed her suspicion that she had been slandered. Though frantic with anxiety she had the sense to say nothing. And being so intelligent, when asked whether Baoyu was better she knew better than to tell the truth. She fell on her knees.\n\n“I don’t often go to Baoyu’s room or spend much time with him, so I’ve no idea whether he’s good or bad. That’s Xiren and Sheyue’s business. You should ask them, madam.”\n\n“You deserve a slap on the mouth for that!” exclaimed Lady Wang. “Are you a corpse, then? What are you there for?”\n\n“I used to work for the old lady,” Qingwen explained. “But she thought the Garden was too big and Baoyu was afraid with so few people about, so she transferred me to keep watch at night in his outer room — just to look after the place. I told her I was too clumsy to wait on him, but she scolded me, saying, ‘I’m not asking you to look after him. What do you need to be clever for?’ I had to go. In ten days or a fortnight at most, Baoyu calls me to say a few words and that’s all. As for his meals and daily needs, the older nurses and nannies see to the more important things, and Xiren, Sheyue and Qiuwen take care of the lesser. When I’ve time to spare I do needlework for the old lady’s apartments, so I’ve never paid any attention to Baoyu’s affairs. Since you’re angry, madam, in future I’ll pay more attention.”\n\nTaking this for the truth Lady Wang cried, “Amida Buddha! If you don’t go near Baoyu, that’s my good luck. I don’t need you to take any trouble. As the old lady gave you to Baoyu, I shall have to ask her permission to dismiss you.” She told Wang Shanbao’s wife, “Go back to the Garden and keep a close watch on her for the next few days. Don’t let her sleep in Baoyu’s room. When I’ve reported to the old lady, I shall deal with her.” She snapped at Qingwen, “Get out! How can I stand the sight of your brazen airs? Who said you could dress yourself up in such gaudy colours?”\n\nQingwen had to withdraw. Furious, as soon as she was outside she covered her face with her handkerchief and ran sobbing back to the Garden.\n\nLady Wang, still angry, said to Xifeng with a self-reproachful sigh, “These last few years I’ve had less energy and haven’t been able to keep a proper check-up. To think there can be such a vamp in our midst! I’m afraid there may be others like her. I must find out.”\n\nXifeng, knowing how incensed Lady Wang was and that Wang Shanbao’s wife was Lady Xing’s underling who often made trouble between the two ladies, dared not argue however many objections she had in mind. She simply assented without raising her head.\n\n“Don’t be angry, madam,” said Wang Shanbao’s wife. “Leave such small matters to me. It’s very easy to check up. Wait till this evening when the Garden gates are closed, then we can catch them unawares by making a surprise search of all the maids’ rooms when no one can slip in or out. If we find one such thing, we’re bound to find others too, and that will be proof enough.”\n\n“That’s a good idea,” approved Lady Wang. “If we don’t do this, we may never get to the bottom of the business.” She asked Xifeng, “What do you think?”\n\nXifeng had to agree. “Quite right,” she said.\n\n“A good plan,” added Lady Wang. “Otherwise we might not find out even in a year.”\n\nSo the decision was taken.\n\nAfter dinner, when the Lady Dowager had retired and Baochai and the other girls had gone back to the Garden, Wang Shanbao’s wife asked Xifeng to go with her. They ordered the side gates to be locked, then started their search from the rooms of the women who had charge of the nightwatch. They found nothing but some extra candles, lamp oil and other such trifles.\n\n“These are stolen goods too,” declared Wang Shanbao’s wife. “Don’t touch them. We’ll report to Her Ladyship tomorrow.” They went then to Happy Red Court and ordered the gate to be closed.\n\nBaoyu had been worried by Qingwen’s disappearance when this party arrived. Not knowing their purpose, he saw them making straight for the maids’ rooms and went out to meet Xifeng and ask what was happening.\n\n“We’ve lost something of value,” Xifeng told him. “As everyone’s suspecting everyone else, we’re making a search to clear those who aren’t guilty.”\n\nshe went on to take a seat and sip some tea.\n\nAfter searching for a while, Wang Shanbao’s wife asked whose cases these were and insisted that the owners themselves should open them. Xiren could see from Qingwen’s behaviour that something was wrong, and since this raid was being made she had to step forward and open her cases and boxes for inspection. They contained nothing but ordinary things. When they had been put away the others’ cases were searched in turn. Then the searchers came to Qingwen’s.\n\n“Whose is this? Why isn’t it opened?” they demanded.\n\nXiren was about to open it for Qingwen when in she stormed, her hair hanging loose. With a crash she flung it open and, holding it bottom upwards, emptied all its contents on the floor. Wang Shanbao’s wife, quite put out, flushed crimson.\n\n“Don’t be angry, miss,” she said. “We didn’t come here without leave, we were ordered by the mistress to make this search. If you tell us to turn things over, we do so; if not, we go back and report to Her Ladyship. There’s no call to carry on like this.”\n\nThis only added fuel to Qingwen’s fury. Pointing her finger at the woman she cried:\n\n“You say you were sent by the mistress, I was sent by the old lady. I’ve seen all the mistress’ people, but not a high-and-mighty stewardess like you!”\n\nXifeng, though amused by Qingwen’s sharp tongue, felt she must stop her for Lady Xing’s sake.\n\nWang Shanbao’s wife, enraged and embarrassed, was about to retort when Xifeng said:\n\n“Don’t bandy words with her, nanny. Just make a careful search, then we can go on to other places. If we delay and word gets around, I shall be held responsible.”\n\nGritting her teeth, the woman had to swallow her anger and look carefully through the things. Finding nothing, she asked Xifeng if they could move on.\n\n“Make a thorough search,” Xifeng warned her. “If you don’t find anything this time, it will be difficult to report back.”\n\n“We’ve searched everything carefully,” the others said. “There’s nothing that shouldn’t be here. Though there are a few men’s things, they’re a boy’s possessions — probably Baoyu’s old things — nothing that matters.”\n\n“In that case, let’s go and search elsewhere,” said Xifeng, rising to her feet.\n\nAs they went out she observed to Wang Shanbao’s wife, “I’d like to make one suggestion. I may be wrong, but we should only search our own people. We mustn’t search Miss Xue’s place.”\n\n“Of course not,” agreed the woman. “How can we search a relative’s rooms?”\n\nXifeng smiled and nodded, and they made their way to Bamboo Lodge. Daiyu was already in bed, and at the announcement of their arrival she wondered what had happened. She was getting up when Xifeng came in and made her lie down again.\n\n“Go back to sleep,” she said. “We’ll be leaving presently.”\n\nShe sat down for a little chat.\n\nMeanwhile Wang Shanbao’s wife and her assistants had gone to the maids’ rooms to search. From Zijuan’s cases they produced a couple of Baoyu’s former amulets, a set of his girdle pendants, two sachets and a fan-case with a fan in it. When opened, these proved to be things he had often used in the past. Convinced that she had evidence, Wang Shanbao’s wife gleefully asked Xifeng to come and see it.\n\n“Where did these come from?” she demanded.\n\nXifeng smiled.\n\n“Baoyu and they played together as children, so naturally these are his old things. What’s more, the old lady and Her Ladyship have seen these amulets and fan time and again. If you don’t believe me, we can take them along to show them.”\n\n“Of course you’re right, madam,” replied Mrs. Wang\n\n\"I know,\" said Xifeng. \"But this is nothing special. We'd better leave it and go somewhere else.\"\n\nZi-juan smiled. \"To this day, we've never been able to settle accounts between us two. If you ask me about this, I've even forgotten what year or month I got it.\"\n\nXifeng and Wang Shanbao's wife went next to Tan-chun's compound. But the news of their arrival had been sent on ahead, and Tan-chun had guessed that there must be some reason for this high-handed proceeding. She ordered her maids to light the candles and open the gate. When the search party arrived she asked what they wanted.\n\n\"We've lost something and haven't been able to find it for days,\" Xifeng told her. \"We were afraid someone might put the blame on the girls, so we decided to search them to clear them of suspicion. That's the best way.\"\n\n\"Of course my maids are thieves,\" retorted Tan-chun. \"And I'm the receiver. So search my things first, they've given everything they've stolen to me to keep.\"\n\nShe ordered her maids to open all her cases as well as the cabinets, and to lay out her combs, toilet-boxes, bedding, clothes and all her other effects, big and small, for Xifeng to inspect.\n\n\"I'm simply carrying out the Lady Dowager's orders,\" said Xifeng with a conciliatory smile. \"Don't be angry with me, cousin.\" She told the maids, \"Hurry up and close these cases.\"\n\nPing-erh and Feng-erh hastily helped Shi-shu to shut the cases and put things away.\n\n\"You can search my things if you like, but not my maids',\" said Tan-chun. \"I'm a harder case than any of the others. I know every single thing my maids have, and I keep all their possessions; they've nothing put away, not so much as a needle or thread. So if you want to search them, search me. If you don't agree, just go and report to the mistress that I've defied her and am ready to take whatever punishment is due. But don't be in such a hurry. The day will come when they raid your houses too! Just this morning we were talking about the Zhen family being raided, and now we're being raided ourselves! As the proverb says, 'A centipede dies but never falls down.' To destroy a big family like ours you must start from the inside.\"\n\nShe burst into tears at this point.\n\nXifeng glanced at the serving-women.\n\n\"As all the girls' things are here, madam, you'd better move on to the next place,\" suggested Zhou Rui's wife. \"We must let the young lady rest.\"\n\nXifeng rose to take her leave.\n\n\"Go ahead and search carefully,\" urged Tan-chun. \"If you come again tomorrow, I won't let you.\"\n\n\"If all your maids' things are here, there's no need to search,\" replied Xifeng.\n\n\"How smart you are!\" Tan-chun smiled scornfully. \"You've even opened my cases, yet you say you haven't searched. If I let you off now, tomorrow you may accuse me of shielding my maids. You'd better state clearly now whether you mean to search again or not. If so, you may as well do it now.\"\n\nKnowing Tan-chun's forthright character, Xifeng had to answer with a smile, \"I've already checked both your things and your maids'.\"\n\n\"Have you searched thoroughly?\" Tan-chun asked the women.\n\n\"Yes, madam,\" Zhou Rui's wife and the others assured her.\n\nNow Wang Shanbao's wife was a stupid woman who, although she had heard of Tan-chun's reputation, imagined the girl was simply making an empty show of strength because the others were too blind and timid to stand up to her. Besides, being a concubine's daughter, what could she do? And Wang Shanbao's wife counted on being Lady Xing's confidential servant, whom even Lady Wang treated with respect, not to say the rest. She thought Tan-chun's anger was directed solely against Xifeng and had nothing to do with her. So stepping forward she...\n\nFlouting her authority, Wang Shanbao’s wife stepped forward, lifted up Tanchun’s tunic and deliberately let it drop.\n\n“I’ve felt even the young lady’s person,” she tittered. “There’s really nothing there.”\n\n“Be on your way, nanny,” said Xifeng quickly. “Don’t act crazy.”\n\nThe words were hardly out of her mouth when slap! Wang’s wife was boxed on the ear by Tanchun. In a fury Tanchun pointed one finger at her.\n\n“What do you think you’re doing, handling my clothes?” she cried. “It’s only for Her Ladyship’s sake and because you’re old that I call you ‘nanny’. But like a dog counting on its master’s backing you’re always making trouble and flaunting your authority here. Now you’ve gone too far. How dare you paw me? If you think I’m as good-natured as your young mistress, that you can bully me as you please, you’re making a big mistake. If you just searched my things I wouldn’t mind, but you’ve no right to make fun of me.”\n\nShe started undoing her buttons to let Xifeng search her herself thoroughly, “to save your slaves from having to do it.”\n\nXifeng and Pinger at once helped her do up her clothes.\n\n“The old woman’s drunk,” they said. “She’s off her head. The other day she offended Her Ladyship too. Out you go, and stop making such an exhibition of yourself.” Then they advised Tanchun, “Do calm down, miss. She’s not worth getting angry over.”\n\n“If I were the sort to lose my temper, I’d have dashed my brains out long ago,” retorted Tanchun with a cold smile. “How else could I have put up with slaves searching me for stolen goods? First thing tomorrow I shall report this to the old lady and Her Ladyship, then apologize to my mother-in-law-to-be and ask to be punished as she thinks fit.”\n\nWang Shanbao’s wife had slunk outside the window now, quite crestfallen.\n\n“Well, I never!” she muttered. “This is the first time I’ve ever been struck. I shall ask Her Ladyship tomorrow to send me back to my old home. What’s the use of dragging out a dog’s life like this?”\n\n“Do you hear that?” fumed Tanchun to her maids. “Are you waiting for me to go and reason with her?”\n\nShishu went out at once.\n\n“You ought to know what’s what, nanny,” she said. “If you say one word more, it will really be too bad. If you do go back to your old home, we shall be in luck. The only thing is, I’m afraid you won’t want to leave. For if you go, who will there be to toady to the mistresses and incite them to check up on the young ladies and make things hot for us?”\n\nXifeng chuckled, “What a minx! Like mistress, like maid.”\n\n“We thieves are all smart at talking,” said Tanchun sarcastically. “The only thing we can’t do is incite our mistresses behind their backs.”\n\nPinger urged Shishu to come in, and after some further persuasion by Zhou Rui’s wife and the others Xifeng waited until Tanchun had gone to bed before taking her party to Warm Fragrance Arbour opposite.\n\nNow Li Wan being ill was in bed, and as she was Xi-chun’s neighbour and close to Tanchun too, Xifeng went first to these two places. She did not like to disturb Li Wan, who had taken medicine and just fallen asleep, so she searched her maids’ rooms and, finding nothing, went on to Xichun’s apartment.\n\nXichun was still too young to know what was afoot and quite frightened, so Xifeng had to reassure her. But then from Ruhua’s case they brought out a large packet of silver ingots, thirty or forty in all, and to investigate a case of adultery they had discovered stolen goods! There was also a jade belt buckle and a packet of men’s boots and socks.\n\nXifeng’s face turned pale.\n\n“Where did these come from?” she demanded.\n\nRuhua fell on her knees and confessed with tears, “His Lordship gave them to my brother. Because my parents are down south, I’m living now with my uncle and aunt; but my uncle and aunt are such drunkards and gamblers that my brother was afraid they’d squander these things if he handed them over.\n\nWhenever he gave me anything he used to smuggle it in quietly by one of the old nurses and tell me to keep it for him.”\n\nXichun was so timid that the sight of this frightened her.\n\n“I’d no idea such things were going on,” she cried. “This is terrible! If you want to beat her, Second Cousin, please take her outside to do it. I can’t stand such scenes.”\n\n“If this is true, it’s not too bad,” said Xifeng. “But she shouldn’t have had things smuggled in. If this can be smuggled in, what can’t? The fault lies with the go-between. If this isn’t true, though, and she stole the things, you’ll have to pay for it with your life.”\n\nRuhua fell on her knees to sob, “I wouldn’t dare tell lies, madam. You can check tomorrow with my mistress and my elder brother. If they say these things weren’t given me, I’ll gladly let you beat my brother and me to death.”\n\n“Of course I shall check,” said Xifeng. “But even if they were given you, it was wrong to have them smuggled in. Who gave you permission? If you tell me who brought them, I’ll let you off this time. But don’t do it again.”\n\n“Don’t let her off, sister-in-law,” begged Xichun. “There are so many people in this household. If she isn’t punished, when the others hear of this goodness knows what they may do. If you forgive her, I won’t.”\n\n“I’ve always thought her not a bad girl,” replied Xifeng. “Who doesn’t make mistakes? I’ll pardon her this once, but if she does it again she’ll be punished for both offences. Who was the go-between, though?”\n\n“There’s nobody else it could have been but Old Zhang at the back gate,” said Xichun. “She’s always hobnobbing stealthily with the maids, and they’re all very good to her.”\n\nXifeng ordered this to be noted down. The things were handed to Mrs. Zhou to keep until the matter had been verified the next day and a decision reached.\n\nNow Old Zhang’s mother was related to Wang Shanbao’s wife. But since the latter had become Lady Xing’s confidante, she had begun to look down on all her relatives and friends. This had so incensed Mrs. Zhang that after two slanging matches they stopped speaking to each other. When Wang Shanbao’s wife heard that it was Mrs. Zhang who had smuggled the things in, she felt this was a chance to get even. And smarting still from Tanchun’s slap and Shishu’s taunts, she eagerly seized this opportunity to vent her spleen.\n\n“This business of smuggling things in is most serious,” she told Xifeng. “Of course, those things must have been smuggled in too. You must look into this, madam.”\n\n“I know what to do,” snapped Xifeng. “No need for you to tell me.”\n\nShe then took her leave of Xichun and went to Yingchun’s compound. Yingchun was already asleep and her maids about to go to bed when they heard a knock on the gate. It took some time to open it.\n\n“Don’t disturb your young mistress,” Xifeng ordered as she went into the maids’ quarters.\n\nNow Siqi was the granddaughter of Wang Shanbao’s wife, and Xifeng was curious to see whether the latter would show any partiality. She watched carefully as the search started with the other maids’ cases. Nothing was found in them. Then they came to Siqi’s case. After a perfunctory look through it Wang Shanbao’s wife announced, “Nothing here either.” She was about to close the case when Mrs. Zhou interposed:\n\n“What do you mean, nothing? Let’s look carefully to be fair.” With that she thrust in her hand and pulled out a pair of men’s padded socks and slippers, as well as a small package. When opened, this was found to contain a love-knot and a note. She handed them to Xifeng. As the latter had been running the household for years she had learned to read a little by looking at bills and receipts. The note was on scarlet paper with a double-happiness design. It read as follows:\n\nAfter you came home last month, my parents found out about us. But as the young mistress isn’t married yet, we can’t have our wish. If we can meet in the Garden, send me a message through Mrs. Zhang. It would be easier to talk there than at home. Do, do try! I’ve received the two strings of scented beads you sent. Many thanks.\n\nEnclosed with this letter is a perfumed pouch to show my heart. Keep it safe, I implore you.\n\nFrom your cousin Pan You-an.\n\nXifeng could not help laughing at this. Lady Wang’s nurse, who knew nothing of the love affair between this cousin and cousin, was already suspicious at the sight of the slippers; and now Xifeng’s laughter at the red paper made her say:\n\n“Is the writing so bad that it amuses you, madam?”\n\n“Yes, it’s this account that doesn’t make sense.” Xifeng smiled. “Since you’re Siqi’s grandmother, her cousin should be called Wang too. Why is his name Pan?”\n\nStartled by the question, the old woman had to answer, “Siqi’s aunt married into the Pan family, so her cousin is called Pan. He’s the Pan You-an who ran away.”\n\n“I see.” Xifeng smiled. “Let me read this out to you.”\n\nShe read the letter through, to the consternation of all present. Old Wang, who had been hoping to expose others, had now exposed her own granddaughter. She was both furious and ashamed. The four women with Mrs. Zhou stuck out their tongues and shook their heads.\n\n“Did you hear that, Mrs. Wang?” asked Mrs. Zhou. “It’s clear enough, no mistake about it. Well, what’s to be done?”\n\nThe old woman wished the earth would swallow her up. Xifeng eyed her mockingly.\n\n“This is fine,” she said to Mrs. Zhou. “Without her granny having to lift a finger, without the caw of a crow being heard, they’ve found her a fine young man.”\n\nMrs. Zhou chuckled too and added some joking remarks of her own. The nurse could only vent her anger on herself.\n\n“Slapping her own face she cursed, “Old whore that I am, what sins have I committed? Boasting’s my undoing — this is my reward, and I’ve asked for it.”\n\nThe others present, though longing to laugh, dared not. Some were pleased, others impressed by this retribution.\n\nXifeng was surprised that Siqi, head bowed in silence, showed neither fear nor shame. As it was late she did not want to pursue the matter for fear the girl might do herself some mischief in the night. She told two serving-women to keep watch on her, then went back to her own quarters to rest, taking the others with her and the evidence of the theft, meaning to deal with the case the next day. But that night her menorrhagia started again, and the following day she felt too weak to get up. She had to send for a doctor and take the medicine he prescribed after writing out his diagnosis and instructions. The old nurses took the prescription to Lady Wang, adding to her distress; and Siqi’s business was put aside.\n\nIt happened that Madam You came that day to see Xifeng, and after sitting with her for a while called on Li Wan. She was surprised when Xichun sent to ask her over. Going to her young sister-in-law’s room she was given a detailed account of the previous night’s happenings, and Xichun had all Ru-hua’s things fetched for her inspection.\n\n“Actually your brother gave her brother those things,” said Madam You. “She shouldn’t have taken them on the sly, though. That makes publicly granted salt become private salt.” She scolded Ru-hua, “You stupid creature!”\n\n“You’re the ones who don’t keep strict discipline, yet you scold the maid,” snapped Xichun. “Of all the girls here, only my maid has disgraced me. How can I face anyone? I wanted Sister Xifeng to take her away yesterday, but she wouldn’t. Now that you’ve come today, sister-in-law, you must take her away. You can beat her or kill her or sell her — it’s nothing to do with me.”\n\nWhen Ru-hua heard this, she fell on her knees to beg for mercy, weeping and protesting. Madam You and Xichun’s nurses did their best to reason with the girl.\n\n“She was just stupid for once,” they said. “She won’t dare do such a thing again. Do have pity on her — after all, she’s served you since you were small.”\n\nBut Xichun, young as she was, had always been obstinate and, whatever they said, was adamant: she would not keep Ru-hua. She even declared:\n\n“I don’t just want to get rid of Ru-hua. Now that I’m grown up, I don’t want to stay on here either. Besides, I’ve been hearing so many ugly stories recently. If I go on staying here, people will start laughing at me too.”\n\n“If you go on like this you’ll be dragging me in too!”\n\n“Who dares say anything?” retorted Madam You. “And what is there to talk about? Who are you and who are we? If you’ve heard people talking about us, you should have taken them to task.”\n\nXichun smiled scornfully. “A fine thing to ask me! As a girl, it’s my place to keep out of trouble, not go looking for it. Besides, as the ancients say, ‘Whether a man is good or bad, alive or dead, his own father can’t help him’ — still less can I. It’s as much as I can do to look after myself. So in future, if you get into trouble, don’t try to drag me in.”\n\nThis speech both angered and amused Madam You.\n\n“No wonder everyone says the Fourth Young Lady’s childish and silly,” she remarked to the servants. “I wouldn’t believe it before, but now that I hear her talking such nonsense without the least reason, it really distresses me.”\n\nThey urged, “She’s young, madam. You should put up with her.”\n\nXichun smiled scornfully. “I may be young, but what I say isn’t childish. It’s because you’re all so illiterate and ignorant that you take me for a fool.”\n\n“You’re the Number One Scholarthen, the most brilliant of all!” cried Madam You. “We’re too stupid to be compared with you.”\n\n“That shows your ignorance. Aren’t some of the Number One Scholars fools too? You’re all so conventional that you can’t distinguish truth from falsehood or right from wrong. To know a man’s true worth, you must judge by his innate qualities — that’s the only way.”\n\n“Fine, fine! So now, besides being a genius, you’re a high priest expounding the doctrine of insight!”\n\n“I’m not expounding any doctrine. It seems to me that all of us are like Ru-hua. There’s nothing much to choose between us.”\n\n“So you’re really a cold-hearted, sharp-tongued creature.”\n\n“Why shouldn’t I be? I’m a pure, innocent girl. Why should I let you involve me in your disgrace?”\n\nMadam You was already upset by the talk of gossip, and had restrained herself all this time because Xichun was her sister-in-law. But now that Xichun accused her of disgracing her, she could contain herself no longer.\n\n“How have I disgraced you?” she demanded. “It was your maid who was at fault, yet you accuse me for no reason. I’ve put up with it all this time, but instead of feeling sorry you go on like this. You’re a young lady from a noble family. To avoid disgracing your fine reputation, we’d better not presume to approach you. I’ll have Ru-hua fetched away at once.”\n\nWith that she stood up and stalked off in a huff.\n\n“If you really don’t come back, that will save us from further trouble and leave us in peace,” Xichun called after her.\n\nThis only infuriated Madam You the more. But as Xichun was her sister-in-law, she could not very well have a real showdown with her. She had to swallow her anger and, making no reply, went straight back to the other house.\n\nTo know what followed, read the next chapter."
}