{
  "index": "075",
  "title": "第75章 开夜宴异兆发悲音 赏中秋新词得佳谶",
  "original": "话说尤氏从惜春处赌气出来，正欲往王夫人处去，跟从的老嬷嬷们因悄悄的道：“回奶奶：且别往上屋里去。才有甄家的几个人来，还有些东西，不知是什么机密事。奶奶这一去恐怕不便。”尤氏听了道：“咋日听见你老爷说看见抄报上甄家犯了罪，现今抄没家私，调取进京治罪。怎么又有人来？”老嬷嬷道：“正是呢。才来了几个女人，气色不成气色，慌慌张张的，想必有什么瞒人的事。”尤氏听了，便不往前去，仍往李纨这边来了。\n　　恰好太医才诊了脉去，李纨近日也觉精爽了些，拥裘倚枕坐在床上，正欲人来说些闲话。因见尤氏进来，不似方才和蔼，只呆呆的坐着，李纨因问道：“你过来了，可吃些东西？只怕饿了？”命素云：“瞧有什么新鲜点心拿来。”尤氏忙止道：“不必不必。你这一向病着，那里有什么新鲜东西？况且我也不饿。”李纨道：“昨日人家送来的好茶面子，倒是对碗来你喝罢。”说毕，便吩咐去对茶。尤氏出神无语。跟来的丫头媳妇们因问：“奶奶今日晌午尚未洗脸，这会子趁便可净一净好？”尤氏点头。李纨忙命素云来取自己妆台。素云又将自己脂粉拿来，笑道：“我们奶奶就少这个。奶奶不嫌腌，能着用些。”李纨道：“我虽没有，你就该往姑娘们那里取去，怎么公然拿出你的来？幸而是他，要是别人，岂不恼呢？”尤氏笑道：“这有何妨？”说着，一面洗脸。丫头只弯腰捧着脸盆。李纨道：“怎么这样没规矩？”那丫头赶着跪下。尤氏笑道：“我们家下大小的人，只会讲外面，假礼假体面，究竟做出来的事都够使的了。”李纨听如此说，便已知道昨夜的事，因笑道：“你这话有因。是谁做的事够使的了？”尤氏道：“你倒问我，你敢是病着过阴去了？”\n　　一语未了，只见人报：“宝姑娘来了。”二人忙说快请，宝钗已走进来。尤氏忙擦脸起身让坐，因问：“怎么一个人忽然走进来，别的妹妹都不见？”宝钗道：“正是，我也没有见他们。只因今日我们奶奶身上不自在，家里两个女人也都因时症未起炕，别的靠不得，我今儿要出去陪着老人家夜里作伴。要去回老太太、太太，我想又不是什么大事，且不用提，等好了，我横竖进来呢。所以来告诉大嫂子一声。”李纨听说，只看着尤氏笑，尤氏也看着李纨笑。一时尤氏盛洗已毕，大家吃面茶。李纨因笑着向宝钗道：“既这样，且打发人去请姨娘的安，问是何病。我也病着，不能亲自来瞧。好妹妹，你去只管去，我且打发人去到你那里去看屋子。你好歹住一两天，还进来，别叫我落不是。”宝钗笑道：“落什么不是呢？也是人之常情。你又不曾卖放了贼。依我的主意，也不必添人过去，竟把云丫头请了来，你和他住一两日，岂不省事？”尤氏道：“可是，史大妹妹往那里去了？”宝钗道：“我才打发他们找你们探丫头去了，叫他同到这里来，我也明白告诉他。”\n　　正说着，果然报：“云姑娘和三姑娘来了。”大家让坐已毕，宝钗便说要出去一事。探春道：“很好。不但姨妈好了还来，就便好了不来也使得。”尤氏笑道：“这话又奇了，怎么撵起亲戚来了？”探春冷笑道：“正是呢，有别人撵的，不如我先撵。亲戚们好，也不必要死住着才好。咱们倒是一家子亲骨肉呢，一个个不象乌眼鸡似的？恨不得你吃了我，我吃了你！”尤氏忙笑道：“我今儿是那里来的晦气？偏都碰着你姐儿们气头儿上了。”探春道：“谁叫你趁热灶火来了？”因问：“谁又得罪了你呢？”因又寻思，道：“凤丫头也不犯合你怄气，是谁呢？”尤氏只含糊答应。探春知他怕事，不肯多言，因笑道：“你别装老实了。除了朝廷治罪，没有砍头的，你不必唬的这个样儿。告诉你罢，我昨日把王善保的老婆打了，我还顶着徒罪呢。也不过背地里说些闲话罢咧，难道也还打我一顿不成？”宝钗忙问：“因何又打他？”探春悉把昨夜的事一一都说了。尤氏见探春已经说出来了，便把惜春方才的事也说了一遍。探春道：“这是他向来的脾气，孤介太过，我们再扭不过他的。”又告诉他们说：“今日一早不见动静，打听凤丫头病着，就打发人四下里打听王善保家的是怎么样。回来告诉我说：‘王善保家的挨了一顿打，嗔着他多事。’”尤氏、李纨道：“这倒也是正理。”探春冷笑道：“这种遮人眼目儿的事，谁不会做？且再瞧就是了。”尤氏、李纨皆默无所答。一时，丫头们来请用饭，湘云、宝钗回房打点衣衫，不在话下。\n　　尤氏辞了李纨，往贾母这边来。贾母歪在榻上，王夫人正说甄家因何获罪，如今抄没了家产，来京治罪等话。贾母听了，心中甚不自在。恰好见他妹妹来了，因问：“从那里来的？可知凤姐儿妯娌两个病着，今日怎么样？”尤氏等忙回道：“今日都好些。”贾母点头叹道：“咱们别管人家的事，且商量咱们八月十五赏月是正经。”王夫人笑道：“已预备下了，不知老太太拣那里好？只是园里恐夜晚风凉。”贾母笑道：“多穿两件衣服何妨？那里正是赏月的地方，岂可倒不去的？”说话之间，媳妇们抬过饭桌，王夫人、尤氏等忙上来放箸捧饭。贾母见自己几色菜已摆完，另有两大捧盒内盛了几色，便是各房孝敬的旧规矩。贾母说：“多吩咐过几次，蠲了罢，你们都不听。”王夫人笑道：“不过都是家常东西。今日我吃斋，没有别的孝顺。那些面筋豆腐，老太太又不甚爱吃，只拣了一样椒油莼齑酱来。”贾母笑道：“我倒也想这个吃。”鸳鸯听说，便将碟子挪在跟前。宝琴一一的让了，方归坐。贾母便命探春来同吃。探春也都让过了，便和宝琴对面坐下，侍书忙去取了碗箸。鸳鸯又指那几样菜道：“这两样看不出是什么东西来，是大老爷孝敬的。这一碗是鸡髓笋，是外头老爷送上来的。”一面说，一面就将这碗笋送至桌上。贾母略尝了两点，便命：“将那几样着人都送回去，就说我吃了，以后不必天天送。我想吃什么自然着人来要。”媳妇们答应着仍送过去，不在话下。\n　　贾母因问：“拿稀饭来吃些罢。”尤氏早捧过一碗来，说是红稻米粥。贾母接来吃了半碗，便吩咐：“将这粥送给凤姐儿吃去。”又指着这一盘果子：“独给平儿吃去。”又向尤氏道：“我吃了，你就来吃了罢。”尤氏答应着，待贾母漱口洗手毕。贾母便下地，和王夫人说闲话行食，尤氏告坐吃饭。贾母又命鸳鸯等来陪吃。贾母见尤氏吃的仍是白米饭，因问说：“怎么不盛我的饭？”丫头们回道：“老太太的饭完了。今日添了一位姑娘，所以短了些。”鸳鸯道：“如今都是‘可着头做帽子’了，要一点儿富馀也不能的。”王夫人忙回道：“这一二年旱涝不定，庄上的米都不能按数交的。这几样细米更艰难，所以都是可着吃的做。”贾母笑道：“正是：‘巧媳妇做不出没米儿粥来。’”众人都笑起来。鸳鸯一面回头向门外伺候媳妇们道：“既这样，你们就去把三姑娘的饭拿来添上，也是一样。”尤氏笑道：“我这个就够了，也不用去取。”鸳鸯道：“你够了，我不会吃的？”媳妇们听说，方忙着取去了。\n　　一时王夫人也去用饭。这里尤氏直陪贾母说话取笑到起更的时候，贾母说：“你也过去罢。”尤氏方告辞出来。走至二门外，上了车，众媳妇放下帘子来，四个小厮拉出来，套上牲口，几个媳妇带着小丫头子们先走，到那边大门口等着去了。这里送的丫鬟们也回来了。\n　　尤氏在车内，因见自己门首两边狮子下，放着四五辆大车，便知系来赴赌之人，向小丫头银蝶儿道：“你看，坐车的是这些，骑马的又不知有几个呢。”说着进府，已到了厅上，贾蓉媳妇带了丫鬟媳妇也都秉着羊角手罩接出来了。尤氏笑道：“成日家我要偷着瞧瞧他们赌钱也没得便，今儿倒巧，顺便打他们窗户跟前走过去。”众媳妇答应着，提灯引路。又有一个先去悄悄的知会伏侍的小厮们，不许失惊打怪。于是尤氏一行人悄俏的来至窗下，只听里面称三赞四，耍笑之音虽多，又兼有恨五骂六，忿怨之声亦不少。\n　　原来贾珍近因居丧，不得游玩，无聊之极，便生了个破闷的法子，日间以习射为由，请了几位世家弟兄及诸富贵亲友来较射。因说：“白白的只管乱射终是无益，不但不能长进，且坏了式样；必须立了罚约，赌个利物，大家才有勉力之心。”因此，天香楼下箭道内立了鹄子，皆约定每日早饭后时射鹄子。贾珍不好出名，便命贾蓉做局家。这些都是少年，正是斗鸡走狗、问柳评花的一干游侠纨。因此大家议定，每日轮流做晚饭之主。天天宰猪割羊，屠鹅杀鸭，好似临潼斗宝的一般，都要卖弄自己家里的好厨役好烹调。不到半月工夫，贾政等听见这般，不知就里，反说：“这才是正理。文既误了，武也当习，况在武荫之属。”遂也令宝玉、贾环、贾琮、贾兰等四人，于饭后过来跟着贾珍，习射一回方许回去。贾珍志不在此，再过几日，便渐次以歇肩养力为由，晚间或抹骨牌，赌个酒东儿，至后渐次至钱。如今三四个月的光景，竟一日一日赌胜于射了，公然斗叶掷骰，放头开局，大赌起来。家下人借此各有些利益，巴不得如此，所以竟成局势。外人皆不知一字。\n　　近日邢夫人的胞弟邢德全也酷好如此，所以也在其中。又有薛蟠头一个惯喜送钱与人的，见此岂不快乐？这邢德全虽系邢夫人的胞弟，却居心行事，大不相同。他只知吃酒赌钱、眠花宿柳为乐，手中滥漫使钱，待人无心，因此都叫他“傻大舅”。薛蟠早已出名的“呆大爷”。今日二人凑在一处，都爱抢快，便又会了两家，在外间炕上抢快。又有几个，在当地下大桌子上赶羊。里间又有一起斯文些的抹骨牌，打天九。此间伏侍的小厮都是十五岁以下的孩子。此是前话。\n　　且说尤氏潜至窗外偷看。其中有两个陪酒的小么儿，都打扮的粉妆锦饰。今日薛蟠又掷输了，正没好气，幸而后手里渐渐翻过来了，除了冲账的反赢了好些，心中自是兴头起来。贾珍道：“且打住，吃了东西再来。”因问：“那两处怎么样？”此时打天九、赶老羊的未清，先摆下一桌，贾珍陪着吃。薛蟠兴头了，便搂着一个小么儿喝酒，又命将酒去敬傻大舅。傻大舅输家没心肠，喝了两碗便有些醉意，嗔着陪酒的小么儿只赶赢家不理输家了，因骂道：“你们这起兔子，真是些没良心的忘八羔子！天天在一处，谁的恩你们不沾？只不过这会子输了几两银子，你们就这么三六九等儿的了。难道从此以后再没有求着我的事了？”众人见他带酒，那些输家不便言语，只抿着嘴儿笑。那些赢家忙说：“大舅骂的很是。这小狗肚的们都是这个风俗儿。”因笑道：“还不给舅太爷斟酒呢。”两个小孩子都是演就的圈套，忙都跪下奉酒，扶着傻大舅的腿，一面撒娇儿说道：“你老人家别生气，看着我们两个小孩子罢。我们师爷教的，不论远近厚薄，只看一时有钱的就亲近。你老人家不信，回来大大的下一注，赢了，白瞧瞧我们两个是什么光景儿。”说的众人都笑了。这傻大舅掌不住也笑了，一面伸手接过酒来，一面说道：“我要不看着你们两个素日怪可怜见儿的，我这一脚把你们的小蛋黄子踢出来。”说着，把腿一抬。两个孩子趁势儿爬起来，越发撤娇撒痴，拿着洒花绢子托了傻大舅的手，把那钟酒灌在傻大舅嘴里。傻大舅哈哈的笑着，一扬脖儿把一钟酒都干了。因拧了那孩子的脸一下儿，笑说道：“我这会子看着，又怪心疼的了。”说着，忽然想起旧事来，乃拍案对贾珍说道：“昨日我和你令伯母怄气，你可知道么？”贾珍道：“没有听见。”傻大舅叹道：”就为钱这件东西！老贤甥，你不知我们邢家的底里。我们老太太去世时，我还小呢，世事不知。他姐妹三个人，只有你令伯母居长。他出阁时，把家私都带过来了。如今你二姨儿也出了门子了，他家里也很艰窘。你三姨儿尚在家里。一应用度，都是这里陪房王善保家的掌管。我就是来要几个钱，也并不是要贾府里的家私，我邢家的家私也就够我花了。无奈竟不得到手，你们就欺负我没钱！”贾珍见他酒醉，外人听见不雅，忙用话解劝。\n　　外面尤氏等听得十分真切，乃悄向银蝶儿等笑说：“你听见了，这是北院里大太太的兄弟抱怨他呢。可见他亲兄弟还是这样，就怨不得这些人了。”因还要听时，正值赶老羊的那些人也歇住了，要酒。有一个人问道：“方才是谁得罪了舅太爷？我们竟没听明白。且告诉我们，评评理。”邢德全便把两个陪酒的孩子不理的话说了一遍。那人接过来就说：“可恼，怨不得舅太爷生气。我问你，舅太爷不过输了几个钱罢咧，并没有输掉了，怎么你们就不理了？”说着，大家都笑起来。邢德全也喷了一地饭，说：“你这个东西，行不动儿就撒村捣怪的。”尤氏在外面听了这话，悄悄的啐了一口，骂道：“你听听，这一起没廉耻的小挨刀的！再灌丧了黄汤，还不知出些什么新样儿的来呢。”一面便进去卸妆安歇。至四更时，贾珍方散，往佩凤房里去了。\n　　次日起来，就有人回：“西瓜月饼都全了，只待分派送人。”贾珍吩咐佩凤道：“你请奶奶看着送罢，我还有别的事呢。”佩凤答应去了，回了尤氏，一一分派，遣人送去。一时佩凤来说：“爷问奶奶今儿出门不出门？说咱们是孝家，十五过不得节，今儿晚上倒好，可以大家应个景儿。”尤氏道：“我倒不愿意出门呢。那边珠大奶奶又病了，琏二奶奶也躺下了，我再不去，越发没个人了。”佩凤道：“爷说，奶奶出门，好歹早些回来，叫我跟了奶奶去呢。”尤氏道：“既这么样，快些吃了，我好走。”佩凤道：“爷说早饭在外头吃，请奶奶自己吃罢。”尤氏问道：“今日外头有谁？”佩凤道：“听见外头有两个南京新来的，倒不知是谁。”说毕，吃饭更衣，尤氏等仍过荣府来，至晚方回去。\n　　果然贾珍煮了一口猪，烧了一腔羊，备了一桌菜蔬果品。在汇芳园丛绿堂中，带领妻子姬妾先吃过晚饭，然后摆上酒，开怀作乐赏月。将一更时分，真是风清月朗，银河微隐。贾珍因命佩凤等四个人也都入席，下面一溜坐下，猜枚拳。饮了一回，贾珍有了几分酒，高兴起来，便命取了一支紫竹萧来，命佩凤吹萧，文花唱曲。喉清韵雅，甚令人心动神移。唱罢，复又行令。那天将有三更时分，贾珍酒已八分。大家正添衣喝茶、换盏更酌之际，忽听那边墙下有人长叹之声。大家明明听见，都毛发竦然。贾珍忙厉声叱问：“谁在那边？”连问几声，无人答应。尤氏道：“必是墙外边家里人，也未可知。”贾珍道：“胡说，这墙四面皆无下人的房子，况且那边又紧靠着词堂，焉得有人？”一语未了，只听得一阵风声，竟过墙去了。恍惚闻得祠堂内扇开阖之声，只觉得风气森森，比先更觉凄惨起来。看那月色时，也淡淡的，不似先前明朗。众人都觉毛发倒竖。贾珍酒已吓醒了一半，只比别人拿得住些，心里也十分警畏，便大没兴头，勉强又坐了一会，也就归房安歇去了。\n　　次日一早起来，乃是十五日，带领众子侄开祠行朔望之礼。细察祠内，都仍是照旧好好的，并无怪异之迹。贾珍自为醉后自怪，也不提此事。礼毕仍旧闭上门，看着锁禁起来。\n　　贾珍夫妻至晚饭后方过荣府来。只见贾赦、贾政都在贾母房里坐着说闲话儿，与贾母取笑呢。贾琏、宝玉、贾环、贾兰皆在地下侍立。贾珍来了，都一一见过，说了两句话，贾珍方在挨门小杌子上告了坐，侧着身子坐下。贾母笑问道：“这两日你宝兄弟的箭如何了？”贾珍忙起身笑道：“大长进了，不但式样好，而且弓也长了一个劲。”贾母道：“这也够了，且别贪力，仔细努伤着。”贾珍忙答应了几个“是”。贾母又道：“你昨日送来的月饼好。西瓜看着倒好，打开却也不怎么样。”贾珍陪笑道：“月饼是新来的一个饽饽厨子，我试了试果然好，才敢做了孝敬来的。西瓜往年都还可以，不知今年怎么就不好了。”贾政道：“大约今年雨水太勤之过。”贾母笑道：“此时月亮已上来了，咱们且去上香。”说着，便起身扶着宝玉的肩，带领众人齐往园中来。\n　　当下园子正门俱已大开，挂着羊角灯。嘉荫堂月台上，焚着斗香，秉着烛，陈设着瓜果月饼等物。邢夫人等皆在里面久候。真是月明灯彩，人气香烟，晶艳氤氲，不可名状。地下铺着拜毡锦褥，贾母手上香拜毕，于是大家皆拜过。贾母便说：“赏月在山上最好。”因命在那山上的大花厅上去，众人听说，就忙着在那里铺设。贾母且在嘉荫堂中吃茶少歇，说些闲话。一时人回：“都齐备了。”贾母方扶着人上山来。王夫人等因回说：“恐石上苔滑，还是坐竹椅上去。”贾母道：“天天打扫，况且极平稳的宽路，何不疏散疏散筋骨也好？”于是贾赦贾政等在前引导，又是两个老婆秉着两把羊角手罩，鸳鸯、琥珀、尤氏等贴身搀扶，邢夫人等在后围随。从下逶迤不过百余步，到了主山峰脊上，便是一座敞厅。因在山之高脊，故名曰凸碧山庄。厅前平台上列下桌椅，又用一架大围屏隔做两间，凡桌椅形式皆是圆的，特取团圆之意。上面居中，贾母坐下，左边贾赦、贾珍、贾琏、贾蓉，右边贾政、宝玉、贾环，贾兰。团团围坐，只坐了半桌，下面还半桌馀空。贾母笑道：“往常倒还不觉人少，今日看来，究竟咱们的人也甚少，算不得什么。想当年过的日子，今夜男女三四十个，何等热闹，今日那有那些人？如今叫女孩儿们来坐在那边罢。”于是令人向围屏后邢夫人等席上将迎春、探春、惜春三个叫过来。贾琏宝玉等一齐出坐，先尽他妹妹坐下，然后在下依次坐定。贾母便命折一技桂花来，叫个媳妇在屏后击鼓传花，“若花在手中，饮酒一杯，罚说笑话一个。”\n　　于是先从贾母起，次贾赦，一一接过。鼓声两转，恰恰在贾政手中住了，只得饮了酒。众妹妹弟兄都你悄悄的扯我一下，我暗暗的又捏你一把，都含笑心里想着，倒要听是何笑话儿。贾政见贾母欢喜，只得承欢。方欲说时，贾母又笑道：“要说的不笑了，还要罚。”贾政笑道：“只得一个，若不说笑了，也只好愿罚。”贾母道：“你就说这一个。”贾政因说道：“一家子，一个人最怕老婆，只说了这一句，大家都笑了，因从没听见贾政说过所以才笑。贾母笑道：“这必是好的。”贾政笑道：“若好，老太太先多吃一杯。”贾母笑道：“使得。”贾赦连忙捧杯，贾政执壶，斟了一杯。贾赦仍旧递给贾政，贾赦旁边侍立。贾政捧上，安放在贾母面前，贾母饮了一口。贾赦贾政退回本位。\n　　于是贾政又说道：“这个怕老婆的人，从不敢多走一步。偏偏那日是八月十五，到街上买东西，便见了几个朋友，死活拉到家里去吃酒。不想吃醉了，便在朋友家睡着了。第二日醒了，后悔不及，只得来家赔罪。他老婆正洗脚，说：‘既是这样，你替我舔舔就饶你。’这男人只得给他舔，未免恶心要吐。他老婆便恼了，要打，说：‘你这样轻狂！’吓得他男人忙跪下求说：‘并不是奶奶的脚腌，只因昨儿喝多了黄酒，又吃了月饼馅子，所以今日有些作酸呢。’”说得贾母和众人都笑了。贾政忙又斟了一杯送与贾母。贾母笑道：“既这样，快叫人取烧酒来，别叫你们有媳妇的人受累。”众人又都笑起来。只贾琏、宝玉不敢大笑。\n　　于是又击鼓，便从贾政起，可巧到宝玉鼓止。宝玉因贾政在坐，早已不安，偏又在他手中，因想：“说笑话，倘或说不好了，又说没口才；说好了，又说正经的不会，只惯贫嘴，更有不是。不如不说。”乃起身辞道：“我不能说，求限别的罢。”贾政道：“既这样，限个‘秋’字，就即景做一首诗。好便赏你，若不好，明日仔细！”贾母忙道：“好好的行令，怎么又做诗？”贾政陪笑道：“他能的。”贾母听说：“既这样，就做。快命人取纸笔来。”贾政道：“只不许用这些‘水’‘晶’‘冰’‘玉’‘银’‘彩’‘光’‘明’‘素’等堆砌字样。要另出主见，试试你这几年情思。”宝玉听了，碰在心坎儿上，遂立想了四句，向纸上写了，呈与贾政看。贾政看了，点头不语。贾母见这般，知无甚不好，便问：“怎么样？”贾政因欲贾母喜欢，便说：“难为他。只是不肯念书，到底词句不雅。”贾母道：“这就罢了。就该奖励，以后越发上心了。”贾政道：“正是。”因回头命个老嬷嬷出去，“吩咐小厮们，把我海南带来的扇子取来给两把与宝玉。”宝玉磕了一个头，仍复归坐行令。\n　　当下贾兰见奖励宝玉，他便出席，也做一首，呈与贾政看。贾政看了，更觉欣喜。遂并讲与贾母听时，贾母也十分欢喜，也忙令贾政赏他。于是大家归坐，复行起令来。\n　　这次贾赦手内住了，只得吃了酒，说笑话。因说道：“一家子，一个儿子最孝顺，偏生母亲病了。各处求医不得，便请了一个针炙的婆子来。这婆子原不知道脉理，只说是心火，一针就好了。这儿子慌了，便问：‘心见铁就死，如何针得？’婆子道：‘不用针心，只针肋条就是了。’儿子道：‘肋条离心远着呢，怎么就好了呢？’婆子道：‘不妨事。你不知天下作父母的，偏心的多着呢！’”众人听说，也都笑了。贾母也只得吃半杯酒，半日笑道：“我也得这婆子针一针就好了。”贾赦听说，自知出言冒撞，贾母疑心，忙起身笑与贾母把盏，以别言解释。\n　　贾母亦不好再提，且行令。不料这花却在贾环手里。贾环近日读书稍进，亦好外务。今见宝玉做诗受奖，他便技痒，只当着贾政，不敢造次。如今可巧花在手中，便也索纸笔来，立就一绝，呈与贾政。贾政看了，亦觉罕异，只见词句中终带着不乐读书之意，遂不悦道：“可见是弟兄了：发言吐意，总属邪派。古人中有‘二难’，你两个也可以称‘二难’了。就只不是那一个‘难’字，却是做‘难以教训’‘难’字讲才好。哥哥是公然温飞卿自居，如今兄弟又自为曹唐再世了。”说得众人都笑了。贾赦道：“拿诗来我瞧。”便连声赞好，道：“这诗据我看，甚是有气骨。想来咱们这样人家，原不必寒窗萤火，只要读些书，比人略明白些，可以做得官时，就跑不了一个官儿的。何必多费了工夫，反弄出书呆子来？所以我爱他这诗，竟不失咱们侯门的气概。”因回头吩咐人去取自己的许多玩物来赏赐与他，因又拍着贾环的脑袋笑道：“以后就这样做去，这世袭的前程就跑不了你袭了。”贾政听说，忙劝说：“不过他胡诌如此，那里就论到后事了？”说着，便斟了酒，又行了一回令。贾母便说：“你们去罢。自然外头还有相公们候着，也不可轻忽了他们。况且二更多了，你们散了，再让姑娘们多乐一会子，好歇着了。”贾政等听了方止令起身，大家公进了一杯酒，才带着子侄们出去了。\n要知端底，下回分解。",
  "translation": "Madam You, leaving Xi-chun’s apartment in a fit of pique, had been on her way to call on Lady Wang when the old nurses accompanying her had whispered:\n\n‘Please don’t go to Her Ladyship’s apartment just now, ma’am. Some of the Zhen family have just arrived, with some things for Her Ladyship. We don’t know what it’s all about, but it seems very hush-hush. It might be awkward for you to go in just now.’\n\n‘But only yesterday’, protested Madam You, ‘I heard from your master that he’d read in the Court Gazette that the Zhens had been found guilty of some crime, and that their property was to be confiscated and the family brought to the capital to be tried. So how can they be sending people here?’\n\n‘That’s just it, ma’am. Some women came. They looked very flustered, and not at all their usual selves. We thought there must be something fishy going on.’\n\nAt this Madam You decided not to proceed with her original plan, and turned back to Li Wan’s apartment.\n\nThe doctor had just been to take Li Wan’s pulse, and she was feeling a little better. She was sitting up in bed, propped up with pillows and wrapped in a fur-lined gown, and was feeling in need of a little company and conversation. She could see at once from Madam You’s expression that something was amiss.\n\n‘Have you eaten?’ she asked. ‘Are you feeling hungry?’ She told Su-yun to fetch some fresh cakes.\n\n‘No, please don’t!’ Madam You stopped her. ‘You’ve been ill — you can’t possibly have anything “fresh” in the house. Besides, I’m not hungry.’\n\n‘Someone sent me some powdered tea yesterday,’ said Li Wan. ‘I could have a bowl made for you.’\n\nShe gave orders for the tea to be prepared. Madam You sat staring into space, lost for words. One of the women who had come with her asked:\n\n‘You haven’t washed yet today, ma’am. Would you like to do so now, while you’re here?’\n\nMadam You nodded. Li Wan told Su-yun to fetch her own toilet things, and Su-yun brought out her own powder and cosmetics as well, saying with a smile:\n\n‘Our mistress doesn’t use these, ma’am. Please don’t think it too forward of me to offer you mine.’\n\n‘Even if I don’t use them myself,’ protested Li Wan, ‘you should have asked the young ladies for some of theirs. You can’t go offering your own like that! It’s lucky it’s Cousin You. Anyone else would be most offended.’\n\n‘What does it matter?’ said Madam You with a faint smile.\n\nShe began washing her face. The maid stood holding the basin for her, stooping slightly.\n\n‘Where are your manners?’ Li Wan asked the maid. The girl promptly fell on her knees.\n\n‘The bigger the household, the more hypocrisy and empty show,’ commented Madam You. ‘The things that go on are a disgrace.’\n\nFrom this Li Wan knew that she must have heard about the previous night’s episode.\n\n‘You sound as if you are referring to something in particular,’ she said. ‘What is this “disgrace”?’\n\n‘You’re asking me?’ retorted Madam You. ‘You must have been having an out-of-body experience in your sleep!’\n\nBefore she could say any more, Bao-chai was announced. The two women invited her in, and she entered at once. Madam You hurriedly finished wiping her face, stood up and offered Bao-chai a seat.\n\n‘How is it you’re all on your own?’ she asked. ‘Where are the other girls?’\n\n‘I haven’t seen them today,’ replied Bao-chai. ‘My mother is not feeling very well, and both our women-servants are laid up with some seasonal ailment, so there’s no one I can rely on at home. I want to go and keep Mother company tonight. I should tell Grandmother and Lady Wang, but as it’s nothing serious I thought I’d say nothing for the time being, and come back when she’s better. So I’ve come to tell you, Wan.’\n\nLi Wan glanced at Madam You with a smile, and Madam You returned the smile. When she had completed her toilet, they all drank their tea. Li Wan said to Bao-chai:\n\n‘In that case I shall send someone to inquire after your mother and find out what the trouble is. I’m still not well enough to go myself. But you go ahead, my dear. I’ll send someone over to make up your room. You must come back after a day or two though, or I shall get the blame.’\n\n‘Why should you be blamed?’ protested Bao-chai. ‘It’s only natural. You’re not...’\n\n‘And let the thief go free. In my opinion there’s no need to send anyone else over. Just invite little Yun to stay with you for a couple of days. That would be the simplest thing to do.’\n\n‘Yes, of course!’ said You-shi. ‘Where is Cousin Shi, by the way?’\n\n‘I’ve just sent someone to find your Cousin Tan,’ replied Bao-chai, ‘and bring her over here. I thought I’d better tell her what’s going on.’\n\nAs she spoke, a servant came in to announce the arrival of Xiang-yun and Tan-chun. They were given seats, and Bao-chai told them of her intended departure.\n\n‘That’s fine,’ said Tan-chun. ‘You needn’t come back even if your mother is better. In fact, she needn’t come back at all!’\n\nYou-shi laughed:\n\n‘What a strange thing to say! Fancy trying to drive away one of our own cousins!’\n\n‘Exactly,’ retorted Tan-chun. ‘Rather than wait to be driven away by others, I’d prefer to make the first move. It’s not as if we have to cling to one another for dear life just because we’re related. Look at us — one big happy family! We’re at each other’s throats like a bunch of fighting roosters, each trying to gobble the other up!’\n\nYou-shi smiled again rather apprehensively:\n\n‘I must have got out of bed the wrong side today. First I run into you girls, and now I find you in this funny mood.’\n\n‘You walked straight into the line of fire,’ said Tan-chun. ‘But tell me, who’s been upsetting you? It can’t be Xifeng, she’d never be so petty. Who is it then?’\n\nYou-shi gave some vague and non-committal reply. Tan-chun could see she was afraid to speak out.\n\n‘Don’t pretend to be so innocent!’ she said. ‘No one’s going to execute you, you know. The only executioner is the Emperor himself, so you needn’t look so scared. I can tell you this much: yesterday I gave old Wang Shan-bao’s wife a good thrashing, and I’m prepared to stand trial for it. I don’t care what people say behind my back. They can’t very well give me a thrashing in return, can they?’\n\n‘Why did you beat her?’ asked Bao-chai, and Tan-chun told them the whole story of the previous night’s raid. Seeing that Tan-chun had come out into the open, You-shi told them of Xi-chun’s row with her.\n\n‘That’s typical of her,’ commented Tan-chun. ‘She’s always been too stand-offish and uncompromising. There’s nothing any of us can do to change her.’\n\nThen she went on to tell them of her own investigations that morning:\n\n‘When I saw there was no sign of any activity, I made some enquiries and found that Xifeng was ill. So I sent someone to find out what had happened to Wang Shan-bao’s wife. The report came back: “She was given a beating for having meddled in what was none of her business.”’\n\n‘Quite right too,’ said You-shi and Li Wan.\n\n‘Huh!’ Tan-chun gave a scornful laugh. ‘That’s nothing but a face-saving exercise. Anyone could see through that. We shall see.’\n\nYou-shi and Li Wan were both silent. After a short pause, the maids came in to announce lunch. Xiang-yun and Bao-chai went back to their room to pack, and we need follow them no further.\n\nYou-shi took her leave of Li Wan and went to call on Grandmother Jia, who was reclining on her couch. Lady Wang was with her, and was telling her of the Zhens’ disgrace, the confiscation of their property and their summoning to the capital for trial. Grandmother Jia was most distressed. She was glad to see You-shi, and asked her where she had come from.\n\n‘Have you seen Feng and the others? How are they today?’\n\n‘They are both a little better,’ replied You-shi.\n\nGrandmother Jia nodded with a sigh.\n\n‘We should not concern ourselves with other people’s troubles. We have our own Mid-Autumn festival to think of. That is far more important.’\n\n‘We have already made the necessary preparations,’ said Lady Wang. ‘We were only waiting for you to decide on a suitable venue, Mother. The only thing is, it could be rather chilly in the garden at night.’\n\n‘We can always put on extra clothes,’ replied Grandmother Jia. ‘But we must have the party in the garden. That is the whole point.’\n\nWhile they were talking, the servants brought in the lunch-tables, and Lady Wang and You-shi helped with the laying and serving. When Grandmother Jia’s various dishes had been set out, there were two large hampers containing other dishes, the daily culinary tribute from the different apartments. This was a long-established tradition.\n\n‘How many times have I given orders for that to be stopped!’ exclaimed the old lady. ‘But you never listen.’\n\n\"It's only homely fare,\" she told the old lady. \"As I'm fasting today I've nothing better to offer you. I know you don't care much for wheat gluten and bean curd, so I've only brought you this pickled water-mallow with pepper oil.\"\n\n\"I was just fancying that,\" said the Lady Dowager.\n\nYuan-yang at once moved the dish closer to her.\n\nPao-chin urged the others to try it, then took her seat.\n\nThe Lady Dowager told Tan-chun to eat with them. After urging the others Tan-chun sat down opposite Pao-chin, and Shih-shu hastily fetched them bowls and chopsticks.\n\nPointing to the other dishes Yuan-yang said, \"These two are from the Elder Master, though I can't make out what they are. And this bowl of bamboo-shoots with chicken marrow was sent in by the master outside.\"\n\nAs she spoke she set the bowl of bamboo-shoots on the table. The Lady Dowager took a taste or two.\n\n\"Send those other dishes back,\" she then ordered. \"Tell them I've eaten them, and they needn't send in things every day like this. When I fancy anything I'll ask for it.\"\n\nThe serving-women assented and took the dishes away, of which no more need be said.\n\n\"Bring me some gruel now,\" said the Lady Dowager.\n\nMadam Yu had already prepared a bowl of red-rice gruel which she now handed her. The old lady took it and ate half a bowl, then told the servants:\n\n\"Take this to your Second Mistress.\"\n\nShe pointed to some sweetmeats.\n\n\"These are for Ping-erh,\" she said.\n\nTo Madam Yu she said, \"I've finished. You can have your meal now.\"\n\nMadam Yu agreed and waited until the old lady had rinsed her mouth and washed her hands. Then the Lady Dowager got up to stroll with Lady Wang to aid her digestion, while Madam Yu took her place at the table and Yuan-yang and the others came to join her. The Lady Dowager noticed that Madam Yu was eating only white rice.\n\n\"Why aren't you having the same rice as me?\" she asked.\n\n\"The rice for the old lady's use is all finished,\" the maids told her. \"Because there's an extra young lady today, we're a little short.\"\n\n\"Now we have 'to cut our coat according to our cloth,'\" quipped Yuan-yang. \"We can't stretch it.\"\n\nLady Wang explained, \"Because of the droughts and floods the last year or two, the farms haven't handed over their full quota of grain. And it's harder to get fine rice like this, so we have to manage as best we can.\"\n\nThe Lady Dowager laughed.\n\n\"True, 'even the cleverest housewife can't cook a meal without rice.'\"\n\nThe rest laughed with her.\n\nYuan-yang turned to the matrons waiting outside the door.\n\n\"In that case, go and fetch Miss Tan-chun's share to make up,\" she said.\n\n\"I've had enough,\" protested Madam Yu. \"There's no need to fetch any more.\"\n\n\"You've had enough, but I haven't,\" retorted Yuan-yang.\n\nThen the matrons went off to fetch more rice.\n\nPresently Lady Wang went to her meal, and Madam Yu stayed to chat and joke with the Lady Dowager until the first watch, when the old lady said:\n\n\"You must go now.\"\n\nOnly then did Madam Yu take her leave. Having been seen to the second gate, she got into her carriage. The women let down the curtain and four pages drew the carriage out, hitched the mule to it, and then some women with young maids went ahead to the other mansion to wait for her there. The maids who had seen her off now went back.\n\nAs her carriage passed the stone lions at the gate of the Ning Mansion, Madam Yu saw four or five big carriages there and knew that these must belong to relatives who had come to gamble. She remarked to her maid Yin Dieh:\n\n\"Look at all these carriages. I wonder how many came on horseback too.\"\n\nBy now they had entered the mansion and reached the main hall. Chia Jung's wife had come out with maids and serving-women carrying horn lanterns to meet her.\n\n\"I've been meaning to have a peep at their gambling on the sly, but I've never had a chance,\" said Madam Yu. \"This is a good opportunity to walk past their windows.\"\n\nHer women assented and lighted her way with lanterns, while one of them went ahead quietly to warn the pages in attendance not to announce her arrival. So Madam Yu and her party stole quietly to the window, and from inside they could hear shouts and laughter as the gamblers urged each other on.\n\nAlthough there were many voices, there was also a great deal of angry cursing and indignant grumbling.\n\nIt appeared that Jia Zhen, having to observe mourning and forbidden to amuse himself, had been so bored that he hit on this way to kill time. On the pretext of archery practice he had invited some young relatives and wealthy friends to compete at archery. He said, “Just shooting at random is no good. It not only means that we won’t improve, but we’ll get into bad habits. We must have a forfeit and a prize to make everyone do his best.” So they set up a target in the range below Celestial Fragrance Pavilion and agreed to shoot there every day after breakfast. Jia Zhen, not wanting to appear in charge, made Jia Rong the manager. All these young men were dissolute pleasure-seekers whose chief interests were cock-fighting and dog-racing. They decided that each day a different host should provide dinner, killing pigs and sheep or slaughtering geese and ducks as if they were vying to show off their fine cooks and cooking. In less than half a month, when Jia Zheng and the others who were in the dark heard of this they commented, “This is as it should be. Although they’ve neglected their literary studies, they should practise martial arts — especially as they belong to a military family.” So they ordered Baoyu, Jia Huan, Jia Cong and Jia Lan to go every day after their meal to practise archery with Jia Zhen before going home.\n\nBut archery was not Jia Zhen’s real interest. After a few days, on the pretext of resting to regain their strength, they started playing dominoes in the evening, at first just staking a treat but later gambling for money. In three or four months they were gambling more than they were shooting, and quite openly played cards and dice for high stakes, setting up a regular gambling den. The servants, who made something out of it too, were only too glad to have this going on, and so the practice became established. Not a word about it reached the outside world.\n\nRecently Lady Xing’s younger brother Xing Dequan, who was also a passionate gambler, had joined them. And Xue Pan, always a spendthrift, was of course delighted. Although Xing Dequan was Lady Xing’s brother, in character and behaviour he was very different. His sole interests were drinking and gambling and whoring. He squandered money and had no consideration for others, so that everyone called him the Foolish Old Uncle. Xue Pan was already known as the Reckless Prodigate. Now that these two were in the same place and both liked to play Grab — a fast game — they got two others to join them and played Grab on the kang in the outer room. Some others were playing the Sheep Gambling game at a big table on the floor. In the inner room a more refined group were playing Dominoes or Heaven-Nine. All the pages in attendance were boys under fifteen. But enough of this.\n\nNow Madam You had stolen up to the window to peep in. Two of the young actors serving as pages were made up and decked out in colourful costumes. Xue Pan had just lost a throw and was in a bad mood, but luckily after that he had a winning streak and not only got back what he had lost but won a good deal into the bargain. This put him in high spirits.\n\n“Let’s stop now and have a meal before going on,” proposed Jia Zhen. “How are the other two groups doing?” he asked.\n\nAs the games of Heaven-Nine and Sheep Gambling were not yet finished, a table was laid first for Jia Zhen’s party. Elated by his win, Xue Pan hugged one of the young actors as he drank, and sent over a cup of wine to the Foolish Old Uncle. The latter, having lost, was in no mood for drinking. He tossed off two cups and soon was tipsy. Annoyed because the page who had been urged to drink for him had gone to the winner instead, he swore:\n\n“You lousy little turtles! What bastards you are! You’re with us every day, yet you’ve no use for anyone who doesn’t tip you. Just because I’ve lost a few taels today, you start cold-shouldering me. Don’t you ever want to ask a favour of me again?”\n\nThe others could see that he was drunk. The losers said nothing but just smiled faintly. The winners hastily put in, “The uncle is quite right. These young pups are all the same.”\n\nWhy aren’t you pouring wine for his lordship?” The two boys, primed for this, promptly knelt down and offered their wine, clinging to the Foolish Lord’s legs as they coaxed him:\n\n“Don’t be cross, sir. Do it for our sakes. Our tutor taught us to be friendly to anyone with money, regardless of whether they’re old acquaintances or strangers, close or distant. If you don’t believe us, just you make a big stake presently and win. Then you’ll see how nice we can be.”\n\nThis set the whole company laughing, and even the Foolish Lord had to join in. As he reached out for the wine he said, “If I weren’t sorry for you two young rascals, I’d kick your guts out!” He raised one leg. The boys promptly scrambled to their feet and started wheedling him again, holding an embroidered handkerchief under his hand as they poured the wine down his throat. He threw back his head with a laugh and drained the cup, then pinched the cheek of one of the boys.\n\n“Now that I look at you closely, I feel really fond of you,” he chuckled.\n\nThen something else struck him. He slapped the table and said to Jia Zhen, “Do you know, I had a row yesterday with your worthy aunt?”\n\n“No, I didn’t hear that,” replied Jia Zhen.\n\n“It was over money, confound it! My good nephew, you don’t know the truth about our Xing family. When our Old Lady died I was still young and ignorant of the ways of the world. She had three daughters, and your aunt’s the eldest. When she married she took all the family property with her as her dowry. Now your second aunt has married too, and her family’s very hard up. Your third aunt is still at home, but all the household expenses are controlled by that matron Wang Shanbao’s wife who came here as your aunt’s attendant. When I ask for a few cents, it’s not that I’m after the Jia family’s property — the Xings’ property is enough for me. But I can’t get my hands on it. So you all look down on me for having no money!”\n\nJia Zhen, aware that he was drunk and might make an unseemly scene if overheard by outsiders, promptly tried to soothe him.\n\nOutside, Madam You and her maids had heard every word clearly. She whispered to Yindie with a smile, “So that’s the Elder Mistress in the north court’s brother complaining about her! If her own brother carries on like that, no wonder other people do.”\n\nAs she was listening, the players of “Racing the Sheep” stopped to ask for wine. One of them asked, “Who offended his lordship just now? We didn’t quite catch it. Tell us, so that we can judge who was to blame.”\n\nXing Dequan told them how the two boys serving the wine had cold-shouldered him.\n\n“How outrageous!” exclaimed the other. “No wonder his lordship was angry. Let me ask you this: his lordship may have lost a few cents, but he hasn’t lost all his property, so why should you cold-shoulder him?”\n\nThis sally set the whole company laughing. Xing Dequan sputtered with laughter, spitting out a mouthful of rice.\n\n“You scoundrel!” he swore. “You’re always coming out with some vulgar joke.”\n\nMadam You outside, hearing this, spat in disgust.\n\n“Just listen to that shameless lot of young wretches!” she fumed. “After a few cups of yellow汤 they don’t know what nonsense they’ll come out with next.”\n\nShe went back to her room then to remove her ornaments and turn in for the night. Jia Zhen did not break up till the fourth watch, when he went to Pefeng’s room.\n\nThe next morning, upon getting up, he was informed: “All the watermelons and moon-cakes are ready, waiting to be distributed.”\n\n“Ask your mistress to see to it,” Jia Zhen told Pefeng. “I have other business.”\n\nPefeng assented and went to report to Madam You, who made out lists and sent servants to deliver the gifts. Presently Pefeng came back to ask, “The master wants to know if you are going out today, madam. He says as we’re in mourning we can’t keep the Mid-Autumn Festival on the fifteenth, so this evening. . . .”\n\n\"It would be a good idea for us all to celebrate the festival together.\"\n\n\"I don't care to go out,\" said Lady You. \"But now that Madam Zhu's ill and Xifeng's laid up too, if I don't go there'll be even fewer people.\"\n\n\"His Lordship says, madam, you're to start early and come back as soon as possible,\" said Peifeng. \"He wants me to go with you.\"\n\n\"In that case, hurry up and have your meal so that I can leave.\"\n\n\"His Lordship says he's having breakfast outside, and hopes you'll have yours by yourself.\"\n\n\"Who's with him outside today?\"\n\n\"I hear there are two newcomers from Nanking, but I don't know who they are.\"\n\nThen after breakfasting and changing, Lady You went to the Rong Mansion and did not return till evening.\n\nJia Zhen had a pig and a sheep slaughtered and prepared a feast of vegetables and fruit. In the Green Lattice Hall in the Garden of Concentrated Fragrance, he feasted with his wife and concubines, after which they sat down to drink and enjoy the moonlight. By the first watch the breeze was fresh, the moon bright, and the Milky Way was fading. He made Peifeng and three other concubines join them too, sitting in a row on the lower side, to play guess-fingers or the guess-game. After some drinking, he was mellow enough to call for a purple bamboo flute and order Peifeng to play it while Wenhua sang. Her clear voice and exquisite melody were intoxicating. After that they played other drinking games.\n\nAt about the third watch, when Jia Zhen was tipsy and they were all putting on extra clothes, drinking tea and exchanging cups, they suddenly heard a long sigh from the other side of the wall. They heard it distinctly and their hair stood on end. Jia Zhen called out harshly:\n\n\"Who's there?\" When after several shouts there was no answer, Lady You said, \"Maybe it's someone from the other house over the wall.\"\n\n\"Nonsense!\" he retorted. \"There are no servants' quarters on any side of that wall, and it's right next to the ancestral temple. How could anyone be there?\"\n\nThe words were hardly out of his mouth when a gust of wind swept past the wall. They seemed to hear the sound of the temple door opening and closing, and shivered in the eerie wind which was even more chilling than before. The moonlight too looked paler, no longer so bright. All their hair was standing on end. Jia Zhen, though more sober and in better control of himself than the others, was badly frightened too. He had lost all interest in the party, but forced himself to sit there a little longer before they all dispersed to their rooms.\n\nThe next day, the fifteenth, he rose early to take the young men of the family to offer the customary sacrifice in the ancestral temple. He made a careful inspection but found nothing amiss there. Assuming that he must have imagined it in his cups, he let the matter drop. After the sacrifice the temple was closed and locked as usual.\n\nNot till after dinner did Jia Zhen and his wife go to the Rong Mansion. They found Jia She and Jia Zheng in the Lady Dowager's room chatting and joking with her, while Jia Lian, Baoyu, Jia Huan and Jia Lan stood below in attendance. Jia Zhen paid his respects to them all, exchanged a few words, then perched on a stool by the door.\n\n\"How is Baoyu getting on with his archery these last two days?\" the old lady asked him.\n\nHe rose to reply, \"He's making good progress. Not only is his style good, but he can draw a stronger bow now.\"\n\n\"That's good,\" she said. \"But he mustn't overstrain himself.\"\n\nJia Zhen assented.\n\nThen she told him, \"The moon-cakes you sent yesterday were good. The melon looked good too, but wasn't up to much.\"\n\nJia Zhen smiled. \"We've a new pastry-cook. I sampled his moon-cakes and found them good, that's why I ventured to send you some. The melons in other years weren't bad; I don't know why this year's are so poor.\"\n\n\"It's because we've had too much rain this year,\" said Jia Zheng.\n\n\"The moon's up,\" said the Lady Dowager cheerfully. \"Let's go and offer incense.\" She rose and leaning on Pao-yu's shoulder led the way to the Garden.\n\nThe main gate of the Garden was open and horn lanterns had been hung up there. On the terrace of Convex Pavilion, large sticks of incense were burning, candles had been lit, and melons, fruit and moon-cakes set out. Lady Hsing and the others had been waiting there for some time. The moonlight and lanterns, the throng of people and the incense-smoke made a dazzling, fragrant scene. A carpet and brocade cushions had been spread on the ground, and the Lady Dowager offered incense and bowed, then the rest paid their respects too.\n\n\"The best place to enjoy the moon is on a height,\" she said, and ordered the large hall on the hill to be prepared. At once the servants bustled about making ready there while the old lady had a rest in Convex Pavilion, sipping tea and chatting. Presently she was told that all was ready. She started up the hill, leaning on someone's arm.\n\nLady Wang and the others advised, \"The stone steps are slippery. Better take a bamboo sedan-chair.\"\n\n\"Though I'm old and have to lean on someone, I still like to stretch my legs every day,\" she replied. \"We can't have this path swept every day, but as it's so wide and even it won't do me any harm to walk.\"\n\nSo Chia Sheh and Chia Cheng led the way, two matrons carrying horn lanterns, and Yuan-yang, Hu-po and Madam Yu helped the old lady up step by step. Lady Hsing and the rest brought up the rear. They had not climbed more than a hundred steps when they reached a level spot where a flat-roofed hall stood on the summit. As it was built on the ridge of the hill it was called Convex Emerald Hall. In front on the terrace were set out tables and chairs, and a large screen in the middle divided the hall into two sections. All the furniture was round, to symbolize family reunion. The Lady Dowager took the seat of honour in the centre. On her left were Chia Sheh, Chia Chen, Chia Lien and Chia Jung; on her right, Chia Cheng, Pao-yu, Chia Huan and Chia Lan. They made only half a table, leaving the other half empty.\n\n\"I don't usually feel it, but today it strikes me that we really are rather few,\" observed the old lady. \"It's nothing like the old days when we had thirty or forty people to make merry. Tonight we haven't enough to fill one table. We'd better ask the girls to join us on this side.\" So Ying-chun, Tan-chun and Hsi-chun were invited over from the table behind the screen where Lady Hsing and the others were sitting. Chia Lien and Pao-yu stood up until the three girls had taken seats, then sat down again in their proper places.\n\nThe Lady Dowager sent for a spray of osmanthus and ordered a serving-woman behind the screen to beat the drum and pass the flowers round. \"Whoever has them when the drum stops must drink a cup of wine as forfeit and tell a joke,\" she announced.\n\nThey started with the old lady and then Chia Sheh. After a couple of rounds the drum stopped just as the flowers reached Chia Cheng, who had to drink a cup of wine. His younger relatives nudged or pinched each other, eager to hear this staid man tell a joke. To please his mother he had to try, but before he could begin she warned him:\n\n\"Mind now, if it isn't funny you'll have to pay another forfeit.\"\n\n\"I shall have to if I can't make you laugh,\" he replied. \"But please let me off the second forfeit.\"\n\n\"Very well, just one joke.\"\n\n\"A man was afraid of his wife...\" he began.\n\nAt that the whole family burst out laughing, for never had they heard Chia Cheng tell such a joke.\n\n\"It must be a good one,\" chuckled his mother.\n\n\"If you think so, madam, you must drink an extra cup of wine.\"\n\n\"Very well.\"\n\nChia Sheh promptly offered a cup and Chia Cheng poured out the wine, then handed the cup to his brother, who passed it to his mother. Chia Cheng, standing beside her, waited on her while she sipped it. Then Chia Sheh and Chia Cheng returned to their seats.\n\nChia Cheng continued, \"This henpecked husband never dared put a foot wrong. It was the Mid-Autumn Festival....\"\n\nWhile shopping in the street I met some friends who insisted on dragging me home to drink with them. I got so drunk, I had to spend the night there. The next day I woke up full of remorse and went home to apologize. My wife was washing her feet. ‘All right,’ she said. ‘If you’re really sorry, you can lick my feet clean for me.’ So I had to do it, but it made me feel so sick I retched. That made her angry. She swore she’d beat me for being so disrespectful. I was scared and knelt down to beg her pardon. ‘It’s not that your feet are dirty, my love,’ I said. ‘It’s just that I drank so much yesterday and ate so many mooncakes, I’ve got acid indigestion today.’”\n\nThe Lady Dowager and the others laughed at this. Jia Zheng hastily poured her another cup of wine.\n\n“In that case,” she said, “quick, bring him some spirits to drink. We mustn’t make a man with a wife suffer.” The rest laughed again, but Jia Lian and Baoyu dared not join in.\n\nThe drum was beaten again then, and as luck would have it it stopped when Jia Zheng held the spray. Baoyu, ill at ease anyway because of his father’s presence, was dismayed to be caught out by him.\n\n“If I tell a joke badly,” he thought, “I’ll be criticized; and if it’s good, I’ll be scolded for being flippant instead of studying properly. Better not tell one at all.”\n\nHe stood up to decline. “I can’t tell jokes. Please excuse me and set me something else.”\n\n“All right,” said Jia Zheng. “I’ll give you the word ‘autumn’ and you must compose an impromptu poem on the season. If it’s good, you’ll be rewarded; if not, tomorrow you’ll be in trouble.”\n\n“Why make him compose a poem in the middle of a drinking game?” protested the Lady Dowager.\n\n“He can do it,” replied Jia Zheng with a smile.\n\n“In that case, all right. But quick, fetch him paper and brush.”\n\n“No stock epithets like ‘crystal,’ ‘ice,’ ‘jade,’ ‘silver,’ ‘colourful,’ ‘radiant’ or ‘glistening’ are allowed,” Jia Zheng laid down. “I want you to use your own ideas to show what you’ve learned in the last few years.”\n\nThis suited Baoyu. He thought for a moment, then stood up and wrote out a quatrain which he presented to his father. Jia Zheng nodded but said nothing.\n\nThe Lady Dowager, seeing this, assumed that the verse could not be too bad.\n\n“Well?” she asked.\n\nTo please her Jia Zheng said, “Not bad. It’s a pity he doesn’t study, though, so that his language isn’t more polished.”\n\n“That doesn’t matter,” she said. “He should be rewarded to encourage him to do better in future.”\n\n“Quite right.” Jia Zheng turned to an old nurse. “Tell the pages to fetch the two fans I brought from Hainan and give them to him.”\n\nBaoyu kowtowed then resumed his seat.\n\nHis reward made Jia Lan eager to distinguish himself too. He left the feast to compose a poem which he showed Jia Zheng, who was even more pleased with it and read it to the Lady Dowager.\n\n“Good!” she exclaimed in delight, and told Jia Zheng to reward the boy too.\n\nThen they all returned to their places and the game continued.\n\nThis time the spray stopped with Jia She, who had to drink and tell a joke.\n\n“There was a family with a very filial son,” he began. “The mother fell ill and, as they couldn’t find a doctor anywhere, they sent for an old woman who practised acupuncture.\n\n“This old woman had no knowledge of medicine. She said the illness was due to pent-up fire, and one needle would put it right.\n\n“The son asked in alarm, ‘The heart’s the vulnerable spot. If you use a needle there, won’t that be fatal?’\n\n“‘No need to puncture the heart,’ said the old woman. ‘Just puncture the ribs.’\n\n“‘But the ribs are a long way from the heart. How can that cure her?’\n\n“‘No problem,’ the old woman said. ‘You don’t realize that all parents are biased.’”\n\nThe others laughed at this, and the Lady Dowager had to drink half a cup of wine.\n\n“Perhaps I should get that old woman to give me acupuncture,” she remarked after a pause.\n\nJia She, realizing that he had spoken out of turn and that she suspected him of a thrust at her, stood up with a smile to apologize.\n\nShe poured a cup of wine for the Lady Dowager and made some joking remarks to cover up the situation.\n\nNot liking to pursue the subject, the old lady went on with the game. The flower, however, had now come into Jia Huan’s hands. Having recently made some progress in his studies, he was also fond of such frivolities. He had been itching to show off when he saw Baoyu commended for his verse, but had not ventured to do so in his father’s presence. Now that the flower had come to him, he asked for paper and brush to compose at once a quatrain which he presented to his father.\n\nJia Zheng was surprised but, on reading it, was displeased to find that the lines showed no love for learning.\n\n“I see you two brothers are cut from the same block,” he observed. “In your speech and writing you both show the same low tastes. The ancients spoke of ‘two evils’; you two can be called ‘two evils’ too — only in your case the word should be taken to mean ‘evil to educate.’ Your elder brother professes to be a Wen Tingyun; now you want to be a second Cao Tang.1 This set them all laughing.\n\n“Let me see that poem,” said Jia She, and when it was handed to him he read it and praised it repeatedly. “In my opinion, this poem shows real spirit,” he declared. “Wellborn boys like ours don’t have to study by the light of glow-worms reflected from snow, you know. They’ve simply to read a few books so as to be a cut above those fellows who learn to make a living by teaching. Then when it comes to getting an official post, they’re sure to land one. Why should they wear themselves out studying, just to turn out pedants? That’s why I like this poem of his — it shows our family spirit.” He turned to his attendants. “Here, take some of my curios and let him choose what he likes,” he ordered. Then, patting Jia Huan on the head, he added, “In future, just you go on in this way. And you’re a cinch to inherit the family title.”\n\nJia Zheng demurred, “He’s just talking nonsense. How can we judge his future by this?”\n\nWith that he poured a round of wine and the game continued until the Lady Dowager said, “You’d better leave now. There are gentlemen outside waiting to be entertained, and you mustn’t neglect them. Besides, it’s after the second watch. If you leave now, the girls can have some more fun before turning in.”\n\nAt that Jia Zheng and the others stopped the game and stood up. They drank a toast to the whole company before leading the younger men out.\n\nTo know what followed, read the next chapter."
}