{
  "index": "077",
  "title": "第77章 俏丫鬟抱屈夭风流 美优怜斩情归水月",
  "original": "话说王夫人见中秋已过，凤姐病也比先减了，虽未大愈，然亦可以出入行走得了，仍命大夫每日诊脉服药。又开了丸药方来，配“调经养荣丸”。因用上等人参二两，王夫人取时，翻寻了半日，只向小匣内寻了几枝簪挺粗细的。王夫人看了嫌不好，命再找去，又找了一大包须沫出来。王夫人焦躁道：“用不着偏有，但用着了，再找不着！成日家我叫你们查一查，都归拢一处，你们白不听，就随手混撂。”彩云道：“想是没了，就只有这个。上次那边的太太来寻了去了。”王夫人道：“没有的话。你再细找找。”彩云只得又去找寻，拿了几包药材来，说：“我们不认的这个，请太太自看。除了这个没有了。”王夫人打开看时，也都忘了，不知都是什么，并没有一支人参。因一面遣人去问凤姐有无。凤姐来说：“也只有些参膏。芦须虽有几根，也不是上好的，每日还要煎药里用呢。”王夫人听了，只得向邢夫人那里问去。说：“因上次没了，才往这里来寻，早已用完了。”王夫人没法，只得亲自过来请问贾母。贾母忙命鸳鸯取出当日馀的来，竟还有一大包，皆有手指头粗细不等，遂秤了二两给王夫人。王夫人出来，交给周瑞家的拿去，令小厮送与医生家去。又命将那几包不能辨的药也带了去，命医生认了，各包号上。一时周瑞家的又拿进来，说：“这几样都各包号上名字了。但那一包人参固然是上好的，只是年代太陈。这东西比别的却不同，凭是怎么好的，只过一百年后，就自己成了灰了。如今这个虽未成灰，然已成了糟朽烂木，也没有力量的了。请太太收了这个，倒不拘粗细，多少再换些新的才好。”\n　　王夫人听了，低头不语，半日才说：“这可没法了，只好去买二两来罢。”也无心看那些，只命：“都收了罢。”因问周瑞家的：“你就去说给外头人们，拣好的换二两来。倘或一时老太太问你们，只说用的是老太太的，不必多说。”周瑞家的方才要去时，宝钗因在坐，乃笑道：“姨娘且住。如今外头人参都没有好的。虽有全枝，他们也必截做两三段，镶嵌上芦泡须枝，搀匀了好卖，看不得粗细。我们铺子里常和行里交易，如今我去和妈妈说了，哥哥去托个伙计过去和参行里要他二两原枝来，不妨咱们多使几两银子，到底得了好的。”王夫人笑道：“倒是你明白。但只还得你亲自走一趟，才能明白。”于是宝钗去了，半日回来说：“已遣人去，赶晚就有回信。明日一早去配也不迟。”王夫人自是喜悦，因说道：“‘卖油的娘子水梳头’。自来家里有的给人多少，这会子轮到自己用，反倒各处寻去。”说毕长叹。宝钗笑道：“这东西虽然值钱，总不过是药，原该济众散人才是。咱们比不得那没见世面的人家，得了这个，就珍藏密敛的。”王夫人点头道：“你这话也是。”\n　　一时宝钗去后，因见无别人在室，遂唤周瑞家的，问：“前日园中搜检的事情，可得下落？”周瑞家的是已和凤姐商议停妥，一字不隐，遂回明王夫人。王夫人吃了一惊。想到司棋系迎春丫头，乃系那边的人，只得令人去回邢氏。周瑞家的回道：“前日那边太太嗔着王善保家的多事，打了几个嘴巴子，如今他也装病在家，不肯出头了。况且又是他外孙女儿，自己打了嘴，他只好装个忘了，日久平服了再说。如今我们过去回时，恐怕又多心，倒象咱们多事是的。不如直把司棋带过去，一并连赃证与那边太太瞧了，不过打一顿配了人，再指个丫头来，岂不省事？如今白告诉去，那边太太再推三阻四的，又说：‘既这样，你太太就该料理，又来说什么呢？’岂不倒耽搁了？倘或那丫头瞅空儿寻了死，反不好了。如今看了两三天，都有些偷懒，倘一时不到，岂不倒弄出事来？”王夫人想了一想，说：“这也倒是。快办了这一件，再办咱们家的那些妖精。”\n　　周瑞家的听说，会齐了那边几个媳妇，先到迎春房里，回明迎春。迎春听了，含泪似有不舍之意，因前夜之事，丫头们悄悄说了原故，虽数年之情难舍，但事关风化，亦无可如何了。那司棋也曾求了迎春，实指望能救，只是迎春语言迟慢，耳软心活，是不能作主的。司棋见了这般，知不能免，因跪着哭道：“姑娘好狠心！哄了我这两日，如今怎么连一句话也没有？”周瑞家的说道：“你还要姑娘留你不成？便留下，你也难见园里的人了。依我们的好话，快快收了这样子，倒是人不知鬼不觉的去罢，大家体面些。”迎春手里拿着一本书正看呢，听了这话，书也不看，话也不答，只管扭着身子呆呆的坐着。周瑞家的又催道：“这么大女孩儿，自己作的还不知道？把姑娘都带的不好了，你还敢紧着缠磨他！”迎春听了，方发话道：“你瞧入画也是几年的，怎么说去就去了？自然不止你两个，想这园里凡大的都要去呢。依我说，将来总有一散，不如各人去罢。”周瑞家的道：“所以到底是姑娘明白。明儿还有打发的人呢，你放心罢。”司棋无法，只得含泪给迎春磕头，和众人告别。又向迎春耳连说：“好歹打听我受罪，替我说个情儿，就是主仆一场！”迎春亦含泪答：“放心。”\n　　于是周瑞家的等人带了司棋出去，又有两个婆子将司棋所有的东西都与他拿着。走了没几步，只见后头绣橘起来，一面也擦着泪，一面递给司棋一个绢包，说：“这是姑娘给你的。主仆一场，如今一旦分离，这个给你做个念心儿罢。”司棋接了，不觉更哭起来了，又和绣橘哭了一回。周瑞家的不耐烦，只管催促，二人只得散了。司棋因又哭告道：“婶子大娘们，好歹略徇个情儿：如今且歇一歇，让我到相好妹妹跟前辞一辞，也是这几年我们相好一场。”周瑞家的等人皆各有事，做这些事便是不得巳了，况且又深恨他们素日大样，如今那里工夫听他的话？因冷笑道：“我劝你去罢，别拉拉扯扯的了！我们还有正经事呢。谁是你一个衣胞里爬出来的？辞他们做什么？你不过挨一会是一会，难道算了不成？依我说，快去罢！”一面说，一面总不住脚，直带着出后角门去。司棋无奈，又不敢再说，只得跟着出来。\n　　可巧正值宝玉从外头进来，一见带了司棋出去，又见后面抱着许多东西，料着此去再不能来了，因听见上夜的事，并晴雯的病也因那日加重，细问晴雯，又不说是为何。今见司棋亦走，不觉如丧魂魄，因忙拦住问道：“那里去？”周瑞家的等皆知宝玉素昔行为，又恐唠叨误事，因笑道：“不干你事，快念书去罢。”宝玉笑道：“姐姐们且站一站，我有道理。”周瑞家的便道：“太太吩咐不许少捱时刻。又有什么道理？我们只知道太太的话，管不得许多。”司棋见了宝玉，因拉住哭道：“他们做不得主，好歹求求太太去！”宝玉不禁也伤心，含泪说道：“我不知你做了什么大事！晴雯也气病着，如今你又要去了，这却怎么着好！”周瑞家的发躁向司棋道：“你如今不是副小姐了，要不听说，我就打得你了。别想往日有姑娘护着，任你们作耗！越说着，还不好生走。一个小爷见了面，也拉拉扯扯的，什么意思！”那几个妇人不由分说，拉着司棋，便出去了。\n　　宝玉又恐他们去告舌，恨的只瞪着他们，看走远了，方指着恨道：“奇怪，奇怪！怎么这些人只一嫁了汉子，染了男人的气味，就这样混账起来，比男人更可杀了！”守园门的婆子听了，也不禁好笑起来，因问道：“这样说，凡女儿个个是好的了，女人个个是坏的了？”宝玉发恨道：“不错，不错！”正说着，只见几个老婆子走来，忙说道：“你们小心传齐了伺候着。此刻太太亲自到园里查人呢。”又吩咐：“快叫怡红院晴雯姑娘的哥嫂来，在这里等着，领出他妹子去。”因又笑道：“阿弥陀佛！今日天睁了眼，把这个祸害妖精退送了，大家清净些。”宝玉一闻得王夫人进来亲查，便料道晴雯也保不住了，早飞也似的赶了去，所以后来趁愿之话，竟未听见。\n　　宝玉及到了怡红院，只见一群人在那里。王夫人在屋里坐着，一脸怒色，见宝玉也不理。晴雯四五日水米不曾沾牙，如今现打炕上拉下来，蓬头垢面的，两个女人搀架起来去了。王夫人吩咐：“把他贴身的衣服撂出去，馀者留下，给好的丫头们穿。”又命：“把这里所有的丫头们都叫来！”一一过目。\n　　原来王夫人惟怕丫头们教坏了宝玉，乃从袭人起以至于极小的粗活小丫头们，个个亲自看了一遍。因问：“谁是和宝玉一日的生日？”本人不敢答言。李嬷嬷指道：“这一个蕙香，又叫做四儿的，是同宝玉一日生日的。”王夫人细看了一看，虽比不上晴雯一半，却有几分水秀，视其行止，聪明皆露在外面，且也打扮的不同。王夫人冷笑道：“这也是个没廉耻的货！他背地里说的同日生日就是夫妻，这可是你说的？打量我隔的远，都不知道呢。可知我身子虽不大来，我的心耳神意时时都在这里。\n难道我统共一个宝玉，就白放心凭你们勾引坏了不成？”这个四儿见王夫人说着他素日和宝玉的私话，不禁红了脸，低头垂泪。王夫人即命：“也快把他家人叫来，领出去配人。”又问：“那芳官呢？”芳官只得过来。王夫人道：“唱戏的女孩子，自然更是狐狸精了！上次放你们，你们又不愿去，可就该安分守己才是。你就成精鼓捣起来，调唆宝玉，无所不为！”芳官等辩道：“并不敢调唆什么了。”王夫人笑道：“你还强嘴！你连你干娘都压倒了，岂止别人。”因喝命：“唤他干娘来领去！就赏他外头找个女婿罢。他的东西，一概给他。”吩咐：“上年凡有姑娘分的唱戏女孩子们，一概不许留在园里，都会其各人干娘带出，自行聘嫁。”一语传出，这些干娘皆感恩趁愿不尽，都约齐给王夫人磕头领去。\n　　王夫人又满屋里搜检宝玉之物。凡略有眼生之物，一并命收卷起来，拿到自己房里去了。因说：“这才干净，省得旁人口舌。”又吩咐袭人、麝月等人：“你们小心，往后再有一点分外之事，我一概不饶！因叫人查看了，今年不宜迁挪，暂且挨过今年，明年一并给我仍旧搬出去，才心净。”说毕，茶也不吃，遂带领众人，又往别处去阅人。\n　　暂且说不到后文，如今且说宝玉，只道王夫人不过来搜检搜检，无甚大事，谁知竟这样雷嗔电怒的来了。所责之事，皆系平日私语，一字不爽，料必不能挽回的。虽心下恨不能一死，但王夫人盛怒之际，自不敢多言。一直跟送王夫人到沁芳亭，王夫人命：“回去好生念念那书！仔细明儿问你。才已发下狠了。”宝玉听如此说，才回来。一路打算：“谁这样犯舌？况这里事也无人知道，如何就都说着了？”一面想，一面进来，只见袭人在那里垂泪。且去了第一等的人，岂不伤心？便倒在床上大哭起来。\n　　袭人知他心里别的犹可，独有晴雯是第一件大事，乃劝道：“哭也不中用。你起来，我告诉你：晴雯已经好了，他这一家去，倒心净养几天。你果然舍不得他，等太太气消了，你再求老太太，慢慢的叫进来，也不难。太太不过偶然听了别人的闲言，在气头上罢了。”宝玉道：“我究竟不知晴雯犯了什么迷天大罪！”袭人道：“太太只嫌他生的太好了，未免轻狂些。太太是深知这样美人似的人，心里是不能安静的，所以很嫌他。象我们这粗粗笨笨的倒好。”宝玉道：“美人似的，心里就不安静么？你那里知道，古来美人安静的多着呢。这也罢了，咱们私自玩话，怎么也知道了？又没外人走风，这可奇怪了。”袭人道：“你有什么忌讳的？一时高兴，你就不管有人没人了。我也曾使过眼色，也曾递过暗号，被那人知道了？你还不觉。”宝玉道：“怎么人人的不是，太太都知道了，单不挑出你和麝月、秋纹来？”袭人听了这话，心内一动，低头半日，无可回答，因便笑道：“正是呢。若论我们，也有玩笑不留心的去处，怎么太太竟忘了？想是还有别的事，等完了再发放我们也未可知。”宝玉笑道：“你是头一个出了名的至善至贤的人，他两个又是你陶冶教育的，焉得有什么该罚之处？只是芳官尚小，过于伶俐些，未免倚强压倒了人，惹人厌。四儿是我误了他，还是那年我和你拌嘴的那日起，叫上来做细活的。众人见我待他好，未免夺了地位，也是有的，故有今日。只是晴雯，也是和你们一样从小儿在老太太屋里过来的，虽生的比人强些，也没什么妨碍着谁的去处。就只是他的性情爽利，口角锋芒，竟也没见他得罪了那一个。可是你说的，想是他过于生得好了，反被这个好带累了！”说毕，复又哭起来。\n　　袭人细揣，此话只是宝玉有疑他之意，竟不好再劝，因叹道：“天知道罢了。此时也查不出人来了。白哭一会子，也无益了。”宝玉冷笑道：“原是想他自幼娇生惯养的，何尝受过一日委屈？如今是一盆才透出嫩箭的兰花送到猪圈里去一般。况又是一身重病，里头一肚子闷气。他又没有亲爹热娘，只有一个醉泥鳅姑舅哥哥，他这一去，那里还等得一月半月？再不能见一面两面的了！”说着，越发心痛起来。袭人笑道：“可是你‘只许州官放火，不许百姓点灯’。我们偶说一句妨碍的话，你就说不吉利；你如今好好的咒他，就该的了？”宝玉道：“我不是妄口咒人，今年春天已有兆头的。”袭人忙问：“何兆？”宝玉道：“这阶下好好的一株海棠花，竟无故死了半边，我就知道有坏事，果然应在他身上。”袭人听了，又笑起来说：“我要不说，又掌不住，你也太婆婆妈妈的了。这样的话，怎么是你读书的人说的？”宝玉叹道：“你们那里知道，不但草木，凡天下有情有理的东西，也和人一样，得了知己，便极有灵验的。若用大题目比，就象孔子庙前桧树，坟前的蓍草，诸葛祠前的柏树，岳武穆坟前的松树，这都是堂堂正大之气，千古不磨之物。世乱他就枯干了，世治他就茂盛了，凡千年枯了又生的几次，这不是应兆么？若是小题目比，就象杨太真沈香亭的木芍药，端正楼的相思树，王昭君坟上的长青草，难道不也有灵验？所以这海棠亦是应着人生的。”袭人听了这篇痴话，又可笑，又可叹，因笑道：“真真的这话越发说上我的气来了。那晴雯是个什么东西？就费这样心思，比出这些正经人来。还有一说，他纵好，也越不过我的次序去。就是这海棠，也该先来比我，也还轮不到他。想是我要死的了。”\n　　宝玉听说，忙掩他的嘴，劝道：“这是何苦，一个未是，你又这样起来。罢了，再别提这事，别弄的去了三个，又饶上一个。”袭人听说，心下暗喜道：“若不如此，也没个了局。”宝玉又道：“我还有一句话要和你商量，不知你肯不肯，现在他的东西，是瞒上不瞒下，悄悄的送还他去。再或有咱们常日积攒下的钱，拿几吊出去，给他养病，也是你姐妹好了一场。”袭人听了，笑道：“你太把我看得忒小器又没人心了，这话还等你说，我才把他的衣裳各物已打点下了，放在那里。如今白日里人多眼杂，又恐生事，且等到晚上，悄悄的叫宋妈给他拿去。我还有攒下的几吊钱，也给他去。”宝玉听了，点点头儿。袭人笑道：“我原是久已‘出名的贤人’，连这一点子好名还不会买去不成？”宝玉听了他方才说的，又陪笑抚慰他，怕他寒了心。晚间，果遣宋妈送去。\n　　宝玉将一切人稳住，便独自得便，到园子后角门，央一个老婆子，带他到晴雯家去。先这婆子百般不肯，只说怕人知道，“回了太太，我还吃饭不吃饭？”无奈宝玉死活央告，又许他些钱，那个婆子方带了他去。\n　　却说这晴雯当日系赖大买的。还有个姑舅哥哥，叫做吴贵，人都叫他贵儿。那时晴雯才得十岁，时常赖嬷嬷带进来，贾母见了喜欢，故此赖嬷嬷就孝敬了贾母。过了几年，赖大又给他姑舅哥哥娶了一房媳妇。谁知贵儿一味胆小老实，那媳妇却倒伶俐，又兼有几分姿色，看着贵儿无能为，便每日家打扮的妖妖调调，两只眼儿水汪汪的，招惹的赖大家人如蝇逐臭，渐渐做出些风流勾当来。那时晴雯已在宝玉屋里，他便央及了晴雯转求凤姐，合赖大家的要过来。目今两口儿就在园子后角门外居住，伺候园中买办杂差。这晴雯一时被撵出来，住在他家。那媳妇那里有心肠照管？吃了饭便自去串门子，只剩下睛雯一人，在外间屋内爬着。\n　　宝玉命那婆子在外望，他独掀起布帘进来，一眼就看见晴雯睡在一领芦席上，幸而被褥还是旧日铺盖的。心内不知自己怎么才好，因上来含泪伸手，轻轻拉他，悄唤两声。当下晴雯又因着了风，又受了哥嫂的歹话，病上加病，嗽了一日，才朦胧睡了。忽闻有人唤他，强展双睁，一见是宝玉，又惊又喜，又悲又痛，一把死攥住他的手，呜咽了半日，方说道：“我只道不得见你了！”接着便嗽个不住。宝玉也只有哽咽之分。晴雯道：“阿弥陀佛，你来得好，且把那茶倒半碗我喝。渴了半日，叫半个人也叫不着。”宝玉听说，忙拭泪问：“茶在那里？”晴雯道：“在炉台上。”宝玉看时，虽有个黑煤乌嘴的吊子，也不象个茶壶。只得桌上去拿一个碗，未到手内，先闻得油膻之气。宝玉只得拿了来，先拿些水洗了两次，复用自己的绢子拭了，闻了闻还有些气味，没奈何，提起壶来斟了半碗。看时绛红的也不大象茶。晴雯扶枕道：“快给我喝一口罢，这就是茶了。那里比得咱们的茶呢。”宝玉听说，先自己尝了一尝，并无茶味，咸涩不堪，只得递给晴妻。只见晴雯如得了甘露一般，一气都灌下去了。\n　　宝玉看着，眼中泪直流下来，连自己的身子都不知为何物了，一面问道：“你有什么说的？趁着没人，告诉我。”晴雯呜咽道：“有什么可说的！不过是挨一刻是一刻，挨一日是一日。我已知横竖不过三五日的光景，我就好回去了。只是一件，我死也不甘心，我虽生得比别人好些，并没有私情勾引你，怎么一口死咬定了我是个‘狐狸精’！我今儿既担了虚名，况且没了远限，不是我说一句后悔的话，早知如此，我当日……”说到这里，气往上咽，便说不出来，两手已经冰凉。宝玉又痛又急，又害怕，便歪在席上，一只手摸着他的手，一只手轻轻的给他捶打着。又不敢大声的叫，真真万箭攒心。两三句话时晴雯才哭出来，宝玉拉着他的手，只觉瘦如枯柴。腕上犹戴着四个银镯，因哭道：“除下来，等好了再戴上去罢。”又说：“这一病好了，又瘦好些！”晴雯拭泪，把那手用力拳回，搁在口边狠命一咬，只听“咯吱”一声，把两根葱管一般的指甲齐根咬下，拉了宝玉的手，将指甲搁在他手里。又回手扎挣着，连揪带脱，在被窝内将贴身穿着的一件旧红绞小袄儿脱下，递给宝玉。不想虚弱透了的人，那里禁得这么抖搂，早喘成一处了。宝玉见他这般，已经会意，连忙解开外衣，将自己的袄儿褪下来，盖在他身上。却把这件穿上，不及扣钮子，只用外头衣裳掩了。刚系腰时，只见晴雯睁眼道：“你扶起我来坐坐。”宝玉只得扶他。那里扶得起？好容易欠起半身，晴雯伸手把宝玉的袄儿往自己身上拉。宝玉连忙给他披上，拖着膊，伸上袖子，轻轻放倒，然后将他的指甲装在荷包里。晴雯哭道：“你去罢！这里腌，你那里受得？你的身子要紧。今日这一来，我就死了，也不枉担了虚名！”\n　　一语未完，只见他嫂子笑嘻嘻掀帘进来道：“好呀，你两个的话，我已都听见了。”又向宝玉道：“你一个做主子的，跑到下人房里来做什么？看着我年轻长的俊，你敢只是来调戏我么？”宝玉听见，吓得忙陪笑央及道：“好姐姐，快别大声的。他伏侍我一场，我私自来瞧瞧他。”那媳妇儿点着头儿，笑道：“怨不得人家都说你有情有义儿的。”便一手拉了宝玉进里间来，笑道：“你要不叫我嚷，这也容易。你只是依我一件事。”说着，便自己坐在炕沿上，把宝玉拉在怀中，紧紧的将两条腿夹住。宝玉那里见过这个？心内早突突的跳起来了。急得满面红胀，身上乱战，又羞又愧又怕又恼，只说：“好姐姐，别闹。”那媳妇乜斜了眼儿，笑道：“呸，成日家听见你在女孩儿们身上做工夫，怎么今儿个就发起讪来了？”宝玉红了脸，笑道：“姐姐撒开手，有话咱们慢慢儿的说。外头有老妈妈听见，什么意思呢？”那媳妇那里肯放，笑道：“我早进来了，已经叫那老婆子去到园门口儿等着呢。我等什么儿似的，今日才等着你了！你要不依我，我就嚷起来，叫里头太太听见了，我看你怎么样？你这么个人，只这么大胆子儿。我刚才进来了好一会子，在窗下细听，屋里只你两个人，我只道有些个体己话儿。这么看起来，你们两个人竟还是各不相扰儿呢。我可不能象他那么傻。”说着，就要动手。宝玉急的死往外拽。\n　　正闹着，只听窗外有人问：“这晴雯姐姐在这里住呢不是？”那媳妇子也吓了一跳，连忙放了宝玉。这宝玉已经吓怔了，听不出声音。外边晴雯听见他嫂子缠磨宝玉，又急又臊又气，一阵虚火上攻，早昏晕过去。那媳妇连忙答应着，出来看，不是别人，却是柳五儿和他母亲两个，抱着一个包袱。柳家的拿着几吊钱，悄悄的问那媳妇道：“这是里头袭姑娘叫拿出来给你们姑娘的。他在那屋里呢？”那媳妇儿笑道：“就是这个屋子，那里还有屋子？”\n　　那柳家的领着五儿刚进门来，只见一个人影儿往屋里一闪。柳家的素知这媳妇子不妥，只打量是他的私人。看见晴雯睡着了，连忙放下，带着五儿便往外走。谁知五儿眼尖，早已见是宝玉，便问他母亲道：“头里不是袭人姐姐那里悄悄儿的找宝二爷呢吗？”柳家的道：“嗳哟，可是忘了。方才老宋妈说：‘见宝二爷出角门来了。门上还有人等着，要关园门呢。’”因回头问那媳妇儿。那媳妇儿自己心虚，便道：“宝二爷那里肯到我们这屋里来？”柳家的听说，便要走。这宝玉一则怕关了门，二则怕那媳妇子进来又缠，也顾不得什么了，连忙掀了帘子出来道：“柳嫂子，你等等我，一路儿走。”柳家的听了，倒唬了一大跳，说：“我的爷，你怎么跑了这里来了？”那宝玉也不答言，一直飞走。那五儿道：“妈妈，你快叫住宝二爷不用忙，留神冒冒失失，被人碰见倒不好。况且才出来时，袭人姐姐已经打发人留了门了。”说着，赶忙同他妈来赶宝玉。这里晴雯的嫂子干瞅着，把个妙人儿走了。\n　　却说宝玉跑进角门，才把心放下来，还是突突乱跳。又怕五儿关在外头，眼巴巴瞅着他母女也进来了。远远听见里边嬷嬷们正查人，若再迟一步，就关了园门了。宝玉进入园中，且喜无人知道。到了自己房里，告诉袭人，只说在薛姨妈家去的，也就罢了。一时铺床，袭人不得不问：“今日怎么睡？”宝玉道：“不管怎么睡罢了。”原来这一二年来，袭人因王夫人看重了他，越发自要尊重，凡背人之处或夜晚之间，总不与宝玉狎昵，较先小时反倒疏远了。虽无大事办理，然一应针线，并宝玉及诸小丫头出入银钱衣履什物等事，也甚烦琐，且有吐血之症，故近来夜间总不与宝玉同房。宝玉夜间胆小，醒了便要唤人，因晴雯睡卧警醒，故夜间一应茶水起坐呼唤之事，悉皆委他一人，所以宝玉外床只是晴雯睡着。他今去了，袭人只得将自己铺盖搬来，铺设床外。\n　　宝玉发了一晚上的呆。袭人催他睡下，然后自睡。只听宝玉在枕上长吁短叹，覆去翻来，直至三更以后，方渐渐安顿了。袭人方放心，也就蒙睡着。没半盏茶时，只听宝玉叫“晴雯”。袭人忙连声答应，问：“做什么？”宝玉因要茶吃。袭人倒了茶来，宝玉乃叹道：“我近来叫惯了他，却忘了是你。”袭人笑道：“他乍来，你也曾睡梦中叫我，以后才改了的。”说着，大家又睡下。宝玉又翻转了一个更次。至五更方睡去时，只见晴雯从外走来，仍是往日行景，进来向宝玉道：“你们好生过罢。我从此就别过了！”说毕，翻身就走。宝玉忙叫时，又将袭人叫醒。袭人还只当他惯了口乱叫，却见宝玉哭了，说道：“晴雯死了！”袭人笑道：“这是那里的话？叫人听着什么意思。”宝玉那里肯听？恨不得一时亮了就遣人去问信。\n　　及至亮时，就有王夫人房里小丫头叫开前角门，传王夫人的话：“‘即时叫起宝玉，快洗脸换了衣裳来。因今儿有人请老爷赏秋菊，老爷因喜欢他前儿做的诗好，故此要带了他们去。’这都是太太的话，你们快告诉去，立逼他快来，老爷在上屋里等他们吃面茶呢。环哥儿早来了。快快儿的去罢。我去叫兰哥儿去了。”里面的婆子听一句，应一句，一面扣着钮子，一面开门。袭人听得叫门，便知有事，一面命人问时，自己已起来了。听得这话，忙催人来舀了洗脸水，催宝玉起来梳洗，他自去取衣。因思跟贾政出门，便不肯拿出十分出色的新鲜衣服来，只拣那三等成色的来。宝玉此时已无法，只得忙忙前来。果然贾政在那里吃茶，十分喜悦。宝玉请了早安，贾环、贾兰二人也都见过，贾政命坐吃茶，向环、兰二人道：“宝玉读书，不及你两个；论题联、和诗这种聪明，你们皆不及他。今日此去，未免叫你们做诗，宝玉须随便助他们两个。”\n　　王夫人自来不曾听见这等考语，真是意外之喜。一时候他父子去了，方欲过贾母那边来时，就有芳官等三个干娘走来，回说：“芳官自前日蒙太太的恩典赏出来了，他就疯了似的，茶饭都不吃，勾引上藕官、蕊官，三个人寻死觅活，只要铰了头发做尼姑去。我只当是小孩子家，一时出去不惯，也是有的，不过隔两日就好了，谁知越闹越凶，打骂着也不怕。实在没法，所以来求太太，或是依他们去做尼姑去，或教导他们一顿，赏给别人做女孩儿去罢。我们没这福。”王夫人听了，道：“胡说！那里由得他们起来，佛门也是轻易进去的么？每人打一顿给他们，看还闹不闹！”当下因八月十五日各庙内上供去，皆有各庙内的尼姑来送供尖，因曾留下水月庵的智通与地藏庵的圆信住下未回，听得此信，就想拐两个女孩子去做活使唤。都向王夫人说：“府上到底是善人家。因太太好善，所以感应得这些小姑娘们皆如此。虽然说‘佛门容易难上’，也要知道‘佛法平等’，我佛立愿，原度一切众生。如今两三个姑娘既然无父母，家乡又远，他们既经了这富贵，又想从小命苦，入了风流行次，将来知道终身怎么样？所以‘苦海回头’，立意出家，修修来世，也是他们的高意。太太倒不要阻了善念。”王夫人原是个善人，起先听见这话，谅系小孩子不遂心的话，将来熬不得清净，反致获罪。今听了这两个拐子的话，大近情理。且近日家中多故，又有邢夫人遣人过来知会，明日接迎春家去住两日，以备人家相看；且又有官媒来求说探春等，心绪正烦，那里着意在这些小事？既听此言，便笑答道：“你两个既这等说，你们就带了做徒弟去如何？”二姑子听了，念一声佛道：“善哉，善哉！若如此，可是老人家的阴功不小。”说毕便稽首拜谢。王夫人道：“既这样，你们问他去。若果真心，即上来当着我拜了师父去罢。”\n    这三个女人听了出去，果然将他三人带来。王夫人问之再三，他三人已立定主意，遂与两个姑子叩了头，又拜辞了王夫人。王夫人见他们意皆决断，知不可强了，反倒伤心可怜，忙命人来取了些东西来赏了他们，又送了两个姑子些礼物。从此芳官跟了水月庵的智通，蕊官藕官二人跟了地藏庵圆信，各自出家去了。\n要知后事，下回分解。",
  "translation": "After the Mid-Autumn Festival, Lady Wang noticed that Xifeng’s illness was less serious. Although not fully recovered, Xifeng could now get about. The doctor was still called in every day to feel her pulse and prescribe medicine. He now prepared pills to regulate her menses and nourish her blood, for which two ounces of good ginseng were needed.\n\nWhen Lady Wang went to fetch this, she spent a long time searching before she found in a small box a few ginseng roots as thin as hair-pins. Dissatisfied, she told the maids to go on looking, and they brought her a large package of fibrous hair-roots.\n\n“When you don’t need a thing, you keep coming across it,” she fumed. “But when you do, you can’t lay your hands on it. Every day I tell you to put everything in order, but you pay no attention and just leave things all over the place.”\n\n“I don’t think there is any more; this is all we have,” said Caiyun. “The other lady took some the last time she came.”\n\n“Nonsense. Look more carefully.”\n\nCaiyun had to go off to search again. She came back with several packages of herbs.\n\n“We don’t know what these are, madam,” she said. “You’d better look yourself. There’s nothing else.”\n\nLady Wang opened the packages but could not identify the contents, which had been forgotten; and there was not a single root of ginseng among them. She sent to ask Xifeng if she had any.\n\nXifeng replied, “I have only a little ginseng concentrate, and though I have a few fibrous roots they’re not too good — I use them for decocting medicine every day.”\n\nLady Wang had to ask Lady Xing, who said, “We ran out the other day and sent to you for some. We’ve none left either.”\n\nAt her wits’ end, Lady Wang went to ask the Lady Dowager for some. The old lady at once told Yuanyang to fetch what was left of her supply. There was still a large bundle of roots of varying thickness, the size of fingers. They weighed out two ounces for Lady Wang, who gave them to Mrs. Zhou to have taken by a page to the doctor. She also told her to take the packages of unidentified herbs to the doctor to be named and labelled.\n\nSoon Mrs. Zhou came back to report, “I’ve taken those things to be labelled. That ginseng is good quality, but it’s too old. Ginseng isn’t like other things; however good it is, it turns to dust after a hundred years. Although this hasn’t turned to dust yet, it’s rotted away and has no strength left. Will you keep this, madam, and no matter what size it is get some new roots to replace it?”\n\nLady Wang lowered her head in thought.\n\n“In that case there’s no way out,” she said finally. “We shall have to buy two ounces.” Not in the mood to check the other herbs, she told Mrs. Zhou, “Put them all away.” She added, “Go and tell the servants outside to buy two ounces of good ginseng. If the old lady asks about it, just say we used hers. Don’t tell her anything else.”\n\nAs Mrs. Zhou was leaving, Baochai who was present proposed, “Don’t go yet, aunt. There’s no good ginseng for sale outside. Even when they have whole roots, they cut them in two or three sections then attach fibrous roots to them to make a well-proportioned-looking whole, so that you can’t tell whether the roots are thick or thin. Our shop has regular dealings with ginseng wholesalers. If I tell my mother, she can get my brother to send one of our assistants to buy a couple of ounces of whole roots from a ginseng dealer. We may have to pay a little more, but we’ll get the genuine article.”\n\n“You’re more practical,” said Lady Wang with a smile. “But I’m afraid you’ll have to go yourself to make sure.”\n\nSo Baochai went off and came back later to announce, “I’ve sent someone. He should have word this evening. It will be time enough tomorrow to make up the prescription.”\n\nNaturally Lady Wang was pleased. “The oil seller’s wife uses water for her hair,” she remarked. “We’ve given away so much of what we had, and now that we need some ourselves we have to search high and low for it.” She sighed. “Don’t worry, aunt,” said Baochai....\n\nThough ginseng is valuable, it’s only medicine and should be used to help people. We’re not like those provincials who get hold of some and hoard it as a treasure.” Lady Wang nodded.\n\n“You are right,” she agreed.\n\nPresently, when Pao-chai had left and there was no one else in the room, she sent for Chou Jui’s wife and asked her, “Did you find out anything the other day when you made a search of the Garden?”\n\nChou Jui’s wife had settled the whole business with Hsi-feng and now reported it truthfully to Lady Wang, who was horrified. Since Ssu-chi was Ying-chun’s maid and the concubine Hsing’s servant, she decided to refer the matter to her.\n\nChou Jui’s wife said, “The other day, the mistress over there was angry with Wang Shan-pao’s wife for making trouble and slapped her face. Now the woman’s pretending to be ill and keeping out of the way. Besides, Ssu-chi’s her grand-daughter, so she’s had to eat her words and will probably pretend to have forgotten the whole business, waiting for the storm to blow over. If we go to report it now, they may suspect us of making more trouble. Better take Ssu-chi over there and show her mistress the evidence. Then all they need do is give the girl a beating and marry her off, and send another maid here — that would be the simplest way. If we just report it, their mistress may raise objections and say, ‘If that’s the case, your mistress can deal with it. Why tell me?’ Wouldn’t that hold things up? And if the girl seized some chance to kill herself, that would be awkward. For the last couple of days we’ve been keeping an eye on her, but the women are lazy. If they leave her alone for a bit and something happens, we shall be in the soup.”\n\nLady Wang thought it over.\n\n“You’re right,” she agreed. “Let’s get this settled quickly, then deal with those hussies in our household.”\n\nChou Jui’s wife thereupon assembled some matrons from the other house and went first to Ying-chun’s apartment to explain the situation to her. Ying-chun, in tears, seemed most reluctant to part with Ssu-chi. After what had happened the previous night, her maids had told her the reason for the search; and though after several years she found it hard to dismiss Ssu-chi, as the girl had offended against the rules she had no choice. Ssu-chi had begged Ying-chun to save her, but Ying-chun was slow of speech and easily swayed, unable to make decisions. When Ssu-chi saw how things were, she knew that she was done for. She fell on her knees to implore her mistress with tears.\n\n“How cruel you are, miss!” she sobbed. “You’ve put me off for the last two days, and now you haven’t a word to say for me.”\n\n“Do you expect the young lady to keep you?” scolded Chou Jui’s wife. “Even if she did, how could you face anyone in the Garden? Take my advice and stop making such an exhibition of yourself. Just leave quietly without any fuss — that’s the best way for all concerned.”\n\nYing-chun, a book in her hand, said nothing to this but sat staring foolishly, twisting her sleeves. When Chou Jui’s wife urged her again to speak up, she said:\n\n“You’ve brought this on yourself. Do you expect me to get into trouble too by pleading for you?”\n\n“Do you expect the young lady to speak up for you?” snapped Chou Jui’s wife. “If she did, you’d only involve her. Take my advice and hurry up. Don’t make us force you.”\n\nThen Ying-chun said, “Take Ju-hua away too. She’s been with me for years, but she’ll have to go. And I don’t suppose you two will be the only ones. Most of the older servants in the Garden will have to go too. In my opinion, sooner or later we’re bound to part, so you may as well leave now.”\n\n“The young lady is right,” said Chou Jui’s wife. “Don’t worry. There’ll be others leaving tomorrow.”\n\nSsu-chi could only kowtow to Ying-chun, then take leave of the other maids.\n\n“Do find out what punishment they give me, miss,” she whispered to Ying-chun. “Do put in a word for me, for the sake of our old times together!”\n\nYing-chun agreed with tears to do this.\n\nThen Chou Jui’s wife and the others led Ssu-chi away, and two old serving-women were told to take along her belongings. They had not gone far when Hsiu-chu came running after them, her face wet with tears. She handed Ssu-chi a silk package.\n\n\"This is from your young mistress,\" said one of the women. \"You were her maid, and now that you’re parting for good she’s giving you this as a keepsake.\"\n\nWhen Siqi took it she could not hold back her sobs. She and Xianju wept together for a while, until Mrs. Zhou urged them impatiently to hurry up. Then they had to separate.\n\n\"Please, aunties, do show a little sympathy,\" begged Siqi tearfully. \"Do let me rest a bit while I say goodbye to a sister who’s a good friend of mine. After all our years together, I can’t just leave without a word.\"\n\nMrs. Zhou and the others, who all had their own business to attend to, had undertaken this task against their will. Besides, they had always detested the airs these girls gave themselves. So they had no time to listen to Siqi.\n\n\"Come on, I advise you to go quietly instead of making a scene,\" said Mrs. Zhou scornfully. \"We’ve serious business to attend to. Were you born of the same mother as those other girls? Why should you have to say goodbye to them? You’re just trying to stall. Do you imagine you can get off in the end? Take my advice and hurry up.\"\n\nAs she spoke she marched straight on without a stop, out through the back gate. Siqi had no choice but to follow, not venturing to plead again.\n\nNow Bao-yu happened to be coming back just then. The sight of Siqi being led away, followed by servants carrying so many things, made him suspect that she would never return. He had heard about the night incident and knew that Qingwen’s illness had been aggravated that day; but when he questioned her she would not tell him the reason. Now Siqi was being sent away too. This gave him such a fright that he flew into a rage. Barring the way he demanded:\n\n\"Where are you taking her?\"\n\nMrs. Zhou knew his eccentric ways and was afraid of his creating a delay.\n\n\"This is none of your business,\" she said with a smile. \"Go back to your studies.\"\n\n\"Do wait a bit, sisters,\" he begged. \"I’ve something to say.\"\n\n\"Her Ladyship’s orders are not to let her delay a single second,\" replied Mrs. Zhou. \"What is there to say? We have to do as we’re told by Her Ladyship. We can’t help you.\"\n\nSiqi stepped forward then and caught hold of Bao-yu.\n\n\"They’ve no say in the matter,\" she sobbed. \"Do beg Her Ladyship for me!\"\n\nBao-yu was heart-broken.\n\n\"What terrible thing have you done?\" he asked with tears in his eyes. \"Qingwen’s ill in bed because she’s angry, and now you’re being sent away. What’s to be done?\"\n\nMrs. Zhou lost patience and accosted Siqi.\n\n\"You’re no young mistress now,\" she cried. \"If you don’t do as you’re told, I’ll beat you. Don’t think you can carry on as you please just because your young mistress used to protect you. The more we talk the less you pay attention. What do you mean by tugging at a young gentleman? It’s disgraceful!\"\n\nThe women then dragged Siqi off, paying no attention to Bao-yu. Fearing that they might report this, he could only glare after them. When they were out of sight he shook his fist at them angrily.\n\n\"How strange!\" he fumed. \"Why is it that as soon as girls marry they get contaminated by men and turn so fishy, even worse than men?\"\n\nThe old women at the Garden gate laughed.\n\n\"Do you mean to say all girls are good and all wives are bad?\" they asked.\n\n\"Quite right, quite right,\" he spluttered angrily.\n\nJust then some other matrons came up.\n\n\"Look out!\" they warned. \"Get everyone assembled and ready. Her Ladyship is coming to the Garden now to make a personal inspection. She’s told us to send for Qingwen’s brother and sister-in-law. They’re to come at once to take her away.\"\n\n\"Amida Buddha!\" exclaimed one woman. \"At last Heaven has opened its eyes. Once this pest is sent packing we’ll have some peace.\"\n\nAs soon as Bao-yu heard that his mother was coming to make a personal inspection, he knew that Qingwen’s fate was sealed. He flew back then to Happy Red Court, not waiting to hear the rest. He found the place full of people. Lady Wang, sitting indoors, looked furious.\n\nHer face dark with rage, Lady Wang ignored him.\n\nSince Qinwen had touched neither rice nor water for four or five days and was now dragged from the kang, she was in no state to walk and had to be supported out by two matrons.\n\n“Throw away her personal clothes,” ordered Lady Wang. “The rest can be kept to be divided among the better maids.” She then summoned for her inspection all the maids in the compound.\n\nTo prevent them from leading Baoyu astray, Lady Wang examined each girl in turn, from Xiren down to the youngest and lowliest. She asked who had the same birthday as Baoyu. No one dared own up, but Nanny Li pointed out one girl.\n\n“This Huixiang, also called Sier, has the same birthday as Baoyu.”\n\nLady Wang looked the girl over carefully. Though not half as good-looking as Qingwen, there was something attractive about her and her behaviour showed her cleverness. She was dressed differently from the others too.\n\n“Another shameless hussy!” sneered Lady Wang. “Behind my back you said that people sharing the same birthday are fated to be husband and wife. Did you say that? Don’t think I live so far away that I don’t know what goes on here. Although I seldom come over, my heart and ears are here all the time. Do you imagine I’d leave my only son at your mercy, to be seduced by you?”\n\nSier, flushing crimson, hung her head and wept at this exposure of her secret talk with Baoyu.\n\n“Fetch her parents at once to take her away and marry her off,” ordered Lady Wang.\n\nThen she asked, “Where is Fangguan?”\n\nFangguan had to step forward.\n\n“Actresses are of course even worse vixens!” scolded Lady Wang. “When I gave you your freedom last time, you chose to stay instead of leaving. In that case you should have behaved yourself. Instead, you bewitched Baoyu and incited him to all kinds of mischief.”\n\n“We never incited him to anything,” protested Fangguan.\n\n“How dare you answer back?” cried Lady Wang. “You even lord it over your adopted mothers, not to say other people.” She ordered Fangguan’s adopted mother to be summoned. “Take her away,” she said. “She can marry someone outside. Give her all her things.” She announced, “All the actresses taken on as maids last year are to leave the Garden. Their adopted mothers can take them away and marry them off.”\n\nThis order was greeted with effusive thanks by the adopted mothers, who came in a body to kowtow to Lady Wang before leading the girls away.\n\nLady Wang also had a thorough search made of Baoyu’s belongings. Anything at all suspicious was removed and taken to her own apartments.\n\n“Now we shall have some peace and stop people gossiping,” she said. She warned Xiren and Sheyue, “Be careful from now on. If anything untoward happens again, I shan’t let you off lightly.”\n\nAfter making inquiries she added, “This year is an unlucky one for moving. So we’ll let that pass. But next year they must all move out to make a clean sweep.” With that she rose and, without taking any tea, led her servants to other parts of the Garden to continue her inspection.\n\nBut enough of this. To return to Baoyu. He had assumed that his mother had simply come to make a routine check, never expecting such a furious onslaught. And since the charges were all based on private talk which he could not deny, he knew that there was no averting this disaster. Although he wished he could die, he dared not say a word while his mother was so angry. He followed her as far as Seeping Fragrance Pavilion, where she ordered him back.\n\n“Go and review your lessons,” she said. “Mind now, I shall be examining you tomorrow.” She had already made up her mind to be severe.\n\nOnly then did Baoyu turn back. On the way he was thinking, “Who could have told on us? No one else knows what goes on here. How did they find out everything?” He walked on, perplexed, until he found Xiren in tears.\n\n\"Wouldn’t that make anyone waiting here upset?\" He threw himself on his bed and started sobbing.\n\nXiren knew that of all things this distressed him most. \"Crying is no use,\" she urged him. \"Get up and I’ll tell you something. Qingwen’s better now. Going home like this will give her a few days of peace and quiet to get well. If you really can’t bear to part with her, after Her Ladyship’s calmed down you can ask the old lady to have her back. That shouldn’t be difficult. Her Ladyship only acted on the spur of the moment because of some gossip she’d heard.\"\n\n\"I’ve no idea what fearful crime Qingwen’s supposed to have committed.\"\n\n\"Her Ladyship thought her too flighty and forward because she’s so good-looking. She knows that beautiful girls are seldom too virtuous, and so she disliked her. It’s better to be ordinary and simple like us.\"\n\n\"Are you saying that all good-looking girls lack virtue?\" he retorted. \"How can you be so ignorant? Many famous beauties in history were most correct. Anyway, that’s not the point. How did people come to know of our private jokes? No outsider could have let this out. It’s very strange.\"\n\n\"You’re so reckless, when you’re in high spirits you don’t care who’s about. I’ve signalled to you with my eyes and given you hints, but you never noticed when other people cottoned on.\"\n\n\"How is it that all our faults are known to Her Ladyship, yet she’s never picked on you, Sheyue or Qiuwen?\"\n\nThis insinuation made Xiren start. She lowered her head and for a while had no answer. Then she said with a smile, \"Yes, why is that? We often joke together and forget to be careful too. Perhaps Her Ladyship has forgotten us for the time being, but may call us to account later for other things.\"\n\n\"You’re known as the most perfect, good and understanding person here,\" he retorted. \"And they were trained by you, so how could they have done anything wrong? Pinger’s still young and rather pert, so she may have put on airs and offended people. As for Sier, I’m the one who’s done her harm. It was after I’d quarrelled with you that year that I asked for her to do sewing for me. And because I treated her well, the others may have been jealous — that’s why this has happened. But Qingwen came to the old lady’s apartments with you as a child, and though she’s better-looking than the rest that didn’t harm anyone. She’s quick-tempered and sharp-tongued, but I’ve never known her offend anyone. As you said, it must be that her good looks have been her undoing.\" He burst out weeping again.\n\nXiren saw from this that he suspected her, and felt it would be indiscreet to reason with him further.\n\n\"God knows the truth,\" she sighed. \"There’s no finding out now who was to blame. It’s no use your crying.\"\n\nHe snorted, \"Of course, she was pampered from childhood and never suffered any harsh treatment. Now it’s as if a fresh orchid shoot had been thrown into a pigsty. And she’s so ill, with all that pent-up anger. She’s no parents, only a rowdy cousin. How can she last there even a fortnight? I doubt if I shall ever see her again.\" This thought wrung his heart.\n\nXiren laughed. \"You’re like ‘the magistrate who goes in for arson but won’t allow common people to light a lamp.’ If we chance to say something unlucky, you swear at us; but you can talk that way yourself.\"\n\n\"I’m not cursing her for nothing. There was an omen this spring.\"\n\n\"What omen?\" Xiren asked quickly.\n\n\"That fine begonia below the terrace: half of it suddenly withered for no reason. I knew then that something bad would happen.\n\n“It was bound to happen to her.”\n\nXiren laughed and said, “I couldn’t resist saying that. You really are an old woman. How can a scholar like you talk such nonsense?”\n\nWith a sigh he answered, “What do any of you know? Not only plants and trees but all things endowed with sensibility are like human beings: when they meet their true friends they show wonderful powers. Take for instance the cypress in front of Confucius’ temple, the yarrow in front of his grave, the juniper in front of Zhuge Liang’s shrine and the pine at Yue Fei’s tomb. These are noble and upright, imperishable through the ages. In times of trouble they wither and dry up, in times of prosperity they put forth luxuriant foliage. Some of them have withered and revived several times in the course of centuries. Isn’t that a portent? For a minor example, take the tree-peonies by the Aloeswood Pavilion and the love-trees in the Tower of Perfect Propriety where Yang Guifei lived, or the evergreen grass on Wang Zhaojun’s grave. Aren’t they miraculous too? So this crab-flower tree is a portent of human destiny.”\n\nXiren found this crazy talk both ridiculous and touching.\n\n“Really, the more you say the more exasperated I get,” she cried. “What is Qingwen anyway, that you should go to such lengths to compare her with all those famous people? And another thing: however good she is, she can’t take precedence over me. Even if this crab-flower tree is a portent, it should apply to me first, not her. Does this mean I’m going to die?”\n\nBaoyu hastily put his hand over her mouth.\n\n“Why take on like that?” he scolded. “I haven’t cleared her yet, and here you are starting again. All right, let’s drop it. We don’t want to lose three of you, and have another thrown in.”\n\nSecretly pleased by this, Xiren thought, “If we don’t do this, there’ll be no end to it.”\n\nBaoyu went on, “I’ve a favour to ask you, but I don’t know whether you’ll agree. We must hush it up and quietly send her her things. And if you’d let me have a few strings of cash that we’ve saved to give her for her illness, that would be showing some sisterly feeling after your long friendship.”\n\n“You really think me too small-minded and heartless,” she retorted smiling. “Do I have to wait for you to tell me? I’ve already packed up her clothes and things and put them aside. But with so many people about in the daytime, I was afraid someone might make trouble. I’ll wait till this evening and quietly send Nurse Song over with them. I’ve some savings too — several strings of cash — which I’ll give her.”\n\nBaoyu nodded. Then Xiren added with a smile, “I’m the one who’s famous for being good, and I’m not going to pass up this chance to enhance my reputation.”\n\nHe smiled and tried to console her, not wanting her to feel hurt.\n\nThat evening, sure enough, they sent Nurse Song off.\n\nAfter Baoyu had seen that everyone was settled, he slipped out alone to the back gate of the Garden and prevailed on an old woman there to take him to Qingwen’s home. At first the woman was most unwilling, saying that she was afraid of being found out.\n\n“If this comes to the mistress’ knowledge, how shall I make a living then?” she demurred.\n\nBut Baoyu pleaded so hard, and promised her money too, that finally she agreed to take him.\n\nNow Qingwen had been bought by Lai Da. She had a cousin to whom she was engaged, Wu Gui, whom everyone called Guier. When she was ten, the old nurse Lai had often brought her to the Rong Mansion and the Lady Dowager had taken such a fancy to her that the nurse had made her a present of the child. Some years later, Lai Da had arranged for Guier to marry a wife. But the man was such a simpleton and so henpecked, while his wife was a clever, good-looking coquette who, despising her husband’s incompetence, decked herself out every day to attract attention. Her sparkling eyes were so seductive that the men in Lai Da’s household flocked round her like flies, and she soon became known for her loose behaviour. By that time Qingwen was working in Baoyu’s apartments. So the wife had asked Qingwen to beg Xifeng to let them work in the Rong Mansion.\n\nHe Lai’s wife had been sent for. Since the couple were living just outside the back gate of the Garden to run errands and do odd jobs there, Qingwen on her expulsion had moved into their house. But her sister-in-law had no time to look after her. After meals she would go out to enjoy herself, leaving Qingwen alone in the outer room.\n\nBaoyu told the old woman to keep watch outside, then lifted the portiere and went in alone. He saw Qingwen lying on a rush mat, but luckily she had her old bedding. Not knowing what to do, with tears in his eyes he stepped forward and softly took her hand, calling her name softly. Qingwen, who had caught a chill and been upset by her cousin’s wife’s bitchiness, had started coughing again and had dozed off only after coughing all day. Hearing herself called now, with an effort she opened her eyes. The sight of Baoyu filled her with surprise and joy as well as heartache. She clutched his hand convulsively and for a time could only sob.\n\n“I thought I’d never see you again,” she gasped at last, and was shaken by another fit of coughing.\n\nBaoyu could only sob too.\n\n“Amida Buddha!” she cried. “How good of you to come! Quick, pour me half a bowl of tea. I’ve been parched all this time, but there’s no one to fetch me any.”\n\nWiping his eyes he asked, “Where is it?”\n\n“On the stove.”\n\nHe saw a black earthenware pot, hardly what could be called a tea-kettle. Taking a bowl from the table, he smelled it and found it rancid; but he had to rinse it out twice with water and wipe it dry on his handkerchief. It still smelt. He had to make the best of it, however, and poured out half a bowl of what looked like dark red but hardly like tea.\n\n“Pass it here, quick!” begged Qingwen, propping herself up. “That’s tea all right. I can’t expect the sort you have.”\n\nBaoyu first sipped it himself. It had no tea flavour, being harsh and salty; but he handed it over and she gulped it down as if it were ambrosia. The sight wrung his heart.\n\n“If you have anything to tell me, now that there’s nobody about, say it,” he urged.\n\n“What is there to say?” she sobbed. “I’m just counting the minutes, dragging on from day to day. I know I’ve not much longer to live — just four or five days at most. Only one thing weighs on my mind: though I’m better-looking than most, I’ve never tried to lead you astray. How could they call me a vamp without any proof? If I’d known I was going to be falsely accused, I’d have done something to deserve the name. But now it’s too late to repent....”\n\nShe was so choked she could say no more, and her hands were icy.\n\nDistraught with grief, Baoyu nestled down beside her on the mat. Clasping her hand, he waited for her to stop sobbing, not daring to cry out loud though he felt as if pierced by ten thousand arrows. It was some time before Qingwen could weep again.\n\nBaoyu holding her hand found it as thin as a dry stick, and on her wrist were four silver bracelets.\n\n“Take these off,” he begged, sobbing too. “You can put them on again when you’re better. Besides, you’ve lost so much weight.”\n\nShe wiped her eyes. With an effort she withdrew her hand and put it to her mouth, clenching her teeth fiercely. There was a crunch as she bit off two of her long tapering nails. Then she took Baoyu’s hand and put the nails on his palm. After that, struggling to raise herself, she started tearing off her inner red silk jacket. As Baoyu tried to stop her, with her weak state she had already managed to take it off and was panting for breath.\n\nBaoyu hastily covered her with her outer garment while she, forcing herself to sit up, pressed the jacket to her face with both hands then let it fall.\n\n“Take it, quick!” she gasped.\n\nAs Baoyu took off his own inner jacket and put it over her, not stopping to put on the one she had given him but hastily wrapping himself in her outer garment, he saw her nodding slightly and then closing her eyes.\n\nQingwen seemed to understand. She quickly took off her own jacket and put it over him, then put on the red garment but did not button it, simply wrapping her outer clothes over it. As she was fastening her belt, Qingwen opened her eyes.\n\n“Help me sit up,” she said.\n\nHe had to help her, but she was too weak to sit up by herself. When at last she was half raised, she reached out to pull his jacket over her. He hastily draped it round her shoulders and helped her slip her arms into the sleeves, then gently laid her down again. He put her nails away in his pouch.\n\n“Go now,” she sobbed. “It’s dirty here, you can’t stand it. You must take care of your health. Now that you’ve come today, I can die content — it’s not in vain that I’ve been blamed for what was never true.”\n\nBefore she could say more, her sister-in-law lifted the door curtain and bounced in.\n\n“Fine doings!” she cried, beaming. “I heard all you said.” She turned to Baoyu. “What are you doing, sir, a young master, in your servants’ room? Just because I’m young and good-looking, do you think you can take liberties with me?”\n\nIn consternation Baoyu forced a smile.\n\n“Do keep your voice down, sister,” he begged. “She waited on me for years, so I came secretly to see her.”\n\nNodding, the woman smiled.\n\n“No wonder everyone says you’re a gentleman. But if you want me to keep quiet, that’s easy — provided you do as I say.” She took him by the hand and drew him into the inner room. “Just do me one favour.” Sitting on the edge of the kang she pulled him to her and tightly clamped him between her thighs.\n\nBaoyu had never known such goings-on. His heart started pounding. Flushing crimson, he trembled all over, too overcome by shame, fear and anger to do anything but plead:\n\n“Don’t carry on like that, dear sister.”\n\nShe eyed him jeeringly.\n\n“Phooey! You’re known for playing around with girls, so don’t pretend to be shy now.”\n\n“If you’ve anything to say, let go of me and we’ll talk,” he blustered. “If the old woman outside hears, what will she think?”\n\nStill she would not let him go.\n\n“I came in early and sent that old woman to wait by the garden gate,” she told him. “I’ve been waiting and waiting for this chance to see you. If you refuse, I’ll raise such a shout that Her Ladyship hears, and then what will you do? For all your fine looks, you’re a coward. I came in some time ago and listened under the window. There were just the two of you in here, and I thought you must be up to something; but it seems you’re not interfering with each other. Well, I’m not such a fool as she is.” She started making advances to him.\n\nHe struggled frantically to break away.\n\nAs they were tussling, someone outside asked, “Does Sister Qingwen live here?”\n\nThe woman, taken by surprise, let go of Baoyu. He was too panic-stricken to recognize the voice. Qingwen, who had heard her sister-in-law pestering him, was frantic with anger, shame and anxiety. A sudden access of rage made her lose consciousness.\n\nThe woman outside had called out and now came in. It was no other than Liu Wu’er and her mother with a bundle. Mrs. Liu had some strings of cash too. She asked the young wife softly:\n\n“This is from Miss Xiren for your sister. Where is she?”\n\n“In this room. Where else?”\n\nAs Mrs. Liu went in with Wu’er, they saw someone dart inside. Knowing the young wife’s reputation, Mrs. Liu assumed this must be one of her lovers. And seeing Qingwen unconscious on the kang, she hastily put down the things.\n\nBaoyu took Wuer by the hand and hurried out. But Wuer, who had sharp eyes, had already recognized him and asked her mother, “Didn’t Sister Xiren send someone quietly to look for Master Bao just now?”\n\n“Aiya, I’d forgotten that,” exclaimed Mrs. Liu. “Old Nanny Song told me just now, ‘I saw Master Bao leave by the side gate. There are people at the gate waiting to close it.’” She turned back to ask Qingwen’s cousin about this.\n\nThe woman, having a guilty conscience, retorted, “Why should Master Bao condescend to come to our place?”\n\nAt that Mrs. Liu made to leave. Afraid that the gate would be closed and that the woman might come out to pester him, Baoyu regardless of the consequences lifted the portiere and stepped out.\n\n“Wait for me, Sister Liu,” he called. “I’ll go with you.”\n\nHis appearance gave her quite a fright. “Mercy on us!” she cried. “What are you doing here, young master?”\n\nWithout answering, Baoyu hurried off.\n\nWuer called after him, “Don’t rush, Master Bao. If you bump into someone that’ll look bad. And when I came out, Sister Xiren had already sent word to keep the gate open for you.”\n\nShe and her mother overtook him then, while Qingwen’s cousin could only stare after them regretfully as they made their escape.\n\nOnce inside the side gate, Baoyu set his mind at rest though his heart was still pounding. He was afraid that Wuer might be locked out, and watched anxiously till she came in with her mother. In the distance they could hear the matrons on duty checking up on people; another minute and the Garden gate would have been closed.\n\nBaoyu reached his own compound thankfully without anyone spotting him. He told Xiren that he had been to Aunt Xue’s place, and that was that.\n\nWhen it was time to bed down, Xiren felt obliged to ask, “Where will you sleep tonight?”\n\n“Anywhere will do,” he answered.\n\nIn the last year or two, because Lady Wang had shown her favour, Xiren had become more circumspect. Whenever they were alone together or at night, she no longer fooled around with Baoyu but kept him at a distance, unlike in the old days. Although she had no major duties, she had to see to the sewing as well as the silver, clothes and other things for Baoyu and the younger maids, all of which kept her quite busy. Besides, she had been spitting blood lately and so had stopped sharing Baoyu’s room at night. He was timid and if he woke up he would call for someone. Since Qingwen had been a light sleeper, he had entrusted all such night tasks to her — getting tea, helping him up or out, or answering his calls. For this reason, she had slept on the couch outside his bed. Now that she was gone, Xiren had to move her own bedding there.\n\nBaoyu was in a daze the whole evening. Xiren urged him to go to bed, then retired herself. But he lay on his pillow sighing and turning to and fro, and not till after midnight did he gradually calm down. Xiren then dozed off. She had been asleep for less than it takes to drink half a cup of tea when she heard him call, “Qingwen!”\n\nShe promptly answered and asked what he wanted.\n\nHe had asked for tea, and she brought him a cup. He then sighed, “I’ve been calling her name so often, I forgot it was you.”\n\nShe smiled. “When she first came, you used to call for me in your sleep. It was only later that you changed.”\n\nThen they went back to bed. Baoyu tossed and turned for another two hours, and just as he was falling asleep before dawn he saw Qingwen come in as in the old days.\n\n“Take good care of yourselves,” she said. “I’m leaving you now.”\n\nWith that she turned and left. He called after her but only succeeded in waking Xiren.\n\n“You’re calling out again from force of habit,” she teased. But then she saw that he was in tears. “Qingwen is dead!” he sobbed.\n\n“Nonsense!” she exclaimed. “How can you say such a thing? If people heard you, what would they think?”\n\nBut he refused to listen to reason and could hardly wait for daybreak to send to ask about her.\n\nUpon daybreak, a young maid from Lady Wang’s apartments came and knocked on the corner gate. She had a message from her mistress:\n\n‘Tell Master Bao to get up at once, wash and change, and come over immediately. His father is taking him out today to see the chrysanthemums. Sir Zheng was so pleased with the poem Bao wrote the other day that he wants to take the young gentlemen with him. Those are Her Ladyship’s instructions. Tell them to hurry and not keep him waiting. Sir Zheng is waiting for them in his room to have tea and gruel. Master Huan is already there. They must come at once. I’m off now to fetch young Master Lan.’\n\nThe old nanny on duty received this message sentence by sentence, and while buttoning her clothes opened the door. When Aroma heard the knocking she knew there must be some reason for it, and by the time she had sent someone to find out what it was she was already up and dressed. She heard the message, and hurriedly had water poured out for Bao-yu to wash, urging him to get up at once and be quick about his toilet. She went to fetch his clothes herself. As he was going out with his father, she deliberately refrained from selecting any of his more spectacular outfits, and chose instead clothes of a rather inferior quality. There was nothing for it. Bao-yu had to hurry over. He found his father sipping tea, in an excellent humour. After paying his respects to his father, he exchanged greetings with Jia Huan and Jia Lan. Jia Zheng told the three boys to sit down and have some tea.\n\n‘Bao-yu may not be as advanced in his studies as you two,’ he said to Jia Huan and Jia Lan, ‘but when it comes to literary composition, couplets and verses and so on, he is decidedly more clever. Today, when we are out, I expect you will all be asked to compose poems. If you are, Bao-yu must give you both a hand.’\n\nLady Wang had never heard Jia Zheng praise Bao-yu like this before. It was an unexpected delight. She waited until father and sons had departed, and was on the point of going over to Grandmother Jia’s apartment, when the foster-mothers of Parfumée, Nénuphar and Petite-Thème came to see her.\n\n‘Since you were kind enough to give Parfumée her freedom the other day, ma’am,’ they said, ‘she has been carrying on like a mad thing, refusing to eat or drink anything. She’s ganged up with Nénuphar and Petite-Thème, and the three of them are set on becoming nuns. They keep threatening to kill themselves, and say they’re going to cut off their hair and become nuns. At first we thought they were just upset at leaving, which is only natural, and that they’d get over it in a day or two. But they’ve been getting worse and worse, and even threats and beatings don’t seem to have any effect. We’re at our wits’ end, and have come to ask your advice, ma’am. Either we let them have their way and become nuns, or we give them a good talking-to and then find them other families to go to. We don’t seem able to cope with them ourselves.’\n\n‘What nonsense!’ exclaimed Lady Wang. ‘They can’t be allowed to run wild like that! It’s not so easy to enter the religious life! Give them a good whipping, and let’s see if they carry on with this silly talk!’\n\nNow it was the fifteenth of the eighth month, a day when offerings were made in various temples, and some of the nuns from these establishments had come to Rong-guo House to deliver ‘offerings of the season’, and two of them, Wisdom from the Convent of the Moon on Water and Faith from the Earthy Saviour Convent, had been invited to stay for a few days. When they heard of this incident, they saw their chance to acquire a couple of young novices to do all their rough work, and came in to see Lady Wang.\n\n‘What a truly virtuous family yours is, ma’am!’ they said. ‘It must be the influence of your own good works that has inspired these young girls to act in this way. We know it is said that “the gate of Buddhism is not easily entered”, but we must also remember that “the Buddha’s law is no respecter of persons”. The purpose of our Lord Buddha’s vow was to save all living creatures. Now these young ladies are orphans, and live far from their native homes. They have known the luxury of life in a great household like this, but they know also that they were poor and ill-fated to start with, and have only known misfortune since entering the world of glamour. They can have no idea what the future holds in store for them. So by “turning from the sea of bitterness” and “taking their stand upon the shore” they are hoping to “amend the errors of a past life” and “ensure a better reincarnation”. It is a most noble and praiseworthy resolve. You should not, ma’am, allow yourself to stand in the way of such a wholesome desire.’\n\nLady Wang was by nature a well-meaning person, and at first, when she heard the girls wanted to become nuns, she had thought it childish petulance on their part, and had feared that they might later be unable to endure the austerity of the religious life and by rebelling against it commit a grave offence. The nuns’ words, however, coming as they did from ‘holy women’, seemed to make good sense. Besides, she had a great deal on her mind at the present time. Lady Xing had sent a messenger to inform her that Ying-chun was to spend a couple of days at home, to be inspected by prospective parents-in-law; and an official matchmaker had called to ask for Tan-chun’s hand. Her mind was in a turmoil, and she had no time to waste on such trivialities as this. She smiled at the nuns:\n\n‘Very well...’\n\n\"If that’s how you feel,” she said, “why not take them as your disciples?”\n\nThe two nuns chanted “Amida Buddha!” and exclaimed, “How very kind! In that case, this good deed of yours will be recorded in the Register of Merits.”\n\nThey bowed their thanks.\n\n“In that case, ask them if they’re willing,” said Lady Wang. “If they’re in earnest, they can kotow to you here in my presence as their teachers.”\n\nThe three matrons went out and brought in the three girls. When after repeated questioning Lady Wang found them all determined, they kotowed to the two nuns and then to her to take their leave. Seeing that their minds were made up and it was no use trying to dissuade them, she felt rather sorry for them and at once ordered servants to fetch some presents for them as well as gifts for the two nuns. So from that day Fang-kuan went with Intelligent of the Water Moon Convent, while Jui-kuan and Ou-kuan went with the nun Faithful of the Earthly Paradise Convent, to become nuns.\n\nBut more of this in the next chapter."
}