{
  "index": "078",
  "title": "第78章 老学士闲征姽婳词 痴公子杜撰芙蓉诔",
  "original": "话说两个尼姑领了芳官等去后，王夫人便往贾母处来。见贾母喜欢，便趁便回道：“宝玉屋里有个晴雯，那个丫头也大了，而且一年之间病不离身。我常见他比别人分外淘气，也懒，前日又病倒了十几天，叫大夫瞧，说是女儿痨，所以我就赶着叫他下去了。若养好了，也不用叫他进来，就赏他家配人去也罢了。再那几个学戏的女孩子，我也做主放了。一则他们都会戏，口里没轻没重，只会混说，女孩儿们听了，如何使得？二则他们唱会子戏，白放了他们，也是应该的。况丫头们也太多，若说不够使，再挑上几个来，也是一样。”贾母听了点头道：“这是正理，我也正想着如此。但晴雯这丫头，我看他甚好，言谈针线都不及他，将来还可以给宝玉使唤的，谁知变了。”王夫人笑道：“老太太挑中的人原不错，只是他命里没造化，所以得了这个病。俗语又说：‘女大十八变。’况且有本事的人，未免就有些调歪，老太太还有什么不曾经历过的。三年前我也就留心这件事，先只取中了他。我留心看了去，他色色比人强，只是不大沉重。知大体，莫若袭人第一。虽说贤妻美妾，也要性情和顺，举止沉重的更好些。袭人的模样虽比晴雯次一等，然放在房里也算是一二等的。况且行事大方，心地老实，这几年从未同着宝玉淘气。凡宝玉十分胡闹的事，他只有死劝的。因此，品择了二年，一点不错了，我悄悄的把他丫头的月钱止住，我的月分银子里批出二两银子来给他，不过使他自己知道，越发小心效好之意。且没有明说，一则宝玉年纪尚小，老爷知道了，又恐就耽误了书；二则宝玉自以为自己跟前的人，不敢劝他说他，反倒纵性起来。所以直到今日，才回明老太太。”贾母听了，笑道：“原来这样，如此更好了。袭人本来从小儿不言不语，我只说是‘没嘴的葫芦’。既是你深知，岂有大错误的。”王夫人又回今日贾政如何夸奖，如何带他们逛去。贾母听了，更加喜悦。\n　　一时，只见迎春妆扮了前来告辞过去。凤姐也来请早安，伺候早饭。又说笑一回，贾母歇晌，王夫人便唤了凤姐，问他丸药可曾配来。凤姐道：“还不曾呢，如今还是吃汤药，太太只管放心，我已大好了。”王夫人见他精神复初，也就信了，因告诉撵逐晴雯等事。又说：“宝丫头怎么私自回家去了？你们都不知道。我前儿顺路都查了一查，谁知兰小子的这一个新进来的奶子，也十分的妖调，也不喜欢他。我说给你大嫂子了，好不好，叫他各自去罢。我因问你大嫂子，‘宝丫头出去，难道你们不知道吗？’他说是告诉了他了，不两三日，等姨妈病好了就进来。姨妈究竟没什么大病，不过咳嗽腰疼年年是如此的。他这去的必有原故，不是有人得罪了他了？那孩子心重，亲戚们住一场，别得罪了人，反不好了。”凤姐笑道：“谁可好好的得罪着他？”王夫人道：“别是宝玉有嘴无心，从来没个忌讳，高了兴信嘴胡说也是有的。”凤姐笑道：“这可是太太过于操心了。若说他出去干正经事，说正经话去，却象傻子；若只叫他进来，在这些姊妹跟前，以至于大小的丫头跟前，最有尽让，又恐怕得罪了人，那是再不得有人恼他的。我想薛妹妹此去，必是为前夜搜检众丫头的原故，他自然为信不及园里的人，他又是亲戚，现也有丫头老婆在内，我们又不好去搜检。他恐我们疑他，所以多了这个心，自己回避了。也是应该避嫌疑的。”王夫人听了这话不错，自己遂低头一想，便命人去请了宝钗来，分晰前日的事，以解他的疑心，又仍命他进来照旧居住。宝钗陪笑道：“我原要早出去的，因姨妈有许多大事，所以不便来说。可巧前日妈妈又不好了，家里两个靠得的女人又病，所以我趁便去了。姨妈今日既已知道了，我正好回明，就从今日辞了，好搬东西。”王夫人、凤姐都笑道：“你太固执了。正经再搬进来为是，休为没要紧的事反疏远了亲戚。”宝钗笑道：“这话说的太重了，并没为什么事要出去。我为的是妈妈近来神思比先大减，而且夜晚没有得靠的人，统共只我一个人；二则如今我哥哥眼看娶嫂子，多少针线活计，并家里一切动用器皿，尚有未齐备的，我也须得帮着妈妈去料理料理。姨妈和凤姐姐都知道我们家的事，不是我撒谎。再者，自我在园里，东南上小角门子就常开着，原是为我走的，保不住出入的人图省走路，也从那里走。又没个人盘查，设若从那里弄出事来，岂不两碍？而且我进园里来睡，原不是什么大事，因前几年年纪都小，且家里没事，在外头不如进来，姊妹们在一处玩笑作针线，都比在外头一人闷坐好些。如今彼此都大了，况姨娘这边历年皆遇不遂心之事，所以那园子里，倘有一时照顾不到的，皆有关系。惟有少几个人，就可以少操些心了。所以今日不但我决意辞去，此外还要劝姨娘，如今该减省就减省些，也不为失了大家的体统。据我看，园里的这一项费用也竟可以免的，说不得当日的话。姨娘深知我家的，难道我家当日也是这样零落不成？”凤姐听了这篇话，便向王夫人笑道：“这话依我竟不必强他。”王夫人点头道：“我也无可回答，只好随你的便罢了。”\n　　说话之间，只见宝玉已回来了，因说：“老爷还未散，恐天黑了，所以先叫我们回来了。”王夫人忙问：“今日可丢了丑了没有？”宝玉笑道：“不但不丢丑，拐了许多东西来。”接着就有老婆子们从二门上小厮手内接进东西来。王夫人一看时，只见扇子三把，扇坠三个，笔墨共六匣，香珠三串，玉绦环三个。宝玉说道：“这是梅翰林送的，那是杨侍郎送的，这是李员外送的：每人一分。”说着，又向怀中取出一个檀香小护身佛来，说：“这是庆国公单给我的。”王夫人又问在席何人，做何诗词。说毕，只将宝玉一分令人拿着，同宝玉、环、兰前来见贾母。贾母看了，喜欢不尽，不免又问些话，无奈宝玉一心记着晴雯，答应完了，便说：“骑马颠了，骨头疼。”贾母便说：“快回房去．换了衣服，疏散疏散就好了，不许睡。”宝玉听了，便忙进园来。\n　　当下麝月、秋纹已带了两个丫头来等候。见宝玉辞了贾母出来，秋纹便将墨笔等物拿着，随宝玉进园来。宝玉满口里说：“好热。”一壁走一面便摘冠解带，将外面的大衣服都脱下来，麝月拿着，只穿着一件松花绫子夹袄，襟内露出血点般大红裤子来。秋纹见这条红裤是晴雯针线，因叹道：“真是‘物在人亡’了！”麝月将秋纹拉了一把，笑道：“这裤子配着松花色袄儿、石青靴子，越显出靛青的头、雪白的脸来了。”宝玉在前，只装没听见，又走了两步便止步道：“我要走一走，这怎么好？”麝月道：“大白日里还怕什么，还怕丢了你不成？”因命两个小丫头跟着，“我们送了这些东西去再来。”宝玉道：“好姐姐，等一等我再去。”麝月道：“我们去了就来。两个人手里都有东西，倒象摆执事的，一跟着文房四宝，一个捧着冠袍带履，成个什么样子。”\n　　宝玉听了，正中心怀，便让他二人去了。他便带了两个小丫头到一块山子石后头，悄问他二人道：“自我去了，你袭人姐姐打发人去瞧晴雯姐姐没有？”这一个答道：“打发宋妈瞧去了。”宝玉道：“回来说什么？”小丫头道：“回来说，晴雯姐姐直着脖子叫了一夜，今日早起，就闭了眼住了口，世事不知，只有倒气的分儿了。”宝玉忙道：“一夜叫的是谁？”小丫头道：“一夜叫的是娘。”宝玉拭泪道：“还叫谁？”小丫头说：“没有听见叫别人了。”宝玉道：“你糊涂。想必没有听真。”旁边那一个小丫头最伶俐，听宝玉如此说，便上来说：“真个他糊涂！”又向宝玉说：“不但我听的真切，我还亲自偷着看去来着。”宝玉听说，忙问：“怎么又亲自看去？”小丫头道；“我想，晴雯姐姐素日和别人不同，待我们极好，如今他虽受了委屈出去，我们不能别的法子救他，只亲去瞧瞧，也不枉素日疼我们一场。就是人知道了，回了太太，打我们一顿，也是愿受的。所以我拚着一顿打，偷着出去瞧了一瞧。谁知他平生为人聪明，至死不变，见我去了，便睁开眼拉我的手问：‘宝玉那里去了？’我告诉他了。他叹了一口气，说，‘不能见了！’我就说：“姐姐何不等一等他回来见一面？”他就笑道：“你们不知道，我不是死，如今天上少了一个花神，玉皇爷叫我去管花儿。我如今在未正二刻就上任去了，宝玉须得未正三刻才到家，只少一刻儿的工夫，不能见面。世上凡有该死的人，阎王勾取了去，是差些个小鬼来拿他的魂儿。要迟延一时半刻，不过烧些纸浇些浆饭，那鬼只顾抢钱去了，该死的人就可挨磨些工夫。我这如今是天上的神仙来请，那里捱得时刻呢。’我听了这话，竟不大信。及进来到屋里，留神看时辰表，果然是未正二刻，他咽了气：正三刻上，就有人来叫我们，说你来了。”宝玉忙道：“你不认得字，所以不知道，这原是有的。不但花有一花神，还有总花神。但他不知做总花神去了，还是单管一样花神？”这丫头听了，一时诌不来。恰好这是八月时节，园中池上芙蓉正开，这丫头便见景生情，忙答道：“我已曾问他：‘是管什么花的神？告诉我们，日后也好供养的。’他说：‘你只可告诉宝玉一人，除他之外，不可泄了天机。’就告诉我说，他就是专管芙蓉花的。”\n　　宝玉听了这话，不但不为怪，亦且去悲生喜，便回过头来，看着那芙蓉笑道：“此花也须得这样一个人去主管。我就料定他那样的人必有一番事业！虽然超生苦海，从此再不能相见了。”免不得伤感思念。因又想：“虽然临终未见，如今且去灵前一拜，也算尽这五六年的情意。”想毕，忙至屋里，正值麝月、秋纹找来。宝玉又自穿戴了，只说去看黛玉，遂一人出园，往前次看望之处来。意为停柩在内，谁知他哥嫂见他一咽气，便回了进去，希图早早些得几两发送例银。王夫人闻知，便命赏了十两银子，又命“即刻送到外头焚化了罢。女子痨死的，断不可留！”他哥嫂听了这话，一面得银，一面催人立刻入殓，抬往城外化人厂上去了。剩的衣裳簪环，约有三四百金之数，他哥嫂自收了，为后日之计。二人将门锁上，一同送殡去了。\n　　宝玉走来扑了一个空，站了半天，并无别法，只得复身进入园中。及回至房中，甚觉无味，因顺路来找黛玉，不在房里。问其何往，丫鬟们回说：“往宝姑娘那里去了。”宝玉又至蘅芜院中，只见寂静无人，房内搬出，空空落落，不觉吃一大惊，才想起前日仿佛听见宝钗要搬出去，只因这两日工课忙就混忘了，这时看见如此，才知道果然搬出。怔了半天，因转念一想：“不如还是和袭人厮混，再与黛玉相伴。只这两三个人，只怕还是同死同归。”想毕，仍往潇湘馆来。偏黛玉还未回来。正在不知所之，忽见王夫人的丫头进来找他，说：“老爷回来了，找你呢。又得了好题目了。快走，快走。”宝玉听了，只得跟了出来。到王夫人屋里，他父亲已出去了，王夫人命人送宝玉至书房里。\n　　彼时贾政正与众幕友们谈论寻书之胜。又说：“临散时，忽谈及一事，最是千古佳谈，‘风流隽逸，忠义感慨’，八字皆备。倒是个好题目，大家要做一首挽词。”众幕宾听了，都请教：“系何等妙事？”贾政乃道：“当日曾有一位王爵，封曰恒王，出镇青州。这恒王最喜女色，且公馀好武，因选了许多美女，日习武事，令众美女学习战攻斗伐之事。内中有个姓林行四的。姿色既佳，且武艺更精，皆呼为林四娘，恒王最得意，遂超拔林四娘统辖诸姬，又呼为将军。”众清客都称：“妙极神奇。竟以‘’下加‘将军’二字，反更觉妩媚风流，真绝世奇文也。想这恒王也是千古第一风流人物了。”贾政笑道：“这话自然如此。但更有可奇可叹之事。”众清客都惊问道：“不知底下有何等奇事？”贾政道：“谁知次年，便有‘黄巾’‘赤眉’一干流贼馀党复又乌合，抢掠山左一带。恒王意为犬羊之辈，不足大举，因轻骑进剿。不意贼众诡谲，两战不胜，恒王遂被众贼所戮。于是青州城内文武官员，各各皆谓‘王尚不胜，你我何为？’遂将有献城之举。林四娘得闻凶信，遂聚集众女将，发令说道：‘你我皆向蒙王恩，戴天履地，不能报其万一。今王既殒身国患，我意亦当殒身于下。尔等有愿随者，即同我前往，不愿者亦早自散去。’众女将听他这样，都一齐说：‘愿意！’于是林四娘带领众人，连夜出城，直杀至贼营。里头众贼不防，也被斩杀了几个首贼。后来大家见是不过几个女人，料不能济事，遂回戈倒兵，奋力一阵，把林四娘等一个不曾留下，倒作成了这林四娘的一片忠心之志。后来报至都中，天子百官，无不叹息。想其朝中自然又有人去剿灭，天兵一到，化为乌有，不必深论。只就林四娘一节，众位听了，可羡不可羡？”众幕友都叹道：“实在可羡可奇！实是个妙题，原该大家挽一挽才是。”说着，早有人取了笔砚，按贾政口中之言，稍加改易了几个字，便成了一篇短序，递给贾政看了。贾政道：“不过如此。他们那里已有原序。昨日内又奉恩旨，着察核前代以来应加褒奖而遗落未经奏请各项人等，无论僧、尼、乞丐、女妇人等，有一事可嘉，即行汇送履历至礼部，备请恩奖。所以他这原序也送往礼部去了。大家听了这新闻，所以都要做一首《词》，以志其忠义。”众人听了，都又笑道：“这原该如此。只是更可羡者，本朝皆系千古未有之旷典，可谓‘圣朝无阙事’了。”贾政点头道：“正是。”\n　　说话间，宝玉、贾环、贾兰俱起身来看了题目。贾政命他三人各吊一首，谁先做成者赏，佳者额外加赏。贾环、贾兰二人近日当着许多人皆做过几首了，胆量愈壮。今看了题目，遂自去思索。一时贾兰先有了，贾环生恐落后，也就有了。二人皆已录出，宝玉尚自出神。\n　　贾政与众人且看他二人的二首。贾兰的是一首七言绝句，写道是：\n　　姽婳将军林四娘，玉为肌骨铁为肠。\n　　捐躯自报恒王后，此日青州土尚香。\n　　众幕宾看了，便皆大赞：“小哥儿十三岁的人就如此，可知家学渊深，真不诬矣。”贾政笑道：“稚子口角，也还难为他。”又看贾环的，是首五言律，写道是：\n　　红粉不知愁，将军意未休。\n　　掩啼离绣幕，抱恨出青州。\n　　自谓酬王德，谁能复寇仇？\n　　好题忠义墓，千古独风流。\n　　众人道：“更佳。到底大几岁年纪，立意又自不同。”贾政道：“倒还不甚大错，终不恳切。”众人道：“这就罢了。三爷才大不多几岁，俱在未冠之时。如此用心做去，再过几年，怕不是大阮、小阮了么？”贾政笑道：“过奖了。只是不肯读书的过失。”\n　　因问宝玉。众人道：“二爷细心镂刻，定又是风流悲感，不同此等的了。”宝玉笑道：“这个题目似不称近体，须得古体或歌或行长篇一首，方能恳切。”众人听了，都站起身来，点头拍手道：“我说他立意不同，每一题到手，必先度其体格宜与不宜，这便是老手妙法。这题目名曰《词》，且既有了序，此必是长篇歌行，方合体式。或拟温八叉《击瓯歌》，或拟李长吉《会稽歌》，或拟白乐天《长恨歌》，或拟咏古词，半叙半咏，流利飘逸，始能尽妙。”贾政听说，也合了主意，遂自提笔向纸上要写。又向宝玉笑道：“如此甚好。你念，我写。若不好了，我捶你的肉，谁许你先大言不惭的！”宝玉只得念了一句道：\n　　恒王好武兼好色，\n　　贾政写了看时，摇头道：“粗鄙！”一幕友道：“要这样方古，究竟不粗。且看他底下的。”贾政道：“姑存之。”宝玉又道：\n　　遂教美女习骑射。歌艳舞不成欢，列阵挽戈为自得。\n　　贾政写出，众人都道：“只这第三句便古朴老健，极妙。这第四句平叙，也最得体。”贾政道：“休谬加奖誉，且看转的如何，宝玉念道：\n　　眼前不见尘沙起，将军俏影红灯里。\n　　众人听了这两句，便都叫妙：“好个‘不见尘沙起’！又承了一句‘俏影红灯里’，用字用句皆入神化了。”宝玉道：\n　　叱咤时闻口舌香，霜矛雪剑娇难举。\n　　众人听了更拍手笑道：“越发画出来了。当日敢是宝公也在坐，见其娇而且闻其香？不然何体贴至此。”宝玉笑道：“闺阁习武，任其勇悍，怎似男人？不问而可知娇怯之形了。”贾政道：“还不快续，这又有你说嘴的了？”宝玉只得又想了一想，念道：\n　　丁香结子芙蓉绦，\n　　众人都道：“转‘萧’韵更妙，这才流利飘逸。而且这句子也绮靡秀媚得妙。”贾政写了，道：“这一句不好，已有过了‘口舌香’、‘娇难举’，何必又如此？这是力量不加，故又弄出这些堆砌货来搪塞。”宝玉笑道：“长歌也须得要些词藻点缀点缀，不然便觉萧索。”贾政道：“你只顾说那些，这一句底下如何转至武事呢？若再多说两句，岂不蛇足了？”宝玉道：“如此，底下一句兜转煞住，想也使得。”贾政冷笑道：“你有多大本领，上头说了一句大开门的散话，如今又要一句连转带煞，岂不心有馀而力不足呢。”宝玉听了，垂头想了一想，说了一句道：\n　　不系明珠系宝刀。\n　　忙问：“这一句可还使得？”众人拍案叫绝。贾政笑道：“且放着，再续。”宝玉道：“使得，我便一气连下去了；若使不得，索性涂了，我再想别的意思出来，再另措词。”贾政听了，便喝道：“多话！不好了再做。便做十篇百篇，还怕辛苦了不成？”宝玉听了，只得想了一会，便念道：\n　　战罢夜阑心力怯，脂痕粉渍污鲛绡。\n　　贾政道：“这又是一段了。底下怎么样？”宝玉道：\n　　明年流寇走山东，强吞虎豹势如蜂。\n　　众人道：“好个‘走’字，便见得高低了。且通句转的也不板。”宝玉又念道：\n　　王率天兵思剿灭，一战再战不成功。\n　　腥风吹折陇中麦，日照旌旗虎帐空。\n　　青山寂寂水澌澌，正是恒王战死时。\n　　雨淋白骨血染草，月冷黄昏鬼守尸。\n　　众人都道：“妙极，妙极！布置叙事词藻，无不尽美。且看如何至四娘，必另有妙转奇句。”宝玉又念道：\n　　纷纷将士只保身，青州眼见皆灰尘。\n　　不期忠义明闺阁，愤起恒王得意人。\n　　众人都道：“铺叙得委婉！”贾政道：“太多了，底下只怕累赘呢。”宝玉又道：\n　　恒王得意数谁行？姽婳将军林四娘。\n　　号今秦姬驱赵女，桃艳李秾临疆场。\n　　绣鞍有泪春愁重，铁甲无声夜气凉。\n　　胜负自难先预定，誓盟生死报前王。\n　　贼势猖獗不可敌，柳折花残血凝碧。\n　　马践胭脂骨髓香，魂依城郭家乡隔。\n　　星驰时报入京师，谁家儿女不伤悲！\n　　天子惊慌愁失守，此时文武皆垂首。\n　　何事文武立朝纲，不及闺中林四娘？\n　　我为四娘长叹息，歌成馀意尚傍徨！\n　　念毕，众人都大赞不止。又从头看了一遍。贾政笑道：“虽说了几句，到底不大恳切。”因说：“去罢。”三人如放了赦的一般，一齐出来，各自回房。众人皆无别话，不过至晚安歇而已。\n　　独有宝玉，一心凄楚。回至园中，猛见池上芙蓉，想起小丫鬟说睛雯做了芙蓉之神，不觉又喜欢起来，乃看着芙蓉嗟叹了一会。忽又想起：“死后并未至灵前一祭，如今何不在芙蓉前一祭，岂不尽了礼？”想毕，便欲行礼。忽又止道：“虽如此，亦不可太草率了，须得衣冠整齐，奠仪周备，方为诚敬。”想了一想：“古人云，‘潢污行潦，荇藻苹繁之贱，可以羞王公，荐鬼神’，原不在物之贵贱，只在心之诚敬而已。然非自作一篇诔文，这一段凄惨酸楚，竟无处可以发泄了。”因用晴雯素日所喜之冰鲛一幅，楷字写成，名曰《芙蓉女儿诔》，前序后歌；又备了晴雯素喜的四样吃食。于是黄昏人静之时，命那小丫头捧至芙蓉前，先行礼毕，将那诔文即挂于芙蓉枝上，乃泣涕念曰：\n　　维太平不易之元，蓉桂竟芳之月，无可奈何之日，怡红院浊玉谨以群花之蕊、冰鲛之、沁芳之泉、枫露之茗：四者虽微，聊以达诚申信，乃致祭于白帝官中抚司秋艳芙蓉女儿之前曰：\n　　窃思女儿自临人世，迄今凡十有六载。其先之乡籍姓氏，湮沦而莫能考者久矣。而玉得于衾枕栉沐之间，栖息宴游之夕，亲昵狎亵，相与共处者，仅五年八月有奇。忆女曩生之昔，其为质则金玉不足喻其贵，其为体则冰雪不足喻其洁。其为神则星日不足喻其精，其为貌则花月不足喻其色。姊娣悉慕娴，妪媪咸仰慧德。孰料鸠鸩恶其高，鹰鸷翻遭罘罬；薋箷妒其臭，茝兰竟被芟。花原自怯，岂奈狂飚？柳本多愁，何禁骤雨！偶遭蛊虿之谗，遂抱膏肓之疾。故樱唇红褪，韵吐呻吟；杏脸香枯，色陈顑颔。诼谣謑诟，出自屏帷；荆棘蓬榛，蔓延窗户。既怀幽沉于不尽，复含罔屈于无穷。高标见嫉，闺闱恨比长沙；贞烈遭危，巾帼惨于雁塞。自蓄辛酸，谁怜夭折？仙云既散，芳趾难寻。洲迷聚窟，何来却死之香？海失灵槎，不获回生之药。眉黛烟青，昨犹我画；指环玉冷，今倩谁温？鼎炉之剩药犹存，襟泪之馀痕尚渍。镜分鸾影，愁开麝月之奁；梳化龙飞，哀折檀云之齿。委金钿于草莽，拾翠盒于尘埃。楼空鹊，从悬七夕之针；带断鸳鸯，谁续五丝之缕？况乃金天属节，白帝司时，孤衾有梦，空室无人。桐阶月暗，芳魂与倩影同消。蓉帐香残，娇喘共细腰俱绝。连天衰草，岂独蒹葭；匝地悲声，无非蟋蟀。露阶晚砌，穿帘不度寒砧；雨荔秋垣，隔院希闻怨笛。芳名未泯，檐前鹦鹉犹呼；艳质将亡，槛外海棠预萎。捉迷屏后，莲瓣无声；斗草庭前，兰芳枉待。抛残绣线，银笺彩袖谁裁？折断冰丝，金斗御香未熨。昨承严命，既趋车而远陟芳园；今犯慈威，复拄杖而遣抛孤柩。及闻蕙棺被燹，顿违共穴之情；石椁成灾，愧逮同灰之诮。尔乃西风古寺，淹滞青磷；落日荒丘，零星白骨。楸榆飒飒，蓬艾萧萧。隔雾圹以啼猿，绕烟塍而泣鬼。岂道红绡帐里，公子情深；始信黄士陇中，女儿命薄！汝南斑斑泪血，洒向西风，梓泽默默馀衷，诉凭冷月。呜呼！固鬼蜮之为灾，岂神灵之有妒！毁奴之口，讨岂从宽！剖悍妇之心，忿犹未释。在卿之尘缘虽浅，而玉之鄙意尤深。因蓄之思，不禁谆谆之问。始知上帝垂旌，花宫待诏。生侪兰蕙，死辖芙蓉。听小婢之言，似涉无稽；据浊玉之思，深为有据。何也？昔叶法善摄魂以撰碑，李长吉被诏而为记：事虽殊，其理则一也。故相物以配才，苛非其人，恶乃滥乎？始信上帝委托权衡，可谓至洽至协，庶不负其所秉赋也。因希其不昧之灵，或陟降于兹，特不揣鄙俗之词，有污慧听。乃歌而招之曰：\n    天何如是之苍苍兮，乘玉虬以游乎穹窿耶？地何如是之茫茫兮，驾瑶象以降乎泉壤耶？望伞盖之陆离兮，抑箕尾之光耶？列羽葆而为前导兮，卫危虚于傍耶？驱丰隆以为庇从兮，望舒月以临耶？听车轨而伊轧兮，御鸾以征耶？闻馥郁而飘然兮，纫蘅杜以为佩耶？斓裙裾之烁烁兮，镂明月以为耶？借葳蕤而成坛兮，擎莲焰以烛兰膏耶？文瓠瓟以为觯兮，洒醽醁以浮桂醑耶？瞻云气而凝眸兮，仿佛有所觇耶？俯波痕而属耳兮，恍惚有所闻耶？期汗漫而无际兮，捐弃予于尘埃耶？倩风廉之为余驱车兮，冀联辔而携归耶？余中心为之慨然兮，徒嗷嗷而何为归耶？余中心为之慨然今，徒焕嗽而何为耶？卿偃然而长寝兮，岂天运之变于斯耶？既窀穸且安稳兮，反其真而又奚化耶？余犹桎梏而悬附兮，灵格余以嗟来耶？来兮止兮，卿其来耶？\n    若夫鸿蒙而居，寂静以外，虽临于兹，余亦莫睹。搴烟萝而为步障，列苍蒲而森行伍。警柳眼之贪眠，释莲心之味苦，素女约于桂岩，宓妃迎于兰渚。弄玉吹笙，寒簧击敔。征嵩岳之妃，启骊山之姥。龟呈洛浦之灵，兽作咸池之舞。潜赤水兮龙吟，集珠林兮凤翥。爰格爰诚，匪簠匪筥。发轫乎霞城，还旌乎玄圃。既显微而若逋，复氤氲而倏阻。离合兮烟云，空蒙兮雾雨。尘敛兮星高，溪山丽兮月午。何心意之怦怦，若寤寐之栩栩？余乃欷歔怅怏，泣涕彷徨。人语兮寂历，天籁兮。鸟惊散而飞，鱼唼喋以响。志哀兮是祷，成礼兮期详。呜呼哀哉！尚飨！\n　　读毕，遂焚帛奠茗，依依不舍。小丫鬟催至再四方才回身。\n忽听山石之后有一人笑道：“且请留步。”二人听了，不觉大惊。那小丫鬟回头一看，却是个人影儿从芙蓉花里走出来，他便大叫：“不好，有鬼！晴雯真来显魂了！”唬得宝玉也忙看时——\n究竟是人是鬼，下回分解。",
  "translation": "After the two nuns had taken Fang-guan and the others away, Lady Wang went to pay her respects to the Lady Dowager. Finding the old lady in good humour, she seized this chance to report:\n\n“There’s a maid in Baoyu’s place called Qingwen. That girl’s grown up now, and she’s been ailing all this year. I’ve often noticed that she’s much more flighty and lazy than the others. The other day she fell ill and was laid up for a dozen days or so. When the doctor came he said she’s got consumption, so I had her sent away at once. If she gets better, we needn’t fetch her back but can give her to her parents to be married off. I’ve also taken it on myself to dismiss those girls who were training as actresses. For one thing, they’ve learned operatic roles and are always spouting nonsense, not watching their tongues — how can we let young ladies hear such shocking talk? For another, as they’ve been giving performances, it’s only fair to let them go free now. Besides, we have plenty of maids. If we’re short-handed we can always pick a few more. It’s all the same.”\n\nThe Lady Dowager nodded.\n\n“Yes, that’s only right,” she agreed. “I was thinking on the same lines. But I thought Qingwen a very good girl, the way she talks and her needlework are superior, and she’d make a good wife for Baoyu in future. Who could have guessed she’d change for the worse?”\n\n“You were quite right in your choice, madam,” said Lady Wang with a smile. “But she has no fortune, that’s why she’s contracted this illness. As the proverb says, ‘A girl changes eighteen times before reaching womanhood.’ And the more ability she has, the more she’s likely to get up to mischief. You’ve had experience of that, madam. I started to consider this matter three years ago, and at first I favoured her too. But after observing her carefully I found that, though she excelled in other ways, she was rather frivolous. The most sensible one is Xiren. Although they say a wife should be virtuous and a concubine beautiful, it’s even better if she has a gentle disposition and dignified ways. Xiren may not be as pretty as Qingwen, but she’s one of the best-looking maids we have. Besides, she’s well behaved and honest. These last few years she’s never given Baoyu any trouble; in fact, whenever he’s been very naughty she’s reasoned with him, even at the risk of death. So after observing her for two years I made no mistake. I stopped her monthly allowance on the quiet and gave her two taels a month from my own stipend to make her try all the harder to prove herself. I didn’t say anything about this openly, partly because Baoyu’s still young and if his father knew he might think this would stop him from studying; partly because if Baoyu knew he had a concubine he might grow even more headstrong, not listening to her advice. That’s why I’ve only told you now, madam.”\n\nThe Lady Dowager chuckled.\n\n“So that’s the way it is! Very good. Xiren’s always been so quiet I thought her a dullard. If you know her so well, of course you can’t be wrong.”\n\nLady Wang went on to describe how Jia Zheng that day had praised Baoyu and taken the boys out to enjoy themselves. This pleased the old lady even more.\n\nJust then Yingchun, in full fig, came to take her leave before going back to her own quarters. Xifeng came to pay her morning respects and wait on the old lady during breakfast. After some further chat the Lady Dowager lay down to rest, and Lady Wang sent for Xifeng to ask whether her pills had been made up.\n\n“Not yet,” said Xifeng. “I’m still taking the decoction. Don’t worry, madam, I’m quite all right again.”\n\nSeeing that she did seem her usual self, Lady Wang believed her and told her about the dismissal of Qingwen and the others.\n\n“Why has Baochai gone home on her own?” she asked. “None of you seem to know. The other day, on my way back, I made some inquiries. And I discovered that Lan’s new nurse is a flighty creature too — I don’t care for her. I’ve told your elder sister-in-law that, if she’s no good, she’d better send her away.\n\n“I asked your sister-in-law, ‘Didn’t you know that Baochai had left?’ She said she’d been told, and in a couple of days when Aunt Xue is better she’ll be back. There’s nothing much wrong with Aunt Xue.\n\nHer illness isn’t serious, just her usual cough and backache every year. She must have some reason for leaving. Can someone have offended her? She’s so sensitive; and after staying so long with us as our relative it would be too bad if she left on account of some offence.”\n\n“Who would dare offend her?” asked Xifeng.\n\n“I was thinking that Baoyu may have said something careless again,” said Lady Wang. “He’s always blurting things out in fun without stopping to think.”\n\n“I’m sure you needn’t worry about that, madam. When he’s doing serious work or talking seriously, he may be stupid; but told to keep his young lady cousins company — even their maids and our maids — he’s most considerate and afraid of offending anyone. No one could take offence at anything he says. I suspect that Cousin Baochai is leaving because of the search the other night. She feels she can’t trust the people in the Garden; but as a relative, with her own maids and nurses there, we couldn’t very well search her place. She’s afraid we may suspect her, and that’s why she’s so upset and wants to move out. It’s only right that she should avoid suspicion.”\n\nLady Wang thought this reasonable and after a little reflection sent to ask Baochai over so that she could explain the reason for the search and clear up any misunderstanding, urging her to move back again.\n\nBaochai said with a smile, “I’d been meaning to move out earlier, but you were so busy then, aunt, that I didn’t like to trouble you. And then, as luck would have it, my mother wasn’t well the other day and two of her most dependable servants were ill too, so I seized that chance to leave. Now that you know, aunt, I’d like to take this opportunity to explain and to move my things out today.”\n\n“That would be too silly,” protested Lady Wang and Xifeng. “Do move back. Don’t let a trifle like this come between relatives.”\n\n“You’re making too much of this,” replied Baochai smiling. “There’s no special reason why I should leave. But my mother’s not as strong as she was and has no one reliable to see to things at night, so she’s all on her own. Besides, my brother’s going to be married soon. There’s a lot of sewing to be done and we’ve still not got all the household utensils we need; I must help my mother to see to these things. You and Xifeng know how things are in our family, aunt; I’m not making this up. Another thing: since I moved into the Garden, the small side-gate in the southeast has often been left open. It was meant for my convenience, but people may use it as a short cut, and as there’s no one to check on those going in and out, if trouble comes of it we shall all be involved. It’s no great matter my moving into the Garden, of course. A few years ago when we were younger and had nothing much to do at home, it was better for me to move in as I could enjoy sewing and joking with the girls instead of moping on my own outside. But now we’re all growing up and you’ve had one upset after another, aunt, all these years; and if anything happens in the Garden which you’ve no time to attend to, that would be serious. The fewer people there are in it, the less cause you’ll have for worry. So I’ve not only made up my mind to move out but want to advise you, aunt, to reduce your expenses — that won’t disgrace the family. In my opinion, the outlay on the Garden is unnecessary. Times have changed. You know what our family used to be like, aunt. Were we as badly off as this before?”\n\nXifeng turned to Lady Wang. “I think we should let her have her way,” she said.\n\nLady Wang nodded.\n\n“I’ve no answer to that,” she said. “Do as you think best.”\n\nJust then Baoyu came in.\n\n“The master hasn’t finished yet,” he announced. “He was afraid it would be dark, so he sent us back first.”\n\n“Did you make a fool of yourself today?” Lady Wang asked him promptly.\n\n\"Not at all,\" he chuckled. \"On the contrary, I got a lot of things.\" As he spoke, some serving-women brought in the things his pages had handed them at the inner gate.\n\nLady Wang saw three fans, three fan-cases, six boxes of writing-brushes and ink, three strings of scented beads and three jade belt-rings.\n\n\"These are from Academician Mei,\" Baoyu told her. \"Those are from Vice-Minister Yang, and these from Li the Imperial Cleric. They each gave me a set.\" Then he produced from his pocket a small sandalwood Buddha. \"And this amulet was given me specially by the Duke of Qing,\" he said.\n\nWhen Lady Wang asked who else had been at the feast and what poems they had written, she had his share of the gifts taken with them as she led Baoyu, Jia Huan and Jia Lan to the Lady Dowager.\n\nThe old lady was delighted with the presents and plied Baoyu with questions. But his thoughts were with Qingwen. Having answered her briefly he said, \"The ride on horseback has made my bones ache.\"\n\n\"Then go and change your clothes quickly and relax,\" she said. \"But don't go to sleep.\"\n\nBaoyu lost no time in going back to the Garden, where Sheyue and Qiuwen were waiting for him with two younger maids. When he left his grandmother, Qiuwen took the writing-materials and accompanied him back. He kept exclaiming how hot he was, and as he walked he took off his cap and belt, stripping off his heavy outer clothes for Sheyue to carry. He was wearing a lined, pale green silk tunic, under which could be glimpsed crimson trousers spattered with bright red flowers.\n\nNoticing that these were the trousers Qingwen had made, Qiuwen sighed, \"The thing is here, but its maker is no more.\"\n\nSheyue nudged her and said with a smile, \"With these trousers, that pale green tunic and his dark blue boots, his blue-black hair and white face show up even better.\"\n\nBaoyu, walking ahead, pretended not to hear. After a few more steps he halted to say, \"I want to have a stroll. What's to be done?\"\n\n\"What is there to be afraid of in broad daylight?\" asked Sheyue. \"Are you afraid of being kidnapped? We'll get two young maids to go with you, while we take these things back.\"\n\n\"Wait for me, dear sisters,\" begged Baoyu.\n\n\"We'll be back soon,\" Qiuwen told him. \"We've both got our hands full. One of us carrying the 'four treasures of the study,' the other your cap, belt and clothes — what a spectacle!\"\n\nThis suited Baoyu. He let them go and, taking the two young maids behind a rockery, asked them softly, \"After I'd gone, did Xiren send anyone to see Sister Qingwen?\"\n\n\"Yes, she sent Nanny Song,\" one of them answered.\n\n\"What did she say when she came back?\"\n\n\"Sister Qingwen cried all night, calling out. Early this morning she closed her eyes and stopped calling, and lost consciousness. Now she's at her last gasp.\"\n\n\"Who was it she called all night?\"\n\n\"Her mother.\"\n\nBaoyu wiped his tears. \"Who else?\"\n\n\"We didn't hear her call anyone else.\"\n\n\"You're stupid. I don't believe you heard properly.\"\n\nThe other young maid was more intelligent. Hearing this she put in, \"She really is stupid!\" Then she told Baoyu, \"Not only did I hear her clearly, I went on the sly to see her.\"\n\n\"How did you manage that?\"\n\n\"I thought: Sister Qingwen's not like the rest, she's always been so good to us. If she's been unfairly dismissed and there's no other way to save her, the least we can do is go to see her, not to let her think we've no gratitude. Even if the mistress hears of it and has us beaten....\"\n\nI’d have been only too glad to take a beating for her. So I slipped out to see her in spite of the risk. She was so clever all her life, and right up to her death she didn’t change. When she saw me she opened her eyes and took my hand to ask, ‘Where is Bao-yu?’ I told her, and she sighed, ‘I shall never see him again!’ I said, ‘Why not wait for him, miss?’ She smiled and said, ‘You don’t understand. I’m not dying. The Jade Emperor has put me in charge of the flowers because there’s a vacancy for a flower-spirit up in heaven. I have to report for duty at half past two. Bao-yu won’t be back till a quarter to three — I shall only miss him by a quarter of an hour. When someone’s time comes to die and the King of Hell sends little devils to fetch his soul, if they’re delayed by burnt paper money or libations of gruel, the one who’s dying can gain a little time. But I’ve been summoned by an immortal from heaven; how can I delay?’ I didn’t really believe her, but when I went back I checked with the clock: she did die at half past two, and just at a quarter to three someone came to tell us you were back, sir.”\n\n“You don’t know how to read, so you didn’t know,” said Bao-yu quickly. “Of course it’s true. There’s not just one goddess for all the flowers, each flower has its own sprite. But is she the chief flower-sprite or only in charge of one flower?”\n\nThe maid was at a loss for an answer. However, as this was the eighth month and the hibiscus was in bloom in the pool in the Garden, she was inspired by the sight to reply:\n\n“I asked her, ‘Which flower are you going to be sprite of, miss, so that we can make offerings to it in future?’ She answered, ‘The heavenly机 mustn’t be divulged. You can only tell Bao-yu.’ Then she told me she’s the sprite in charge of the hibiscus.”\n\nInstead of being shocked by this, Bao-yu was actually overjoyed. He turned to look at the hibiscus and said with a smile, “This flower deserves to have her in charge of it. I always knew someone like her was bound to do great things! Though she’s left this sea of suffering and we can never meet again....” He could not hold back his tears. “Since I couldn’t see her before she died, I must go now to pay my last respects before her coffin, to show I haven’t forgotten her all these years.”\n\nWith that he hurried to his rooms where Musk and Ripple had been looking for him. He changed his clothes again and told them he was going to see Dai-yu. Then he left the Garden alone and went to the place where he had called on her before. He expected to find her coffin there, but her cousin and his wife had reported her death as soon as she breathed her last, in the hope of getting a few tacls for the funeral. Lady Wang had given them ten tacls and ordered, “Take her outside at once and have her cremated. She died of consumption; you can’t keep her coffin here.” At that, not only had they taken the money but they had hurriedly had the corpse encoffined and carried out of the city to the crematorium. The clothes and trinkets left were worth three to four hundred tacls, and this they kept for themselves as provision for the future. Then they locked up the house and went to the funeral.\n\nWhen Bao-yu arrived and found the place empty he stood there in consternation for a while, not knowing what to do. Finally he went back to the Garden. His own rooms seemed to him unbearably dreary, and on the way he decided to call on Dai-yu, but she was not in her room. When he asked the maids where she had gone, they told him she had called on Bao-chai. So he went to Alpinia Park, but all was quiet there and he found the rooms empty. He was quite taken aback, until he remembered that the day before he had heard that Bao-chai was moving out. In the last couple of days, busy with his lessons, he had forgotten this. The sight of the empty house brought it back to his mind. He stood there for some time, lost in thought.\n\nHe thought, \"I'd better go and fool around with Xiren, then keep Cousin Lin company. If only we few could live and die together!\" With this in mind he went back to Bamboo Lodge, only to find that Daiyu had not yet returned. As he was wondering where to go, one of Lady Wang's maids came in to look for him.\n\n\"Your father's back and wants to see you,\" she announced. \"He has a good subject for you to write on. Come quickly!\"\n\nBaoyu had to go with her. By the time he reached his mother's apartments, however, his father had already left. Lady Wang had the servants see him to his study.\n\nJia Zheng was discussing with his secretaries the pleasure of searching for books, and he told them, \"As we were breaking up just now, we hit on a topic which is a favourite subject for panegyrics through the ages. It has everything: 'gallantry, elegance,chivalry and pathos.' So we have a good subject, and we must all compose an elegy.\"\n\nThe secretaries asked what this excellent theme was.\n\n\"Once there was a prince named Heng who was sent to garrison Qingzhou,\" Jia Zheng informed them. \"This prince was a great lover of the fair sex and also, in his leisure hours, enjoyed military pursuits. So he selected many beautiful girls and trained them in military exercises every day. One of them, the fourth of the Lin family, who was not only lovely but also a first-rate fighter, was known as Sister Lin the Fourth. As she was the prince's favourite he put her in charge of all his other girls and gave her the title of General Lin.\"\n\n\"Marvellous!\" cried the secretaries. \"To add 'general' to a girl's name makes her all the more charming and romantic — what a superb tale! This Prince Heng must have been the most gallant man of all time.\"\n\n\"Of course,\" Jia Zheng agreed. \"But there is something even more remarkable and touching.\"\n\n\"What could that be?\" they asked in surprise.\n\n\"The following year, bandits known as the Yellow Scarves and Red Brows started another uprising and began looting in the area east of the mountains. The prince, considering them no better than beasts, decided it was beneath his dignity to take the field against them in full array; so he went to put down the revolt with a small force of cavalry. Little did he expect the bandits to be so treacherous. Having lost two battles, the prince was killed by the outlaws. Then the civil and military officials in Qingzhou wanted to surrender, saying, 'If even our prince couldn't defeat them, what can we do?' When General Lin the Fourth heard this bad news, she assembled all her girl officers and announced, 'We who owe the prince a debt of gratitude as great as heaven and earth can never repay it, not even by death. Now that he has died for the state, I mean to die for him. Those of you who are willing to come with me must set out at once. Those who are not had better disperse quickly.' All the girls declared they were willing to go. So that same night General Lin led them out of the city straight to the bandits' camp. Taken by surprise, the outlaws lost several of their leaders. But then, seeing that their assailants were only girls, they assumed they could not put up much of a fight and turned to strike back, killing every one of them including Lin the Fourth — thus enabling her to prove her loyalty. When this was reported to the capital, the Emperor and all his ministers expressed their admiration. Of course, another expedition was sent to crush the bandits, which disappeared at the approach of the imperial troops — we need not go into that. But isn't this story of Lin the Fourth admirable?\"\n\n\"It certainly is!\" they agreed. \"It would make an excellent subject for an elegy.\"\n\nEven as they spoke writing-brush and inkstone were brought. And one of them, making a few changes in Jia Zheng's account, wrote a short preface which he showed to his patron.\n\n\"That's it,\" said Jia Zheng. \"But they already have a preface at court. And yesterday an imperial decree was received ordering us to investigate and report on all those down the ages, including monks, nuns, beggars and women, who deserve commendation but have been overlooked. As soon as a case is found of someone worthy, the details must be sent to the Ministry of Ceremony to apply for honours. So this account of Lin the Fourth has been sent there too.\"\n\nThey had gone to the Board of Ceremony. When we heard the news we all had to write poems to commemorate their loyalty and heroism.”\n\nThe others laughed and said, “Yes, that’s only right. But what’s even more wonderful is that our present dynasty has established a magnificent precedent unparalleled in history. This truly shows that ‘in a sage reign no complaints are made.’”\n\nJia Zheng nodded. “That’s right,” he said.\n\nBy now Baoyu, Jia Huan and Jia Lan had stepped forward to read the subject set. Jia Zheng told them each to write an elegy, and promised a prize to the one who finished first with an extra reward for the best poem. As Jia Huan and Jia Lan had recently written a number of poems in public they were growing bolder. After reading the subject they started thinking, and presently Jia Lan was the first to have a draft. Afraid of being left behind, Jia Huan quickly finished too. They both wrote out their poems, while Baoyu was still lost in thought.\n\nJia Zheng and the rest first looked at Jia Lan’s poem, a quatrain in the heptameter metre:\n\nBeauteous General Lin the Fourth, of jade-like beauty, iron resolve;\n\nDying to avenge the death of her prince, to this day Qingzhou’s earth is fragrant.\n\n“Excellent!” cried the secretaries. “A young gentleman of thirteen writes like this! This shows the depth of your family learning — it’s no empty reputation.”\n\nJia Zheng smiled. “A child’s poem — still, not bad for a boy.”\n\nThey then read Jia Huan’s poem, a regulated verse in the pentameter metre:\n\nThe maid knows not grief,\n\nBut the general’s heart is sore.\n\nHiding tears she leaves the tent,\n\nFull of anguish goes from Qingzhou.\n\nTo require her prince’s love,\n\nWho would not slay the foe?\n\nThe Loyal Mound is well named;\n\nHer heroism will never fade.\n\n“Even better!” they said. “Being a few years older makes all the difference in the conception.”\n\n“Not too bad,” said Jia Zheng. “But it doesn’t sound heartfelt.”\n\n“Well put,” they agreed. “The third young master is not much older and not yet capped. If he applies himself like this, in a few years’ time he may well turn out another Ruan Ji or Ruan Xian.”\n\nJia Zheng smiled.\n\n“You flatter him. The trouble is that he won’t study hard.”\n\nHe asked to see Baoyu’s poem.\n\n“Master Bao is so scrupulous, he’s bound to produce something subtle and moving, quite out of the ordinary,” they said.\n\nBaoyu told them, “This subject doesn’t seem to suit the modern style. We need an ancient-style song or ballad of some length to do justice to it.”\n\nHearing this they all stood up and nodded approvingly as they clapped their hands.\n\n“We said his conception was different. For each subject he first considers the form most suitable. That shows an old hand at the game. The subject is called ‘song,’ and since there’s a preface it should be a long narrative ballad in the old style. It might imitate Wen Tingyun’s ‘Song of the Water-Mallet,’ Li He’s ‘Song of Kuaiji,’ Bai Juyi’s ‘Song of Eternal Sorrow,’ or some ballad on an ancient theme, half narrative, half lyrical, flowing and free — only so can it be perfect.”\n\nThis coincided with Jia Zheng’s own view. He took up his brush to write, then said to Baoyu with a smile, “Very well. You dictate and I’ll write down. If it’s no good, I’ll give you a thrashing. How dare you boast like that?”\n\nBaoyu had to dictate:\n\nThe Prince of Heng loved martial arts and fair faces....\n\nJia Zheng, writing this down, shook his head. “That sounds vulgar and crude.”\n\n“Never mind, it’s in the ancient style,” said one of the secretaries. “Let’s see what comes next.”\n\n“All right, we’ll let it pass for the moment,” said Jia Zheng.\n\nBaoyu continued:\n\nHe taught his girls to ride and shoot, and with their fine songs and gay dances took no delight, But was pleased to see them drawn up in a rampart of spears.\n\nWhen Jia Zheng had written this the secretaries commented, “The third line is archaic and forceful — excellent. The fourth line is a plain statement, but that’s in keeping too.”\n\n“Don’t overpraise him,” Jia Zheng demurred. “Let’s see how he continues.”\n\nBaoyu went on:\n\nNo dust then dimmed their eyes, and in the red lantern light the general’s lovely form....\n\nAt this point the secretaries applauded.\n\n“Marvellous!” cried the others. “‘No dust did rise’ is first-rate. And then the next line: ‘Her winsome form was mirrored by the lanterns red’ — the language is divine.”\n\nBaoyu continued:\n\n“The fragrance of her lips was with her angry cries blended,\n\nLifting the sword of frost, her soft hands could not bear it.”\n\n“That makes it even more graphic,” they exclaimed, clapping. “So you were there too at the time, sir, to see how soft she was and smell her fragrance? Otherwise, how could you picture her so vividly?”\n\n“Women who learn to fight may be brave, but they can’t be like men,” he replied. “We can imagine how soft and delicate they must be.”\n\n“Stop talking and get on with it,” ordered his father. “What gives you the right to hold forth here?”\n\nBaoyu had to think again, then declaimed:\n\n“With an ivory clasp and tassels as lotus flowers arrayed...”\n\n“Excellent, a change to the ‘ao’ rhyme!” they cried. “That makes it smooth and graceful, and the line itself is exquisite.”\n\nJia Zheng, having written it down, commented, “This line is no good. You’ve already written ‘fragrance of her lips’ and ‘soft hands could not bear it’; why produce another such flowery line? This shows you’re running out of ideas and have to fall back on padding.”\n\n“A long poem needs some embellishment,” protested Baoyu. “Otherwise it reads too drily.”\n\n“Nonsense!” retorted his father. “You’ve no consideration for the context. How are you going to switch to military action after this line? If you add a couple more like this, won’t they seem superfluous?”\n\n“All right, then, in the next line I’ll bring it back to the fighting and wind up that way.”\n\n“You’re over-rating yourself,” sneered Jia Zheng. “After that weak, rambling line you want to switch back and wind up the whole thing in one — that’s simply beyond your capacity.”\n\nBaoyu lowered his head to think, then came out with:\n\n“No pearls she wore, but a gleaming sword.”\n\n“How is that?” he asked eagerly.\n\nThe literary men pounded the table, exclaiming in admiration.\n\n“We’ll leave it for the time being and see how you go on,” said Jia Zheng with a smile.\n\n“If it’s all right I’ll carry straight on,” proposed Baoyu. “If not, I’d better scrap it and think of something else.”\n\n“Just get on with it,” scolded his father.\n\nSo after a little thought Baoyu declaimed:\n\n“After the battle, weary at dead of night,\n\nHer scarf was stained with powder and rouge.”\n\n“Another stanza,” said Jia Zheng. “What next?”\n\nBaoyu continued:\n\n“The following year more bandits in Shandong came,\n\nFierce as leopards and tigers, cruel as a swarm of bees....”\n\n“Good!” cried the others. “The word ‘swarm’ shows your calibre. And the transition isn’t awkward.”\n\nBaoyu went on:\n\n“The king, bent on their destruction, led forth his troops;\n\nBut after one battle, then another, he failed.\n\nA foul wind battered the wheat in the fields,\n\nIn empty camps in the sun streamed his banners.\n\nHills were still, waters flowed, as the king fell,\n\nBones drenched by rain, blood tinged the grass red;\n\nAt dusk the moon grew cold, ghosts kept watch by corpses.”\n\n“Excellent!” they cried. “The imagery, the narrative, the language — all superb. Let’s see now how you bring in Lady Lin.”\n\nBaoyu continued:\n\n“Officers and men could only save their own skins;\n\nAs Qingzhou fell in ruins, they looked on helplessly.\n\nBut in the women’s quarters loyalty and justice blazed:\n\nIndignantly up rose the favourite of Prince Heng.”\n\n“What a skilful transition!” they exclaimed.\n\n“This is too long-winded,” objected Jia Zheng. “I’m afraid what follows may be an anti-climax.”\n\nBaoyu declaimed:\n\n“Who was Heng’s favourite, the foremost of them all?\n\nDemoiselle Huntsman, the Lady Lin by name.\n\nIn battle dress, lovely as peach and plum blossoms,\n\nShe led her women to war at the frontier.\n\nHeavy with spring grief, her embroidered saddle was wet with tears;\n\nIn the chilly night, her coat of mail felt icy.\n\nHard to foretell which side would win;\n\nThey vowed to avenge their lord or die.\n\nThe foe’s onslaught could not be withstood;\n\nThey were cut down, their green blood stained the ground.\n\nHorses trampled on their scented flesh and bones;\n\nTheir souls, pining for home, by the city wall stayed.”\n\nThe news was brought posthaste to the capital, And there was none but mourned this heroine’s fall. The Emperor in dismay was bereft of a town. What could his ministers do but hang their heads down? Why, all those ministers, did they not do their best? They proved less worthy than a girl in her waistcoat. My sigh for her will go on evermore; Pensive after my song, I linger yet. When he had finished reciting this, the others praised it enthusiastically and read it through again. “Not bad,” said Jia Zheng, smiling, “but not really adequate. Let’s go.” The three young men, reprieved, hurried away to their different quarters, and the rest of the party dispersed too to bed that evening. Baoyu alone was grief-stricken. On his return to the Garden, catching sight of the hibiscus by the pool he was reminded of the young maid’s assertion that Qingwen had become the goddess of hibiscus, and this cheered him up. He stood gazing at the flowers and sighing for a while, until it occurred to him: “I never made any offering before her coffin. Why not sacrifice to her now before the hibiscus? Wouldn’t that show proper respect?” But then he thought, “I mustn’t do it too casually, though. I should dress properly and have all the sacrificial prepared to show my devotion.” After some reflection he told himself, “As the ancients said, ‘In puddles or running water, weeds or water-weeds, a humble offering may be made to princes or the gods.’ It’s the feeling that counts, not the value of the offering. But unless I write a funeral ode, this grief of mine will have no way to express itself.” So he wrote one on a length of ice-silk, Qingwen’s favourite material, in regular script, entitling it “An Elegy on the Hibiscus Maid.” It had a preamble followed by a lament. He also prepared the four kinds of food of which Qingwen had been fond. Then that evening, when all was quiet, he ordered a young maid to carry these to the hibiscus and set them down. He bowed first, then hung the elegy on the hibiscus branch. Now with tears he began to read it:\n\nIn this year of eternal peace, in the season when hibiscus and cassia bloom, in hopeless grief, your humble servant Bao-yu of Happy Red Court offers fresh flowers, pure ice-silk, sweet fountain water and scented maple-dew tea. These four meagre offerings cannot fully express my respect and devotion, but I dedicate them to the spirit of Hibiscus, Maid in the White Emperor’s Palace who has charge of autumn flowers.\n\nI reflect that for sixteen years you lived in this world; but your native place and name are long since lost and forgotten. And I was able to share your pillow and mat, to comb your hair and wash, to enjoy your company and recreation, your friendship and affection, for only five years and eight months and a few days more.\n\nI remember how in earlier days, your purity surpassed gold and jade, your chastity ice and snow; your wit was brighter than the stars, your beauty outshone the moon and put the flowers to shame. Your companions admired your gentleness, your elders your kindness. Who could have foreseen that ravens would malign the hawk, trapping it in a net; that thistles and ferns would envy the fragrance which orchid and iris are fated to shed? You were too delicate to withstand such violent blasts, too tender to bear such battering storms; you fell victim to slanderous tongues, and contracted a fatal illness. Then your cherry lips faded and you moaned in vain; your apricot cheeks wasted and your charms faded. Slander and abuse issued from behind curtains; and brambles and thorns choked your windows. You were overwhelmed by boundless grief and endless injustice. Your lofty spirit provoked envy, and a high-minded girl was hated as much as Jia Yi; your untimely end was more tragic than that of the worthy maiden at the frontier. And you had hidden away such bitterness, who else could lament your early death? Now your fairy spirit has dispersed, so hard to find; your fragrant footprints are lost, impossible to follow. We are bewildered by the isle where herbs of immortality grow — where can we find the incense to bring the dead to life? The sea has lost the raft to fairyland — we have no way to obtain the elixir of life. Your smoke-like eyebrows, which I painted, seem still before my eyes; your jade-white fingers, now cold, who is there to warm? The medicine left in the tripod has not been thrown away, the tears on my lapel are still not dry. I have parted with the phoenix mirror you used, and cannot bear to open your vanity case; the hairpin has flown away and the comb too is lost. I have thrown your hair-ornaments in the bushes, and your ear-picks lie in the dust. The magpie-tower is empty, though on the Seventh Night you still offered needles; the belt of love is broken, so who can mend the multi-coloured threads? Besides, this is the season of metal and of white autumn, governed by the White Emperor; I fall asleep alone in my solitary bed, with none in my empty room. The梧桐 by the well seem to wither before their time, and the lantern at the bedside has used up all its oil. And so, I have prepared a humble sacrifice, not to be despised, and offer you a libation of wine as I shed tears of blood.\n\nThe moon is veiled and dark, your sweet form and shadow have vanished. Your orchid fragrance is spent, your gasps and your slender waist are gone. Withered grass stretches to the sky, not reeds alone; everywhere are sounds of lamentation, not just the chirping of crickets. Dew spatters the mossy steps by twilight, no pounding of washing-blocks is heard through the curtains; rain pelts the balustrade by the wall, few flutes lament in the neighbouring courtyard. Your name is not yet forgotten, the parrot before the eaves still calls it; your beauty about to vanish, the crab-apple outside the balustrade withers first. Behind the screen when we played hide-and-seek, your lotus feet made no sound; in the courtyard where we picked orchids, your fragrant fingers plucked them in vain. With discarded silken threads, who will cut patterns from silver paper? The silk is torn, no incense is warmed in the golden brazier. Yesterday, my father ordered me to ride far to the Garden of Fragrant Plants; today, I offend my kind mother by leaning on my staff to escort your solitary coffin. I hear that your coffin has been burned, breaking my heart because we cannot share one grave; and that your tomb has been destroyed, shaming me because our ashes cannot mingle.\n\nNow in an ancient temple by the west wind, your green phosphor is delayed; at sunset on a barren hill, your white bones lie scattered. Elms and catalpas rustle, rank weeds run riot. Through the mist on the plain monkeys cry, ghosts weep round the misty knolls. How could it be said that the young master behind the red silk curtain is deeply attached? Only now do I believe that the girl buried in the yellow earth is ill-fated. I, like the Prince of Runan, shed copious tears of blood which are scattered by the west wind; and, like Shi Chong of Jingu, I sigh in silence, confiding my grief to the cold moon.\n\nAlas! This is the work of ghosts and demons, not of jealous gods. I would tear out that slanderous tongue, yet what punishment could be too severe for her? I would cut out that shrew’s heart, yet still my indignation would not be assuaged. Though your span of worldly happiness was brief, my affection for you is deep. Because of my longing, I cannot refrain from asking you in my bewilderment: Now I know that the Emperor of Heaven has given you a banner and you are waiting in the Flower Palace to be enrolled. Living, you were compared to orchids; dead, you are given charge of lotus flowers. To hear your young maid’s tale seems fantastic, but to my mind it is well founded. Why, Ye Fashan could summon a spirit to write an inscription, and Li He was summoned by the Emperor of Heaven to write a record: though the circumstances differ, the principle is the same. So things are apportioned according to talent, and if the person is not suitable, is not the choice too indiscriminate? Now I believe that the Emperor of Heaven makes fair and just appointments, so that each may develop his or her own nature to the full. I hope that your intelligent spirit will not decline but will come here. Risking your displeasure with my vulgar words, I call to you with this song:\n\nWhy is the sky so deep blue and vast?\n\nAre you riding a jade dragon in the azure void?\n\nWhy is the earth so dull and desolate?\n\nAre you driving a jade elephant down to the yellow spring?\n\nSeeing your canopy of variegated feathers,\n\nDo I mistake it for the constellation Pleiades?\n\nGuarded by the stars Wei and Xu on either side,\n\nAre you preceded by a guard of honour with pheasant fans?\n\nIs the thunder god your outrider\n\nWith the moon goddess your guard behind?\n\nHearing the screech of your chariot wheels,\n\nDo you harness phoenixes to journey here?\n\nSmelling the fragrance borne on the wind,\n\nDo you gather iris to make a girdle?\n\nAre your dazzling bright ornaments\n\nCarved from the brilliant moon?\n\nYou make a flower-figured tripod of lush leaves,\n\nWith lotus lanterns burning orchid oil?\n\nYou carve a calabash into a wine vessel,\n\nFilled with sweet wine from a green-grape flagon?\n\nGazing into the clouds, I strain my eyes;\n\nIs there some apparition there?\n\nLeaning over the stream, I listen intently;\n\nIs there some music in the air?\n\nYou will roam at will with no more bounds,\n\nLeaving me far behind in the world of dust.\n\nO wind god, drive my chariot for me!\n\nI long to travel with you, hand in hand.\n\nMy heart is filled with sadness;\n\nWhat is this wailing for?\n\nYou lie asleep, so still and calm;\n\nIs this the change wrought by Heaven’s way?\n\nSince your tomb is now secure,\n\nWhy must you ascend to heaven?\n\nI am still shackled to this world,\n\nYet your spirit comes to chide me.\n\nCome, then, and stay!\n\nO come, I pray!\n\nIf you dwell in boundless space, in deathly silence, though you come here I shall not see you. You will pluck ivy for a screen, and rank fresh rushes in battle array; you will warn the willows not to bud too soon, and persuade the lotus to give up its bitterness. You will be waited on by the plain maid from the cassia cliff, and welcomed by the Goddess of the River Luo on the orchid-covered islet. Nong Yu will play the flute for you, Han Huang will beat time for you; you will summon the fairy of Mount Song and invite the witch of Mount Li. The magic turtle will present a chart from the River Luo, and the hundred beasts will dance to the music of the Lake of Heaven. A dragon will sing in the Red Water, a phoenix fly in the Jade Forest. You will be moved by my sincerity, not by the sacrificial offerings. You will set out from the City of Rainbows and return to the Garden of Paradise. Your apparition is faint and elusive, then suddenly it is hidden by a fragrant mist. The dense clouds part, the misty rain clears. The mist and clouds disperse, the stars and the wind are still. I am sad at heart and can add no more, having wept all my tears.\n\nHeaven is high and the blue void immense. All this was brought about by your fate, not by my fault. I offer this sacrifice of fresh fruit and pure wine. Come and taste it!\n\n…The dust settles, stars ride high;  \nFair the landscape, the moon at noon.  \nWhy should my heart beat nervously  \nAs if startled from sleep by a dream?  \nDistressed I sigh, disconsolate,  \nShedding tears, hesitant.  \nHuman voices are hushed,  \nThe music of heaven is heard.  \nBirds startled from the trees take wing,  \nFish spewing spray make splashing sounds.  \nIn such grief I offer this prayer,  \nHoping the rite has been well performed.  \nAlas, my sorrow!  \nPartake of this offering.\n\nHaving read the invocation he burned it and made a libation of tea, lingering there reluctant to leave. Not until his young maid had urged him several times to go did he turn away.\n\nSuddenly from behind the rock, someone called, “Wait, please!”\n\nBoth of them were startled. The maid looking round saw a figure emerging from the hibiscus flowers.\n\n“Aiyo! There’s a ghost! Qingwen’s come back!” she cried.\n\nBaoyu in alarm saw the figure too. But who was it?\n\nTo know, read the next chapter."
}