{
  "index": "079",
  "title": "第79章 薛文起悔娶河东吼 贾迎春误嫁中山狼",
  "original": "话说宝玉才祭完了晴雯，只听花阴中有个人声，倒吓了一跳。细看不是别人，却是黛玉，满面含笑，口内说道：“好新奇的祭文！可与《曹娥碑》并传了。”宝玉听了，不觉红了脸，笑答道：“我想着世上这些祭文，都过于熟烂了，所以改个新样。原不过是我一时的玩意儿，谁知被你听见了。有什么大使不得的，何不改削改削？”黛玉道：“原稿在那里？倒要细细的看看。长篇大论，不知说的是什么。只听见中间两句，什么‘红绡帐里，公子情深；黄土陇中，女儿命薄’这一联意思却好。只是‘红绡帐里’未免俗滥些。放着现成的真事，为什么不用？”宝玉忙问：“什么现成的真事？”黛玉笑道：“咱们如今都系霞彩纱糊的窗，何不说‘茜纱窗下，公子多情’呢？”宝玉听了，不禁跌脚笑道：“好极，好极！到底是你想得出，说得出。可知天下古今现成成的好景好事尽多，只是我们愚人想不出来罢了。但只一件，虽然这一改新妙之极，却是你在这里住着还可以，我实不敢当。”说着，又连说“不敢”。黛玉笑道：“何妨，我的窗即可为你之窗，何必如此分晰，也太生疏了。古人异姓陌路，尚然‘肥马轻裘，敝之无憾’，何况咱们？”宝玉笑道：“论交道，不在‘肥马轻裘’，即黄金白璧亦不当锱铢较量。倒是这唐突闺阁上头，却万万使不得的。如今我索性将‘公子’‘女儿’改去，竟算是你诔他的倒妙。况且素日你又待他甚厚，所以宁可弃了这一篇文，万不可弃这‘茜纱’新句。莫若改作‘茜纱窗下，小姐多情；黄土陇中，丫鬟薄命’。如此一改，虽与我不涉，我也惬怀。”黛玉笑道：“他又不是我的丫头，何用此话？况且‘小姐’‘丫鬟’，亦不典雅。等得紫鹃死了，我再如此说，还不算迟呢。”宝玉听了笑道：“这是何苦，又咒他。”黛玉笑道：“是你要咒的，并不是我说的。”宝玉说：“我又有了，这一改恰就妥当了，莫若说‘茜纱窗下，我本无缘，黄土陇中，卿何薄命！’”\n　　黛玉听了，陡然变色。虽有无限狐疑，外面却不肯露出，反连忙含笑点头称妙，说：“果然改得好。再不必乱改了，快去干正经事罢。刚才太太打发人叫你，说明儿一早过大舅母那边去呢。你二姐姐已有人家求准了，所以叫你们过去呢。”宝玉忙道：“何必如此忙？我身上也不大好，明儿还未必能去呢。”黛玉道：“又来了，我劝你把脾气改改罢。一年大，二年小，……”一面说话一面咳嗽起来。宝玉忙道：“这里风冷，咱们只顾站着，凉着呢可不是玩的，快回去罢。”黛玉道：“我也家去歇息了，明儿再见罢。”说着，便自取路去了。宝玉只得闷闷的转步，忽想起黛玉无人随伴，忙命小丫头子跟送回去。自己到了怡红院中，果有王夫人打发嬷嬷们来，吩咐他明日一早过贾赦这边来，与方才黛玉之言相对。\n　　原来贾赦已将迎春许与孙家了。这孙家乃是大同府人氏，祖上系军官出身，乃当日宁、荣府中之门生，算来亦系至交。如今孙家只有一人在京，现袭指挥之职。此人名唤孙绍祖，生得相貌魁梧，体格健壮，弓马娴熟，应酬权变，年纪未满三十，且又家资饶富，现在兵部候缺题升。因未曾娶妻，贾赦见是世交子侄，且人品家当都相称合，遂择为东床娇婿。亦曾回明贾母，贾母心中却不大愿意，但想儿女之事，自有天意，况且他亲父主张，何必出头多事？因此只说“知道了”三字，馀不多及。贾政又深恶孙家，虽是世交，不过是他祖父当日希慕宁荣之势，有不能了结之事挽拜在门下的，并非诗礼名族之裔。因此，倒劝谏过两次，无奈贾赦不听，也只得罢了。\n　　宝玉却未曾会过这孙绍祖一面的，次日只得过去，聊以塞责。只听见那娶亲的日子甚近，不过今年就要过门的，又见邢夫人等回了贾母，将迎春接出大观园去，越发扫兴。每每痴痴呆呆的，不知作何消遣。又听说要陪四个丫头过去，更又跌足道：“从今后这世上又少了五个清净人了！”因此天天到紫菱洲一带地方徘徊瞻顾。见其轩窗寂寞，屏帐倏然，不过只有几个该班上夜的老妪。再看那岸上的蓼花苇叶，也都觉摇摇落落，似有追忆故人之态，迥非素常逞妍斗色可比。所以情不自禁，乃信口吟成一歌曰：\n　　池塘一夜秋风冷，吹散芰荷红玉影。\n　　蓼花菱叶不胜悲，重露繁霜压纤梗。\n　　不闻永昼敲棋声，燕泥点点污棋枰。\n　　古人惜别怜朋友，况我今当手足情！\n　　宝玉方才吟罢，忽闻背后有人笑道：“你又发什么呆呢？”宝玉回头忙看是谁，原来是香菱。宝玉忙转身笑问道：“我的姐姐，你这会子跑到这里来做什么？许多日子也不进来逛逛。”香菱拍手笑嘻嘻的说道：“我何曾不要来。如今你哥哥回来了，那里比先时自由自在的了。才刚我们太太使人找你凤姐姐去，竟没有找着，说往园子里来了。我听见这个话，我就讨了这个差进来找他。遇见他的丫头，说在稻香村呢。如今我往稻香村去，谁知又遇见了你。我还要问你，袭人姐姐这几日可好？怎么忽然把个晴雯姐姐也没了，到底是什么病？二姑娘搬出去的好快，你瞧瞧，这地方一时间就空落落的了。”宝玉只有一味答应，又让他同到怡红院去吃茶。香菱道：“此刻竟不能，等找着琏二奶奶，说完了正经话再来。”宝玉道：“什么正经话，这般忙？”香菱道：“为你哥哥娶嫂子的话，所以要紧。”宝玉道：“正是说的是那一家的好？只听见吵嚷了这半年，今儿又说张家的好，明儿又要李家的，后儿又议论王家的好。这些人家的女儿，他也不知造了什么罪，叫人家好端端的议论。”香菱道：“如今定了，可以不用拉扯别人家了。”宝玉问道：“定了谁家的？”香菱道：“因你哥哥上次出门时，顺路到了个亲戚家去。这门亲原是老亲，且又和我们是同在户部挂名行商，也是数一数的大门户。前日说起来时，你们两府都也知道的，合京城里，上至王侯，下至买卖人，都称他家是‘桂花夏家’。”宝玉忙笑道：“如何又称为‘桂花夏家’？”香菱道：“本姓夏，非常的富贵。其馀田地不用说，单有几十顷地种着桂花，凡这长安那城里城外桂花局，俱是他家的，连宫里一应陈设盆景，亦是他家供奉。因此才有这个混号。如今太爷也没了，只有老奶奶带着一个亲生的姑娘过活，也并没有哥儿弟兄。可惜他竟一门尽绝了后。”宝玉忙道：“咱们也别管他绝后不绝后，只是这姑娘可好？你们大爷怎么就中意了？”香菱笑道：“一则是天缘，二来是‘情人眼里出西施’。当年时又通家来往，从小儿都在一处玩过。叙亲是姑舅兄妹，又没嫌疑。虽离了这几年，前儿一到他家，夏奶奶又是没儿子的，一见了你哥哥出落的这么，又是哭又是笑，竟比见了儿子的还胜。又令他兄妹相见。谁知这姑娘出落的花朵似的了，在家里也读书写字，所以你哥哥当时就一心看准了。连当铺里老伙计们一群人，遭扰了人家三四日。他们还留多住几天，好容易苦辞，才放回家。你哥哥一进门，就咕咕唧唧求我们太太去求亲。我们太太原是见过的，又且门当户对，也依了。和这里姨太太、凤姑娘商议了，打发人去一说，就成了。只是娶的日子太急，所以我们忙乱的很。我也巴不得早些过来，又添了一个做诗的人了。”宝玉冷笑道：“虽如此说，但只我倒替你担心虑后呢。”香菱道：“这是什么话？我倒不懂了。”宝玉笑道：“这有什么不懂的？只怕再有个人来，薛大哥就不肯疼你了。”香菱听了，不觉红了脸，正色道：“这是怎么说？素日咱们都是厮抬厮敬，今日忽然提起这些事来。怪不得人人都说你是个亲近不得的人。”一面说，一面转身走了。\n　　宝玉见他这样，便怅然如有所失，呆呆的站了半日，只得没精打彩，还入怡红院来。一夜不曾安睡，种种不宁。次日便懒进饮食，身体发热。也因近日抄检大观园、逐司棋、别迎春、悲晴雯等羞辱、惊恐、悲凄所致，兼以风寒外感，遂致成疾，卧床不起。贾母听得如此，天天亲来看视。王夫人心中自悔，不合因晴雯过于逼责了他。心中虽如此，脸上却不露出，只吩咐众奶娘等好生伏侍看守。一日两次带进医生来诊脉下药。一月之后，方才渐渐的痊愈。好生保养过百日，方许动荤腥油面，方可出门行走。这百日内，院门前皆不许到，只在屋里玩笑。四五十天后，就把他拘的火星乱迸，那里忍耐的住？虽百般设法，无奈贾母、王夫人执意不从，也只得罢了。因此，和些丫鬟们无所不至，恣意耍笑。又听得薛蟠那里摆酒唱戏，热闹非常，已娶亲入门。闻得这夏家小姐十分俊俏，也略通文翰，宝玉恨不得就过去一见才好。再过些时，又闻得迎春出了阁。宝玉思及当时姊妹，耳鬓厮磨，从今一别，纵得相逢，必不得似先前这等亲热了。眼前又不能去一望，真令人凄惶不尽。少不得潜心忍耐，暂同这些丫鬟们厮闹释闷，幸免贾政责备、逼迫读书之难。这百日内，只不曾拆毁了怡红院，和这些丫头们无法无天，凡世上所无之事，都玩要出来，如今且不消细说。\n　　且说香菱，自那日抢白了宝玉之后，自为宝玉有意唐突，“从此倒要远避他些才好。”因此，以后连大观园也不轻易进来了，日日忙乱着。薛蟠娶过亲，因为得了护身符，自己身上分去责任，到底比这样安静些；二则又知是个有才有貌的佳人，自然是典雅和平的。因此，心里盼过门的日子，比薛蟠还急十倍呢。好容易盼得一日娶过来，他便十分殷勤小心伏侍。\n　　原来这夏家小姐，今年方十七岁，生得亦颇有姿色，亦颇识得几个字。若论心里的丘壑泾渭，颇步熙凤的后尘。只吃亏了一件，从小时父亲去世的早，又无同胞兄弟，寡母独守此女，娇养溺爱，不啻珍宝，凡女儿一举一动，他母亲皆百依百顺，因此未免酿成个盗跖的情性，自己尊若菩萨，他人秽如粪土。外具花柳之资，内秉风雷之性。在家里和丫鬟们使性赌气，轻骂重打的。今儿出了阁，自为要作当家的奶奶，比不得做女儿时腼腆温柔，须要拿出威风来才钤压得住人。况且见薛蟠气质刚硬，举止骄奢，若不趁热灶一气炮制．将来必不能自竖旗帜矣。又见有香菱这等一个才貌俱全的爱妾在室，越发添了“宋太祖灭南唐”之意。因他家多桂花，他小名就叫做金桂。他在家时，不许人口中带出“金”“桂”二字来，凡有不留心误道一字者，他便定要苦打重罚才罢。他因想“桂花”二字是禁止不住的，须得另换一名，想桂花曾有广寒嫦娥之说，便将桂花改为“嫦娥花”，又寓自己身分。如今薛蟠本是个怜新弃旧的人，且是有酒胆无饭力的，如今得了这一个妻子，正在新鲜兴头上，凡事未免尽让他些。那夏金桂见是这般形景，便也试着一步紧似一步。一月之中，二人气概都还相平；至两月之后，便觉薛蟠的气概渐次的低矮了下去。\n　　一日，薛蟠酒后，不知要行何事，先和金桂商议。金桂执意不从，薛蟠便忍不住，便发了几句话，赌气自行了。金桂便哭的如醉人一般，茶汤不进，装起病来，请医疗治。医生又说：“气血相逆，当进宽胸顺气之剂。”薛姨妈恨得骂了薛蟠一顿，说：“如今娶了亲，眼前抱儿子了，还是这么胡闹！人家凤凰似的，好容易养了一个女儿，比花朵儿还轻巧，原看的你是个人物，才给你做媳妇，你不说收了心，安分守己，一心一计，和和气气的过日子，还是这么胡闹，喝了黄汤折磨人家。这会子花钱吃药白遭心。”一席话说的薛蟠后悔不迭，反来安慰金桂。金桂见婆婆如此说，越发得了意，更装出些张致来，不理薛蟠。薛蟠没了主意，惟有自软而已。好容易十天半月之后，才渐渐的哄转过金桂的心来。\n自此，便加一倍小心，气概不免又矮了半截下来。那金桂见丈夫旗纛渐倒，婆婆良善，也就渐渐的持戈试马。先时不过挟制薛蟠，后来倚娇作媚，将及薛姨妈，后将至宝钗。宝钗久察其不轨之心，每每随机应变，暗以言语弹压其志。金桂知其不可犯，便欲寻隙，苦得无隙可乘，倒只好曲意俯就。一日，金桂无事，因和香菱闲谈，问香菱家乡父母。香菱皆答“忘记”，金桂便不悦，说有意欺瞒了他。因问：“‘香菱’二字是谁起的？”香菱便答道：“姑娘起的。”金桂冷笑道：“人人都说姑娘通，只这一个名字就不通。”香菱忙笑道：“奶奶若说姑娘不通，奶奶没合姑娘讲究过。说起来，他的学问，连咱们姨老爷常时还夸的呢。”\n欲知香菱说出何话，且听下回分解。",
  "translation": "Baoyu had just finished sacrificing to Qingwen when he was startled by a voice from the shadow of the flowers. Looking carefully he saw to his surprise that it was Daiyu, who greeted him smilingly.\n\n“What a fine, original elegy! It’s as good as the ‘Eulogy on Cao E.’ ” Blushing, he answered with a smile, “I was just having a little fun. Don’t make fun of me. How did you happen to hear it?”\n\n“I want to look it over carefully. It’s so long I couldn’t catch it all, but I did hear one couplet: ‘In the red silk bed-curtain the young master pines; By the mound of yellow earth the young maid’s fate is sealed.’ That’s good, but ‘red silk bed-curtain’ is rather trite. Why not use something that’s true to fact?”\n\n“What do you mean?”\n\n“We’ve now got red gauze on our windows. Why not: ‘Under the red gauze window the young master pines’?”\n\n“Yes, yes!” he cried in delight. “That’s brilliant. You’re the only one who could have hit on it. There are so many beautiful scenes and fine things in the world, if only stupid people like me can’t think of them. But though this is a most ingenious improvement, it’s all right for you to use it but it wouldn’t do for me.”\n\n“What nonsense. My window can be your window. There’s no need to make such distinctions. That’s too pedantic. Even complete strangers are willing to ‘share their horses and light furs without grudging’ them to friends; so why should we split hairs?”\n\n“All right. But what worries me is that this might seem disrespectful to you. Suppose we change ‘young master’ and ‘young maid’ and make it a sacrifice by you to her. You were always good to her, after all. I’d rather scrap this whole elegy than give up your line about the red gauze. How about this: ‘Under the red gauze window the young lady is kind; By the mound of yellow earth the maid’s fate is sealed’?”\n\nDaiyu smiled. “She wasn’t my maid, so that wouldn’t do. Besides, ‘young lady’ and ‘maid’ don’t sound well. When Zijuan dies, I can use that couplet for her.”\n\n“Why take it out on her?” protested Baoyu laughingly.\n\n“It’s you who are taking it out on her, not me.”\n\n“Wait, I’ve got a better version. How about this:\n\nUnder the red gauze window I had no luck;\nBy the mound of yellow earth how ill-fated you were!”\n\nAt this Daiyu’s face changed colour. Though infinitely suspicious, she did not show it but simply nodded with a smile.\n\n“Yes, that’s good.... But you mustn’t go on changing it. You’d better attend to your proper business. Her Ladyship sent someone just now to ask you to go first thing tomorrow to your uncle’s. Your second cousin’s engagement has been settled, so she wants you to go over.”\n\n“What’s the hurry? I’m not feeling too well and I may not be able to go tomorrow.”\n\n“There you go again. I advise you to change your ways. You’re growing up....” She was interrupted by a fit of coughing.\n\n“It’s chilly here,” he said. “We mustn’t stay standing in the wind. Do go back to your rooms now.”\n\n“Yes, it’s time I rested. I’ll see you tomorrow.” With that she went off.\n\nHe turned away, depressed, and suddenly it occurred to him that Daiyu had no one with her. He at once ordered a young maid to see her home. When he reached Happy Red Court, he found some nannies sent by Lady Wang to tell him to go first thing the next morning to his uncle Jia She’s house — which confirmed what Daiyu had just said.\n\nIt appeared that Jia She had already promised Yingchun in marriage to a son of the Sun family. They came from Datong Prefecture and were descendants of army officers who had been proteges of the Ning and Rong Mansions, so that the two families had been on good terms for generations. At present there was only one young man of the Sun family in the capital. He had inherited the post of a military commander. This Sun Shaozu was a stalwart, handsome young man, a good archer and horseman, a skilled exponent of the arts of war and a fine talker. Not yet thirty, he was wealthy too and waiting in the Ministry of War for a vacancy to which he could be promoted. As he was still unmarried and Jia She knew him to be the worthy son of an old family friend, a young man of good character and means, he had chosen him to be his son-in-law. He had reported this to the Lady Dowager, who had some misgivings about the match; but reflecting that in such matters it is best to abide by the parents’ decision, and not to make trouble by butting in, she had simply said, “I see,” and made no further comment. Jia Zheng, however, had a poor opinion of the Suns. Although old friends, they were no descendants of a cultured, scholarly family but simply — as he had learned — people who in the past had fawned on the Jias of Ning and Rong Mansions and, when they found themselves in difficulties, had sought their patronage. He had tried twice to dissuade his brother, but Jia She would not listen; so he had to let the matter drop.\n\nBaoyu, who had never met Sun Shaozu, went the next day to his uncle’s house simply to go through the motions. He learned that the wedding day was very near and the bride would be fetched still this year. Then Lady Xing and the others asked the Lady Dowager’s permission to move Yingchun out of Grand View Garden, which made him even more disconsolate. He went about in a daze, not knowing how to kill time. When he heard that Yingchun was to be given four maids as attendants, he stamped his foot and exclaimed, “From now on there will be five fewer pure people in the world!”\n\nHe took to wandering every day near Purple Caltrop Isle. The place seemed desolate, its windows quiet, its curtains still. Only a few old women were left on night duty there. And when he looked at the reeds and rushes on the bank, they seemed wilted and woebegone, as if pining for their former mistress — a very different sight from their lush green in other years. He was so overcome that, hardly aware of what he was doing, he chanted this lament:\n\nThe pool’s chilled by autumn wind at night,\nDispersing the red shadows of lotus blooms;\nSmartweed and caltrop leaves are swamped with grief,\nWeighed down by heavy dew and thick hoar-frost;\nNo more is heard the click of chessmen heard\nAs swallows’ droppings stain the chessboard floor;\nThe ancients mourning parted friends were less\nDistressed than I, bereft of my own sister!\n\nHe had hardly finished when someone behind him cried with a laugh, “What are you raving about now?”\n\nHe turned and saw that it was Xiangling. Smiling he asked, “Why have you come here, my dear sister? It’s a long time since you visited the Garden.”\n\n“I’ve been meaning to,” she replied cheerfully. “But now that my husband is back, I’ve less time to myself. Just now our mistress sent me to look for Mrs. Lian, but I couldn’t find her — they said she’d come to the Garden. So I asked to be the one to find her, and on my way to Paddy-Sweet Cottage I ran into you. How is Sister Xiren? And what was the illness that carried off Sister Qingwen so suddenly? And why has Second Sister Yingchun moved out so quickly? Just look how deserted this place is now!”\n\nBaoyu answered all her questions briefly, then invited her to Happy Red Court for some tea.\n\n“I can’t just now,” said Xiangling. “I must find Mrs. Lian first to give her my message.”\n\n“What is so important?”\n\n\"What is it?\" he asked.\n\"For your brother's marriage,\" she told him. \"That's why we're so busy.\"\n\"Which family have you decided on?\" he asked. \"For the last half year I've heard nothing but talk of this match. One day it's the Zhang family, the next the Li family, the day after that the Wang family. What crimes have those girls committed to have their names bandied about like this?\"\n\"Well, now it's settled, so there'll be no more of that talk.\"\n\"Which family?\"\n\"On his last trip your brother stopped to see some relatives, and this match was proposed with an old family connection. They're registered like us in the Ministry of Finance as merchants, and are one of the richest families. When this was mentioned the other day, even your family knew of them. Everyone in the capital — princes, nobles and traders alike — refers to them as the 'Osmanthus Xias'.\"\n\"Why is that?\"\n\"Their name is Xia and they're enormously rich. They have so much land, I can't tell you how much; but they have dozens of qing of osmanthus. They own all the osmanthus shops in and outside the city, and supply all the potted plants and dwarf trees used as decorations in the Palace. That's how they got this nickname. The old gentleman's dead now. There's only the old lady with her daughter, no sons. So the family's died out.\"\n\"Never mind that,\" said Baoyu. \"What's the girl like? How is it that your master has taken a fancy to her?\"\n\"It was fate, and 'lovers see beauties in each other's eyes.' They used to be connected and played together as children. They're first cousins, so there was no reason to stand on ceremony. Though they'd been separated for some years, when he called the other day the old lady, having no son of her own, was so delighted to see how handsome he'd grown, she laughed and cried for joy as if he were her own son. Then she made her daughter come out to meet him. Who could have guessed the child would have grown into as lovely a girl as a flower? And she's studied at home and can read and write. So your brother's heart was set on her at once. He and his assistants put up at their house for three or four days, and when they wanted him to stay longer he insisted on leaving. As soon as he got home he begged our mistress to send a go-between to ask for the girl's hand. Our mistress had met her before, and as the two families are well-matched she agreed. She consulted your aunt and Xifeng, then sent to propose the match, and it was settled. We're so rushed because they've chosen a day so soon for the wedding. I can't wait for her to come — then there'll be one more of us to write poetry.\"\n\"Even so, I'm worried on your account,\" said Baoyu cynically.\n\"What do you mean? I don't understand.\"\n\"I'm sure you understand well enough. I'm afraid that once someone else comes, Cousin Xue will stop caring for you.\"\nXiangling flushed at that and retorted, \"What right have you to talk like that? Normally we always treat each other with respect; I can't think why you say such things today. No wonder everyone says you're not to be trusted.\"\nWith that she turned and walked off.\nBaoyu stood there sheepishly, nonplussed. Finally, listlessly, he went back to Happy Red Court. He was too upset to sleep that night, and the next day he lost his appetite and ran a fever. This was the result of the recent raid on the Garden, the expulsion of Siqi, Yingchun's departure and the dismissal of Qingwen, which had mortified, frightened and saddened him; in addition, he had caught a chill. So now he took to his bed. When the Lady Dowager heard that he was ill...\n\nAccordingly, she came to see him every day. Lady Wang, repenting of her harshness to Skybright which had provoked this illness, tried to make up for it without showing it by instructing the nurses and maids to wait on him attentively and sending a doctor twice daily to take his pulse and prescribe. Not for a month did he gradually begin to recover. Then a hundred days’ convalescence was decreed, during which he was to have no meat, grease, wheatcakes or noodles, and not until this period was over would he be allowed to go out. All this time he was forbidden to step outside the courtyard, but had to amuse himself indoors. After forty or fifty days of this confinement he was champing at the bit, but could do nothing — his grandmother and mother were adamant. So he had to put up with it and divert himself as best he could with the maids, joining in all their games and laughing and joking with them. Then he heard that Xue Pan had given a feast with operas to celebrate his marriage, and that his bride, this Miss Xia, was a great beauty who knew how to read and write too. Baoyu was eager to meet her.\n\nSome time later he learned that Yingchun had married. Recalling the past affection between the girls of their household, he reflected that even if they met again they could never be as intimate as before. And now he could not even go to see her. He was utterly dismayed. Having to contain his impatience, he fooled about with his maids to distract himself, glad at least to escape his father’s strictures and the obligation to study. In these hundred days, indeed, he and the girls ran riot in Happy Red Court, inventing all kinds of outrageous games. But no more of this.\n\nTo return to Caltrop. After her rebuff to Baoyu, assuming that he had meant to insult her she decided to keep out of his way. She stopped coming even to the Garden, and was busy all day long. Xue Pan’s marriage meant that she had someone to rely on and was no longer solely responsible for everything. Besides, she had heard that this new wife was a beautiful and talented girl, bound to be gentle and refined. So she looked forward even more eagerly than Xue Pan to the wedding, and when at last the day came she waited on her new mistress most attentively.\n\nNow this Miss Xia was just seventeen. She was rather good-looking and had received some education. In scheming and cunning she was a match for Xifeng, but unlike her she had lost her father early and had no brothers. As she was her widowed mother’s only child, she was treated as the apple of her eye and indulged in every way. The result was that she grew as arrogant and vicious as a thief, thinking herself a goddess and all other people dirt. Outwardly all flowers and willows, at heart she was a termagant. At home she had been in the habit of venting her anger on her maids, either scolding them harshly or beating them cruelly. After her marriage she meant to be the mistress of the house, not a meek, gentle girl like the daughter she had been. To overawe everyone she had to put on airs. And seeing that Xue Pan was a headstrong, self-indulgent wastrel, she knew that if she did not take him in hand at once she would never be able to boss the show. The presence of a talented, handsome concubine like Caltrop increased her determination “to kill the barbarians with a borrowed sword.” Because her family had so many osmanthus trees she had been given the pet name Kuei-gui or Cassia. And she had forbidden everyone to utter the words “gold” or “cassia” in her presence; any maid careless enough to do so was brutally beaten. As she could not prevent the use of the word “cassia” outside, she decided that the flower must be renamed, and hit on “Cháng’é flower” because of the cassia in the moon which, she thought, would also show her own quality.\n\nNow Xue Pan, who was fickle and liked novelty, was enjoying the charm of this new wife. So for the time being, at any rate, he let her have her way in everything.\n\nThen she gave way to her. And when Xia Jingui saw how the land lay, she pressed home her attack step by step. For the first month the two were still a match for each other, but after the second month Xue Pan’s spirit was gradually quelled.\n\nOne day, after he had been drinking, for some unknown purpose he asked Jin-gui’s permission to do something. When she refused point-blank he lost his temper and retorted, then went off in a huff to do as he pleased. Jin-gui wept and stormed until she was beside herself. Refusing to touch food or tea, she took to her bed and sent for a doctor; but the doctor diagnosed “antagonism between the vital humours” and prescribed medicine “to ease the chest and regulate the qi.”\n\nAunt Xue roundly scolded her son. “You’re a married man with a son soon to be born,” she said. “Yet you’re still so crazy! It wasn’t easy for that family to bring up a daughter, precious as a phoenix, dainty as a flower. They thought you somebody special and let you have her for a wife. Instead of turning over a new leaf and settling down to live in peace and harmony, you carry on like a madman and torment her after drinking. Now we’re spending money on medicine for nothing. It’s too bad!”\n\nXue Pan was overwhelmed with remorse and did his best to comfort his wife. His mother’s attitude made Jin-gui still more self-important, and she put on such airs that she would have nothing to do with him. Nonplussed, he had to humble himself. And not for ten days or a fortnight did he gradually manage to win her round.\n\nFrom that day on he behaved more carefully, but could not help feeling rather cowed. When Jin-gui saw that her husband’s morale was crumbling and her mother-in-law was so good-natured, she became still more aggressive. First she kept Xue Pan under her thumb. Then, by wheedling and bullying, she tried to extend her control to Aunt Xue and later to Baochai as well. Baochai had long seen through her and, playing it by ear, had quietly tried to curb her; but knowing she was not to be trifled with, Jin-gui was simply waiting for a chance to make trouble. However, as no opportunity offered, she had to dissemble for the time being.\n\nOne day when Jin-gui had nothing to do, she asked Xiangling in the course of conversation about her parents and her home. And when Xiangling said she could not remember, Jin-gui was displeased and accused her of hiding the truth.\n\n“Who gave you the name Xiangling?” she asked.\n\n“Cousin Bao did,” was the answer.\n\nJin-gui snorted. “Everyone says how clever she is; but this name she chose is nonsensical.”\n\nXiangling smiled. “Don’t say that, madam, if you’ve never discussed it with her. Even our master often praises her learning.”\n\nIf you want to know Xiangling’s answer, read the following chapter."
}