{
  "index": "081",
  "title": "第81章 占旺相四美钓游鱼 奉严词两番入家塾",
  "original": "且说迎春归去之后，邢夫人象没有这事，倒是王夫人抚养了一场，却甚实伤感，在房中自己叹息了一回。只见宝玉走来请安，看见王夫人脸上似有泪痕，也不敢坐，只在傍边站着。王夫人叫他坐下，宝玉才捱上炕来，就在王夫人身旁坐了。王夫人见他呆呆的瞅着，似有欲言不言的光景，便道：“你又为什么这样呆呆的？”宝玉道：“并不为什么。只是昨儿听见二姐姐这种光景，我实在替他受不得。虽不敢告诉老太太，却这两夜只是睡不着。我想咱们这样人家的姑娘，那里受得这样的委屈？况且二姐姐是个最懦弱的人，向来不会和人拌嘴，偏偏儿的遇见这样没人心的东西，竟一点儿不知道女人的苦处！”说着，几乎滴下泪来。王夫人道：“这也是没法儿的事。俗语说的：‘嫁出去的女孩儿，泼出去的水。’叫我能怎么样呢？”宝玉道：“我昨儿夜里倒想了一个主意，咱们索性回明了老太太，把二姐姐接回来，还叫他紫菱洲住着，仍旧我们姐妹弟兄们一块儿吃，一块儿玩，省得受孙家那混账行子的气。等他来接，咱们硬不叫他去。由他接一百回，咱们留一百回。只说是老太太的主意。这个岂不好呢？”王夫人听了，又好笑又好恼，说道：“你又发了呆气了，混说的是什么！大凡做了女孩儿，终久是要出门子的，嫁到人家去，娘家那里顾得。也只好看他自己的命运，碰的好就好，碰的不好也就没法儿。你难道没听见人说‘嫁鸡随鸡，嫁狗随狗’，那里个个都象你大姐姐做娘娘呢？况且你二姐姐是新媳妇，孙姑爷也还是年轻的人，各人有各人的脾气，新来乍到，自然要有些扭别的。过几年，大家摸着脾气儿，生儿长女以后，那就好了。你断断不许在老太太跟前说起半个字，我知道了是不依你的。快去干你的罢，别在这里混说了。”说的宝玉也不敢作声，坐了一回，无精打彩的出来了。憋着一肚子闷气，无处可泄，走到园中，一径往潇湘馆来。刚进了门，便放声大哭起来。\n　　黛玉正在梳洗才毕，见宝玉这个光景倒吓了一跳，问：“是怎么了？合谁怄了气了？”连问几声。宝玉低着头，伏在桌子上呜呜咽咽，哭的说不出话来。黛玉便在椅子上怔怔的瞅着他，一会子问道：“到底是别人合你怄了气了，还是我得罪了你呢？”宝玉摇手道：“都不是，都不是。”黛玉道：“那么着，为什么这么伤心起来？”宝玉道：“我只想着，咱们大家越早些死的越好，活着真真没有趣儿。”黛玉听了这话，更觉惊讶，道：“这是什么话？你真正发了疯不成？”宝玉道：“也并不是我发疯。我告诉你，你也不能不伤心。前儿二姐姐回来的样子和那些话，你也都听见看见了。我想人到了大的时候，为什么要嫁？嫁出去，受人家这般苦楚！还记得咱们初结海棠社的时候，大家吟诗做东道，那时候何等热闹。如今宝姐姐家去了，连香菱也不能过来，二姐姐又出了门子了，几个知心知意的人都不在一处，弄得这样光景。我原打算去告诉老太太，接二姐姐回来，谁知太太不依，倒说我呆，混说。我又不敢言语。这不多几时，你瞧瞧，园中光景，已经大变了。若再过几年，又不知怎么样了。故此，越想，不由的人心里难受起来。”黛玉听了这番言语，把头渐渐的低了下去，身子渐渐的退至炕上，一言不发，叹了口气，便向里躺下去了。\n　　紫鹃刚进茶来，见他两个这样，正在纳闷，只见袭人进了，进来看见宝玉，便道：“二爷在这里呢么，老太太那里叫呢。我估量着二爷就是在这里。”黛玉听见是袭人，便欠身起来让坐。黛玉的两个眼圈儿已经哭的通红了。宝玉看见，道：“妹妹，我刚才说的，不过是些呆话，你也不用伤心了。要想我的话时，身子更要保重才好。你歇歇儿罢。老太太那边叫我，我看看去就来。”说着，往外走了。袭人悄问黛玉道：“你两个又为什么？”黛玉道：“他为他二姐姐伤心，我是刚才眼睛发痒揉的，并不为什么。”袭人也不言语，忙跟了宝玉出来，各自散了。宝玉来到贾母那边，贾母却已经歇晌，只得回到怡红院。\n　　到了午后，宝玉睡了中觉起来．甚觉无聊，随手拿了一本书看。袭人见他看书，忙去沏茶伺候。谁知宝玉拿的那本书却是《古乐府》，随手翻来，正看见曹孟德“对酒当歌，人生几何”一首，不觉刺心。因放下这一本，又拿一本看时，却是晋文。翻了几页，忽然把书掩上，托着腮只管痴痴的坐着。袭人倒了茶来，见他这般光景，便道：“你为什么又不看了？”宝玉也不答言，接过茶来，喝了一口，便放下了。袭人一时摸不着头脑，也只管站在傍边，呆呆的看着他。忽见宝玉站起来，嘴里咕咕哝哝的说道：“好一个‘放浪形骸之外’！”袭人听了，又好笑，又不敢问他，只得劝道：“你若不爱看这些书，不如还到园里逛逛，也省得闷出毛病来。”那宝玉一面口中答应，只管出着神，往外走了。\n　　一时走到沁芳亭，但见萧疏景象，人去房空。又来至蘅芜院，更是香草依然，门窗掩闭。转过藕香榭来，远远的只见几个人，在蓼溆一带栏干上靠着，有几个小丫头蹲在地下找东西。宝玉轻轻的走在假山背后听着。只听一个说道：“看他上来不上来。”好似李纹的语音。一个笑道：“好，下去了。我知道他不上来的。”这个却是探春的声音。一个又道：“是了。姐姐你别动，只管等着，他横竖上来。”一个又说：“上来了。”这两个是李绮、邢岫烟的声儿。宝玉忍不住，拾了一块小砖头儿，往那水里一撂，“咕咚”一声。四个人都吓了一跳，惊讶道：“这是谁这么促狭？唬了我们一跳！”宝玉笑着从山子后直跳出来，笑道：“你们好乐啊！怎么不叫我一声儿？”探春道：“我就知道再不是别人，必是二哥哥这么淘气。没什么说的，你好好儿的赔我们的鱼罢。刚才一个鱼上来．刚刚儿的要钓着，叫你唬跑了。”宝玉笑道：“你们在这里玩，竟不找我，我还要罚你们呢。”大家笑了一回。\n　　宝玉道：“咱们大家今儿钓鱼，占占谁的运气好？看谁钓得着就是他今年的运气好，钓不着就是他今年运气不好。咱们谁先钓？”探春便让李纹，李纹不肯。探春笑道：“这样就是我先钓。”回头向宝玉说道：“二哥哥，你再赶走了我的鱼，我可不依了。”宝玉道：“头里原是我要唬你们玩，这会子你只管钓罢。”探春把丝绳抛下，没十来句话的工夫，就有一个杨叶窜儿吞着钩子，把漂儿坠下去。探春把竿一挑，往地下一撩，却是活迸的。侍书在满地上乱抓，两手捧着搁在小磁坛内，清水养着。探春把钓竿递与李纹。李纹也把钓竿垂下，但觉丝儿一动，忙挑起来，却是个空钩子。又垂下去半晌，钩丝一动，又挑起来，还是空钩子。李纹把那钩子拿上来一瞧，原来往里钩了。李纹笑道：“怪不得钓不着。”忙叫素云把钩子敲好了，换上新虫子，上边贴好了苇片儿。垂下去一会儿，见苇片直沉下去，急忙提起来，倒是一个二寸长的鲫瓜儿。李纹笑着道：“宝哥哥钓罢。”宝玉道：“索性三妹妹和邢妹妹钓了我再钓。”岫烟却不答言。只见李绮道：“宝哥哥先钓罢。”说着，水面上起了一个泡儿。探春道：“不必尽着让了。你看那鱼都在三妹妹那边呢，还是三妹妹快着钓罢。”李绮笑着接了钓竿儿，果然沉下去就钓了一个。然后岫烟来钓着了一个，随将竿子仍递给探春，探春才递与宝玉。宝玉道：“我是要做姜太公的。”便走下石矶，坐在池边钓起来。岂知那水里的鱼，看见人影儿，都躲到别处去了，宝玉抡着钓竿，等了半天，那钓丝儿动也不动。刚有一个鱼儿在水边吐沫，宝玉把竿子一晃，又唬走了。急的宝玉道：“我最是个性儿急的人，他偏性儿慢，这可怎么样好呢？好鱼儿，快来罢，你也成全成全我呢。”说的四人都笑了。一言未了，只见钓丝微微一动。宝玉喜极，满怀用力往上一兜，把钓竿往石上一碰，折作两段，丝也振断了，钩子也不知往那里去了。众人越发笑起来。探春道：“再没见象你这样卤人！”\n　　正说着，只见麝月慌慌张张的跑来说：“二爷，老太太醒了，叫你快去呢。”五个人都唬了一跳。探春便问麝月道：“老太太叫二爷什么事？”麝月道：“我也不知道。就只听见说是什么闹破了，叫宝玉来问；还要叫琏二奶奶一块儿查问呢。”吓得宝玉发了一回呆，说道：“不知又是那个丫头遭了瘟了。”探春道：“不知什么事，二哥哥你快去。有什么信儿，先叫麝月来告诉我们一声儿。”说着便同李纹、李绮、岫烟走了。\n　　宝玉走到贾母房中，只见王夫人陪着贾母摸牌。宝玉看见无事，才把心放下了一半。贾母见他进来，便问道：“你前年那一次得病的时候，后来亏了一个疯和尚和个瘸道士治好了的。那会子病里你觉得是怎么样？”宝玉想了一回道：“我记得得病的时候儿，好好的站着，倒象背地里有人把我拦头一棍，疼的眼睛前头漆黑，看见满屋子里都是些青面獠牙，拿刀举棒的恶鬼。躺在炕上，觉着脑袋上加了几个脑箍似的。以后便疼的任什么不知道了。到好的时候．又记得堂屋里一片金光，直照到我床上来，那些鬼都跑着躲避，就不见了。我的头也不疼了，心上也就清楚了。”贾母告诉王夫人道：“这个样儿也就差不多了。”\n　　说着凤姐也进来了，见了贾母，又回身见过了王夫人，说道：“老祖宗要问我什么？”贾母道：“你那年中了邪的时候儿，你还记得么？”凤姐儿笑道：“我也不很记得了。但觉自己身子不由自主，倒象有什么人拉拉扯扯，要我杀人才好。有什么拿什么，见什么杀什么，自己原觉很乏，只是不能住手。”贾母道：“好的时候儿呢？”凤姐道：“好的时候象空中有人说了几句话似的，却不记得说什么来着。”贾母道：“这么看起来，竟是他了。他姐儿两个病中的光景合才说的一样。这老东西竟这样坏心，宝玉枉认了他做干妈！倒是这个和尚道人，阿弥陀佛，才是救宝玉性命的。只是没有报答他。”凤姐道：“怎么老太太想起我们的病来呢？”贾母道：“你问你太太去，我懒怠说。”王夫人道：“才刚老爷进来，说起宝玉的干妈竟是个混账东西，邪魔外道的。如今闹破了，被锦衣府拿住送入刑部监，要问死罪的了。前几天被人告发的。那个人叫做什么潘三保，有一所房子，卖给对过当铺里。这房子加了几倍价钱，潘三保他常到当铺里去，那当铺里人的内眷都和他好的，他就使了个法儿，叫人家的内人便得了邪病，家翻宅乱起来。他又去说，这个病他能治，就用些神马纸钱烧献了，果然见效。他又向人家内眷们要了十几两银子。岂知老佛爷有眼，应该败露了。这一天急要回去，掉了一个绢包儿。当铺里人捡起来一看，里头有许多纸人，还见四丸子很香的香。正诧异着呢，那老东西倒回来找这绢包儿，这里的人就把他拿住。身边一搜，搜出一个匣子，里面有象牙刻的一男一女，不穿衣裳，光着身子的两个魔王，还有七根朱红绣花针。立时送到锦衣府去，问出许多官员家大户太太姑娘们的隐情事来。所以知会了营里，把他家中一抄，抄出好些泥塑的煞神，几匣子闷香。炕背后空屋子里挂着一盏七星灯，灯下有几个草人，有头上戴着脑箍的，有胸前穿着钉子的，有项上拴着锁子的。柜子里无数纸人儿。底下几篇小账，上面记着某家验过，应找银若干。得人家油钱香分也不计其数。”\n　　凤姐道：“咱们的病一准是他。我记得咱们病后，那老妖精向赵姨娘那里来过几次，和赵姨娘讨银子，见了我，就脸上变貌变色，两眼黧鸡似的。我当初还猜了几遍，总不知什么原故。如今说起来，却原来都是有因的。但只我在这里当家，自然惹人恨怨，怪不得别人治我，宝玉可合人有什么仇呢？忍得下这么毒手！”贾母道：“焉知不因我疼宝玉，不疼环儿，竟给你们种了毒了呢。”王夫人道：“这老货已经问了罪，决不好叫他来对证。没有对证，赵姨娘那里肯认账？事情又大，闹出来外面也不雅。等他自作自受，少不得要自己败露的。”贾母道：“你这话说的也是。这样事没有对证也难作准。只是佛爷菩萨看的真，他们姐儿两个如今又比谁不济了呢。罢了，过去的事，凤哥儿也不必提了。今日你合你太太都在我这边吃了晚饭再过去罢。”遂叫鸳鸯、琥珀等传饭。凤姐赶忙笑道：“怎么老祖宗倒操起心来？”王夫人也笑了。只见外头几个媳妇伺候。凤姐连忙告诉小丫头子传饭：“我合太太都跟着老太太吃。”\n　　正说着，只见玉钏儿走来对王夫人道：“老爷要找一件什么东西，请太太伺候了老太太的饭完了，自己去找一找呢。”贾母道：“你去罢，保不住你老爷有要紧的事。”王夫人答应着，便留下凤姐儿伺候，自己退了出来。回至房中，合贾政说了些闲话，把东西找出来了。贾政便问道：“迎儿已经回去了？他在孙家怎么样？”王夫人道：“迎丫头一肚子眼泪，说孙姑爷凶横的了不得。”因把迎春的话述了一遍。贾政叹道：“我原知不是对头，无奈大老爷已说定了，叫我也没法。不过迎丫头受些委屈罢了。”王夫人道：“这还是新媳妇，只指望他以后好了好。”说着，“嗤”的一笑。贾政道：“笑什么？”王夫人道：“我笑宝玉儿早起，特特的到这屋里来，说的都是些小孩子话。”贾政道：“他说什么？”王夫人把宝玉的言语笑述了一遍。贾政也忍不住的笑，因又说道：“你提宝玉，我正想起一件事来了。这孩子天天放在园里，也不是事。生女儿不得济，还是别人家的人，生儿若不济事，关系非浅。前日倒有人和我提起一位先生来，学问人品都是极好的，也是南边人。但我想南边先生，性情最是和平。咱们城里的孩子，个个踢天弄井，鬼聪明倒是有的，可以搪塞就搪塞过去了，胆子又大。先生再要不肯给没脸，一日哄哥儿似的，没的白耽误了。所以老辈子不肯请外头的先生，只在本家择出有年纪再有点学问的请来掌家塾。如今儒大太爷虽学问也只中平，但还弹压的住这些小孩子们，不至以颟顸了事。我想宝玉闲着总不好，不知仍旧叫他家塾中读书去罢了。”王夫人道：“老爷说的很是。自从老爷外任去了，他又常病，竟耽搁了好几年。如今且在家学里温习温习，也是好的。”贾政点头，又说些闲话不提。\n　　且说宝玉次日起来，梳洗已毕，早有小厮们传进话来，说：“老爷叫二爷说话。”宝玉忙整理了衣裳，来至贾政书房中，请了安，站着。贾政道：“你近来作些什么功课？虽有几篇字，也算不得什么。我看你近来的光景，越发比头几年散荡了，况且每每听见你推病，不肯念书。如今可大好了？我还听见你天天在园子里和姐妹们玩玩笑笑，甚至和那些丫头们混闹，把自己的正经事总丢在脑袋后头。就是做得几句诗词，也并不怎么样，有什么稀罕处？比如应试选举，到底以文章为主。你这上头倒没有一点儿工夫！我可嘱咐你，自今日起，再不许做诗做对的了，单要习学八股文章。限你一年，若毫无长进，你也不用念书了，我也不愿有你这样的儿子了。”遂叫李贵来，说：“明儿一早，传焙茗跟了宝玉去收拾应念的书籍，一齐拿过来我看看。亲自送他到家学里去。”喝命宝玉：“去罢！明日起早来见我。”\n　　宝玉听了，半日竟无一言可答，因回到怡红院来。袭人正在着急听信，见说取书，倒也喜欢。独是宝玉要人即刻送信给贾母，欲叫拦阻。贾母得信，便命人叫过宝玉来，告诉他说：“只管放心先去，别叫你老子生气。有什么难为你，有我呢。”宝玉没法，只得回来，嘱咐了丫头们：“明日早早叫我，老爷要等着送我到家学里去呢。”袭人等答应了，同麝月两个倒替着醒了一夜。\n　　次日一早，袭人便叫醒宝玉，梳洗了，换了衣裳，打发小丫头子传了焙茗在二门上伺候，拿着书籍等物。袭人又催了两遍，宝玉只得出来，过贾政书房中来，先打听老爷过来了没有。书房中小厮答应：“方才一位清客相公请老爷回话，里边说梳洗呢，命清客相公出去候着去了。”宝玉听了，心里稍稍安顿，连忙到贾政这边来。恰好贾政着人来叫，宝玉便跟着进去。贾政不免又吩咐几句话，带了宝玉，上了车，焙茗拿着书籍，一直到家塾中来。早有人先抢一步，回代儒说：“老爷来了。”代儒站起身来，贾政早已走入，向代儒请了安。代儒拉着手问了好，又问：“老太太近日安么？”宝玉过来也请了安。贾政站着，请代儒坐了，然后坐下。贾政道：“我今日自己送他来，因要求托一番。这孩子年纪也不小了，到底要学个成人的举业，才是终身立身成名之事。如今他在家中，只是和些孩子们混闹。虽懂得几句诗词，也是胡诌乱道的；就是好了，也不过是风云月露，与一生的正事毫无关涉。”代儒道：“我看他相貌也还体面，灵性也还去得，为什么不念书，只是心野贪玩？诗词一道，不是学不得的，只要发达了以后再学还不迟呢。”贾政道：“原是如此，目前只求叫他读书，讲书，作文章，倘或不听教训，还求太爷认真的管教管教他，才不至有名无实的，白耽误了他的一世。”说毕站起来，又作了一个揖，然后说了些闲话，才辞了出去。代儒送至门首，说：“老太太前替我问好请安罢。”贾政答应着，自己上车去了。\n    代儒回身进来，看见宝玉在西南角靠窗户摆着一张花梨小桌，右边堆下两套旧书，薄薄儿的一本文章，叫焙茗将纸墨笔砚都搁在抽屉里藏着。代儒道：“宝玉，我听见说你前儿有病，如今可大好了？”宝玉站起来道：“大好了。”代儒道：“如今论起来，你可也该用功了。你父亲望你成人，恳切的很。你且把从前念过的书打头儿理一遍，每日早起理书，饭后写字，晌午讲书，念几遍文章就是了。”宝玉答应了个“是”。回身坐下时，不免四面一看。见昔时金荣辈不见了几个，又添了几个小学生，都是些粗俗异常的。忽然想起秦钟来，如今没有一个做得伴、说句知心话儿的。心上凄然不乐，却不敢作声，只是闷着看书。代儒告诉宝玉道：“今日头一天，早些放你家去罢。明日要讲书了。但是你又不是很愚夯的，明日我倒要你先讲一两章书我听，试试你近来的工课何如，我才晓得你到怎么个分儿上头。”说的宝玉心中乱跳。\n欲知明日讲解何如，且听下回分解。",
  "translation": "After Yingchun’s departure Lady Xing behaved as if nothing had happened, but Lady Wang who had brought the girl up was very upset. She sat sighing in her room until Baoyu came to pay his respects. Noticing the trace of tears on her face, he dared not take a seat but stood beside her until she told him to be seated. Then he perched on the edge of the kang beside her.\n\nShe saw him staring at her stupidly as if wanting to speak out, and asked, “Why are you staring like that again?”\n\n“For no reason,” he said. “It’s just that the way Second Sister was yesterday is more than I can bear. I didn’t dare tell the old lady, but the last two nights I haven’t been able to sleep. How can a girl from our family be subjected to such indignities? Second Sister is so gentle, she’s never quarrelled with anyone; yet she’s had the bad luck to meet such a heartless beast, a man completely insensitive to a woman’s feelings!” His eyes swam with tears.\n\n“There’s no help for it,” said Lady Wang. “As the proverb says, ‘A married daughter — split water.’ What can I do?”\n\n“I thought of a plan last night,” he told her. “We’ll ask the old lady’s permission to fetch Second Sister back to live still in Purple Caltrop Isle, so that she can have her meals and amuse herself with the rest of us girls and boys, instead of being bullied by that scoundrel Sun. When he sends to fetch her back, we simply won’t let her go. We’ll keep her here every time he comes. We can say that the old lady wants this. Wouldn’t that be fine?”\n\nLady Wang had to laugh at this, though it annoyed her.\n\n“There you go talking nonsense again!” she scolded. “A girl has to marry and leave home. Once she’s married into another family, her own family can’t take care of her. Her fate depends on the man she gets. If he’s good, so much the better for her; if bad, there’s nothing to be done. Haven’t you heard the saying, ‘Marry a cock and follow the cock; marry a dog and follow the dog’? How can every girl be like your elder sister, chosen as an Imperial Consort? Besides, your second sister’s a new bride and her husband’s still young. People have different tempers. To start with, naturally, there may be some friction. After a few years, when they know each other better and have children, things will be all right. You’re not to breathe a word of this to the old lady, mind. If I hear that you have, I won’t let you off. Now go and attend to your business. Don’t talk such nonsense here.”\n\nThis reduced Baoyu to silence. He sat there for a while listlessly, then took his leave. But feeling frustrated and not knowing how to work off his resentment, he went to the Garden and straight to Bamboo Lodge. As soon as he entered the gate he burst out wailing.\n\nDaiyu, who had just finished her toilet, was startled to see him in such a state.\n\n“What’s the matter?” she asked. “Who’s been annoying you?”\n\nWhen he simply went on sobbing, too choked to speak, she went on watching him from her chair until presently she asked, “Was it someone else who offended you, or was it me?”\n\nHe waved this aside. “Neither, neither.”\n\n“Then why are you so upset?”\n\n“I was just thinking that the sooner all of us die the better. To be alive is really pointless.”\n\nMore astonished than ever she exclaimed, “What nonsense! Have you taken leave of your senses?”\n\n“No, I’m not crazy. I’ll tell you, and you’ll be just as upset. The way Second Sister was the other day when she came back, and what she said....”\n\nI heard and saw everything. I was thinking, when a girl grows up why must she marry? Once married she has to put up with such treatment from other people! I remember when we started the Begonia Club, taking it in turn to give parties and write poetry — what fun we had! Now Pao-chai has gone home, Hsiang-ling can’t come over either, and Second Sister Ying has left. All my best friends have scattered, and everything has changed for the worse. I meant to ask the old lady to fetch Second Sister back, but the mistress wouldn’t hear of it and said I was talking nonsense. So I had to shut up. And now, just look, in no time at all the Garden has changed. Who knows what it will be like in a few years? The more I think about it the more upset I feel.”\n\nAs she listened to this, Tai-yu lowered her head little by little and withdrew to the kang without a word, heaving a sigh then lying down with her face to the wall.\n\nTzu-chuan had just brought in tea and was wondering what was the matter with them when Hsi-jen arrived.\n\n“So you are here, Master Pao,” she said. “Her Old Ladyship wants you. I thought I’d find you here.”\n\nHearing who it was, Tai-yu sat up to offer Hsi-jen a seat. Her eyes were red from weeping.\n\n“Cousin,” said Pao-yu, “I was just talking nonsense. Don’t be so upset. You must take good care of your health. Have a rest now. The old lady is asking for me, I’ll go and see what she wants and come back later.” With that he left.\n\nHsi-jen asked softly, “What were you two quarrelling about this time?”\n\n“He was upset about his Second Sister,” said Tai-yu. “I just rubbed my eyes because they were itching. It was nothing.”\n\nHsi-jen said no more but hurried after Pao-yu, and they went their different ways. When Pao-yu reached his grandmother’s apartments she was taking her afternoon nap, so he went back to Happy Red Court.\n\nThat afternoon, having woken from his nap, Pao-yu felt bored and picked up a book to read. Hsi-jen, seeing this, hastily made tea for him. The book he had chosen, as it happened, was an old collection of Yueh-fu; and opening it at random he came upon Tsao Tsao’s lines:\n\nSinging and drinking,\n\nHow long can a man’s life last?\n\nThis so upset him that he put the book down and picked up another, this time some essays of the Chin Dynasty. After reading a few pages he suddenly put it down too and, resting his cheek on his hand, lapsed into a reverie.\n\nHsi-jen brought in the tea and, seeing how preoccupied he looked, asked, “Why aren’t you reading any more?”\n\nHe made no answer but took the tea and sipped it, then put the cup down. Completely in the dark, Hsi-jen stood watching him. Suddenly he stood up and muttered:\n\n“What a fine phrase — ‘unrestrained and free from vulgar cares’!”\n\nShe could not help smiling, though she dared not question him.\n\n“If you don’t feel like reading, why not take a stroll in the Garden?” she suggested. “It would be better than moping in here and making yourself unwell.”\n\nPao-yu assented absently and walked out.\n\nHe made his way to the Pavilion of Gurgling Fragrance, but all was quiet and deserted there. In Alpinia Park, the fragrant plants were as lovely as ever but the doors and windows were closed. As he rounded Lotus Fragrance Anchorage he saw in the distance, leaning on the balustrade by Smartweed Bank, several girls, while some young maids were squatting on the ground looking for something. Pao-yu stole up quietly behind an artificial mount to listen.\n\n“Will she come up or not?” asked one girl in a voice like Li Wen’s.\n\n“Yes, she’s coming down. I knew she wouldn’t go up,” said another — this was Tan-chun’s voice.\n\nDon't be in such a hurry, sister. Just wait quietly and he'll come up all right.\"\n\nAnother voice cried, \"Here he comes!\"\n\nHe could tell that the speakers were Li Wen and Xing Xiuyan. Unable to resist the temptation, he picked up a small brick and tossed it into the water with a plop which made all four girls jump.\n\n\"Who's that playing nasty tricks to frighten us?\" they exclaimed.\n\nWith a chuckle Baoyu emerged from behind the rock.\n\n\"What fun you're having!\" he cried. \"Why didn't you ask me to join you?\"\n\n\"I knew it must be you, cousin,\" said Tanchun. \"No one else would be up to such mischief. Well, you'll have to pay for our fish. One had just risen to the bait and was going to be caught when you scared it away.\"\n\n\"You were playing here without me, so I ought to punish you,\" he retorted.\n\nThis set them all laughing.\n\n\"Let's fish today to see who has the best luck,\" proposed Baoyu. \"The one who catches something will have good luck this year, and the one who doesn't will have bad. Who's going to start?\"\n\nTanchun offered the rod to Li Wen, but she declined.\n\n\"In that case I'll start,\" said Tanchun. Turning to Baoyu she warned, \"If you scare my fish away this time, cousin, I shan't let you off.\"\n\n\"I only did it for fun just now. Go ahead now and fish.\"\n\nShe threw in her line and in less time than it takes to tell a leaf-tench swallowed the bait and dragged the float under. Lifting her rod, she flipped the fish ashore. It flapped wildly on the ground until Shishu caught it and put it in a small porcelain jar filled with clean water. Then Tanchun passed the rod to Li Wen.\n\nAs soon as Li Wen dropped her line she felt a tug and lifted the rod, but the hook was bare. She lowered it again. After some time the line twitched once more but again, when she raised the rod, there was nothing on it. She pulled the hook out of the water to look at it and found it was bent inwards.\n\n\"No wonder I couldn't catch anything,\" she said with a laugh. She told Suyun to straighten the hook for her and bait it with a fresh earthworm, then stick on a fresh piece of rush. This time, when the rush sank, she lifted the rod quickly and landed a perch two inches long.\n\n\"Now it's your turn, Cousin Pao-yu,\" she said.\n\n\"Let Third Sister and Cousin Xing have their turn first,\" he replied.\n\nBut Xiuyan did not take the rod.\n\n\"You have a try first, Cousin Pao-yu,\" said Li Qi.\n\nEven as she spoke a bubble rose to the surface.\n\n\"There's no need to keep on urging each other,\" said Tanchun. \"Look, all the fish are over where Cousin Li Qi is. She'd better try next.\"\n\nLi Qi took the rod with a smile. Sure enough, as soon as her line sank she landed a fish. Then Xiuyan caught one too and passed the rod back to Tanchun, who handed it to Baoyu.\n\n\"I'm going to fish like Jiang Ziya,\" he announced.\n\nStepping down from the rock he sat by the pool to fish. But the fish, seeing his reflection, swam away to hide. He waited a long time, rod in hand, without the line so much as twitching. Then a fish which had been blowing bubbles near the bank darted away when he waved his rod.\n\n\"I'm so impatient and they're so slow,\" he fumed. \"What am I to do? Good little fish, do come quickly and help me out!\"\n\nThe others laughed.\n\nHe had hardly finished speaking when his line moved slightly. In high delight he jerked the rod with all his might, banging it against a rock so that it broke in two; the line was snapped too and the hook lost. The others laughed even more.\n\n\"I've never seen anyone\n\n“How dreadful to treat people like this!”\n\nAs she was speaking, Musk came running frantically into the room. “Master Bao,” she cried, “Her Old Ladyship is awake and wants you to go over at once.”\n\nAll five of them were startled by this.\n\n“What does she want him for?” asked Tan-chun.\n\n“I don’t know,” replied Musk. “I just heard that some plot has come to light and they want to question him about it. They want Mrs. Lien questioned too.”\n\nBaoyu was scared speechless for a while, then he said, “I wonder which of the girls has been struck down by the plague now?”\n\n“I’ve no idea what it is, but you’d better go at once, cousin,” urged Tan-chun. “If there’s any news, send Musk to let us know.”\n\nShe then left with Li Wen, Li Qi and Hsiu-yen.\n\nWhen Baoyu reached his grandmother’s room he found Lady Wang playing cards with her, and this reassured him a little.\n\nThe old lady asked him, “Do you remember how you felt when you were ill the year before last, before that crazy monk and lame Taoist cured you?”\n\nAfter thinking for a while he answered, “I remember that when I fell ill I was standing there in good health, yet it was as if someone had struck me on the back of the head so hard that everything went black before my eyes. Then the whole place seemed full of green-faced demons with fangs, brandishing clubs and swords. When I lay down on the kang it was as if my head was clamped in an iron vice. After that I lost consciousness and just felt pain. When I was getting better, I remember a golden light shining from the hall on to my bed, and all those demons vanished — they must have run away. Then the pain in my head stopped and I came to my senses.”\n\nThe Lady Dowager told Lady Wang, “That sounds about right.”\n\nJust then Xifeng came in. Having paid her respects to the old lady she turned to Lady Wang.\n\n“What did you want me for, Old Ancestress?” she asked.\n\n“Do you remember that year when you were bewitched?” the old lady asked her.\n\n“Not too clearly. I just felt my body wasn’t my own and I had to do whatever I was dragged into doing — I had to kill people. Whatever came to hand I’d use as a weapon to kill with. I felt dreadfully tired, but I just couldn’t stop.”\n\n“And when you got better?”\n\n“When I came to, it was as if I’d heard someone in the air say something, but I can’t remember what it was.”\n\n“So it looks as if it was her, the old wretch!” exclaimed the Lady Dowager. “The two of them were affected in just the same way. How evil that old creature is! It was a mistake for Baoyu to adopt her as his godmother. It was that monk and that Taoist — Amida Buddha! — who saved his life. But we’ve done nothing to repay them.”\n\n“What made you think of our illnesses, madam?” asked Xifeng.\n\n“Ask your aunt. I can’t be bothered to tell you.”\n\nLady Wang explained, “Just now the master came in and told us that Baoyu’s godmother is a wicked woman who deals in black magic. The plot has come to light now; she’s been arrested by the guards and taken to the Ministry of Justice, and may be sentenced to death. Someone informed against her the other day. This woman, whose name is Pan San-pao, had a house which she sold to the pawnshop opposite. The pawnshop paid several times the market price for it, and she often went there. The wife of the pawnbroker was on good terms with her, and she used magic to make the woman fall ill so that the whole household was in an uproar. Then she told them she could cure her, and after she’d sacrificed paper horses and money the woman really did get better. She made the family give her dozens of taels of silver too. But Buddha has eyes — she had to be found out. The day she was in a hurry to get home. . . .”\n\nshe had dropped a silk package. When the pawn-shop assistants opened it, they found it contained paper figures and four packets of fragrant incense. While they were puzzling over this, the old woman came back for the package and they seized her. A search of her person produced a casket containing an ivory man and woman, both stark naked, and seven vermilion needles. She was taken straight to the Metropolitan Governor’s yamen, and under questioning revealed the secrets of many ladies and young mistresses of official families. So the Governor’s yamen informed the military yamen, which made a search of her house and discovered there clay demons, boxes of stupefying incense, and in an empty room behind the kang a Seven-Star Lamp under which were straw figures — some with bands round their heads, some with nails through their breasts, some with chains round their necks. And they found countless paper figures too, as well as an account-book listing the families where she had practised and the amounts of silver extorted, in addition to countless sums taken for oil and incense.\n\n“So she was the one responsible for our illness!” exclaimed Xifeng. “I remember after we fell ill, that old witch called several times on Concubine Zhao to ask for money. When she saw me her face changed colour and she glared at me. I couldn’t think what the reason was, but now I understand. Of course, as manager of the household I’ve made myself disliked, so I can’t blame people for wanting to kill me; but what has Baoyu ever done to anyone that they should be so vicious?”\n\nThe Lady Dowager said, “Didn’t I spoil Baoyu and not Huan, and so make them both enemies of yours?”\n\n“That old woman has been convicted and sentenced, so we can’t very well have her brought here to testify,” said Lady Wang. “Without proof, Concubine Zhao would never admit it. And as this is such a serious matter, if it came out it would make a scandal. We’ll just have to leave her to suffer for her own crimes — she’s bound to give herself away some day.”\n\n“You are right,” agreed the old lady. “Without proof it would be hard to settle this. Well, Buddha knows all and sees all. In any case, the two of you are as well as ever now. Let bygones be bygones, Xifeng. Don’t refer to this again. You and your wife had better stay and have supper with me.”\n\nShe told Yuanyang and the other maids to serve the meal.\n\nXifeng said with a smile, “Why should our Old Ancestor put herself out?”\n\nLady Wang smiled too.\n\nAs some serving-women were waiting outside, Xifeng told a young maid, “Go and tell them to serve the meal. My lady and I are eating with the old lady.”\n\nJust then Yuchuan came in.\n\n“The master wants something and begs you, madam, to go and find it for him after waiting on the old lady,” she told Lady Wang.\n\n“Very well,” said the Lady Dowager. “You’d better go. Your husband may have something important.”\n\nLady Wang assented and left Xifeng to attend the old lady while she withdrew. Upon returning to her own apartments she chatted with Jia Zheng until she found the thing he wanted.\n\nThen he asked, “Is Yingchun back? How is she getting on in the Sun family?”\n\n“The poor child’s eyes are red with weeping. She says her husband is unbearably brutal.” Lady Wang described Yingchun’s grievances.\n\nJia Zheng sighed, “I knew it was a bad match, but the Elder Master insisted on going ahead with it, so there was nothing I could do. The child’s just having a run of bad luck, that’s all.”\n\n“As a new bride she’s bound to have a hard time at first. Let’s hope things will improve later.” She gave a little laugh.\n\n“What are you laughing at?” he asked.\n\n“At Baoyu. This morning he came specially to tell me some childish nonsense.”\n\n“What did he say?”\n\nAfter repeating the remarks made by Baoyu, he added a few more words to make them even more amusing. Jia Zheng could not help smiling.\n\n“Speaking of Baoyu,” he said, “I am reminded of something. It won’t do to let him fool around all the time in the Garden. A daughter is a loss in any case, as she will belong to someone else’s family one day; but a son who turns out badly is a serious matter. The other day someone recommended me a tutor from the south, a very learned and worthy man. But southern tutors are generally too easy-going. All our young scamps are regular young rascals. They are clever enough to get by and have plenty of nerve. If a tutor is afraid of losing face and just spends the day humouring them, he’s simply wasting their time. That’s why in the old days our family never employed an outside tutor, but chose one of our clansmen who was elderly and scholarly to preside over the school. Although Cousin Jia Dairu is only a fair scholar, he can keep the boys in order and doesn’t let them fool about. I think it’s bad for Baoyu to be idle. Why not send him back to the family school?”\n\n“You are quite right,” said Lady Wang. “While you were away and he was constantly ill, several years were wasted. It would be good for him to review what he studied in the family school.”\n\nJia Zheng nodded and they talked of other things.\n\nThe next day Baoyu rose early and, having dressed, was informed by some pages that his father wanted him. He hastily straightened his clothes and went to Jia Zheng’s study, where he paid his respects and stood waiting.\n\n“What have you been studying recently?” asked Jia Zheng. “Though you’ve written a few essays, they’re nothing much. You seem to me to have been slacking even more than before. I’ve often heard that you plead illness to get out of studying. Are you better now? I hear that every day you amuse yourself in the Garden with the girls, even playing about with the maids and neglecting your proper business. The verses you write are nothing wonderful either — there’s nothing special about them. In the examinations, after all, essays count. You’ve made no effort at all to master that art. Let me warn you: from now on, I forbid you to write any more poetry or couplets. You must concentrate on studying the eight-section essays. I give you a year. If you haven’t made any progress by then, you may as well stop studying, and I shall disown you!” He called for Li Gui. “Tell Mingyan tomorrow morning to get Baoyu’s books ready and bring them to me. I shall take him to school myself in person.” He roared at Baoyu, “Be off with you now! Come early tomorrow to see me.”\n\nBaoyu withdrew in silence and went back to Happy Red Court. Xiren, who had been waiting anxiously to hear the outcome, was pleased to learn that he was to fetch his books. But Baoyu wanted to send word at once to his grandmother to get her to stop this. The Lady Dowager sent for him and reassured him.\n\n“Go along, don’t be afraid,” she said. “Just don’t annoy your father. If he makes things too hard for you, I’ll protect you.”\n\nBaoyu could only go back. He told the maids, “Call me early tomorrow. The master’s waiting to take me to school.”\n\nXiren and Sheyue took it in turn to sit up that night to wake him.\n\nThe next day they roused him at dawn. He dressed and washed, and had a maid tell Mingyan to wait for him at the inner gate with his books. After Xiren had urged him several times to go, he had to leave. He went first to his father’s study to find out if Jia Zheng was up yet. A page there told him that a literary gentleman had come to have a talk with the master.\n\n“He’s just washing,” said the boy. “He’ll be out presently.”\n\n\"My husband has gone out to wait for him,\" she said.\n\nThis reassured Baoyu a little and he hurried over to his father's apartments. Jia Zheng happened just then to be sending a servant to fetch him, so he went in. After a few words of admonition his father took him to the carriage. Beiming, who had brought his books, accompanied them to the family school.\n\nSomeone ran ahead to inform the tutor of their arrival. Tutor Dai Ru rose to his feet as Jia Zheng entered and paid his respects.\n\n\"How is the old lady these days?\" inquired the tutor, taking his hand.\n\nBaoyu paid his respects too, and not until Jia Zheng had invited the tutor to be seated did he himself take a chair.\n\n\"I am bringing my son today to ask a favour of you,\" said Jia Zheng. \"He is no longer a child, yet he must learn to pass the examinations if he is to make a career for himself. At home he just fools about with the other young people. Although he knows a little verse, that is no better than a parlour trick and won't get him anywhere. Even if he improves, versifying is just a pastime and has nothing to do with real success in life.\"\n\n\"He is a good-looking boy and seems intelligent too,\" said the tutor. \"Why doesn't he study but just wastes his time? There is no harm in his learning to write verse, but he can take that up later after making his mark.\"\n\n\"Quite so,\" agreed Jia Zheng. \"For the time being I want him to study, expound the classics and learn to write essays. If he doesn't attend to what you say, sir, I hope you will discipline him strictly. That's the only way to prevent him from frittering his life away to no purpose.\"\n\nHe rose and bowed, then after a little more conversation took his leave.\n\n\"Remember me to the old lady,\" said Tutor Dai Ru, seeing him to the gate.\n\nJia Zheng assented and mounted his carriage.\n\nWhen the tutor went back inside, he saw that Baoyu had put a small rosewood table by the window in the southwest corner. On its right were two piles of old books and a slim volume of essays, while Beiming had hidden ink, brushes, inkstone and paper in the drawer.\n\n\"I heard you were unwell the other day, Baoyu,\" said the tutor. \"Are you better now?\"\n\n\"Yes, sir. Quite better.\" Baoyu had risen to his feet to answer.\n\n\"It's time now for you to work hard. Your father has great hopes of you. You must start by reviewing the books you've already studied. In the morning you will recite the classics, after breakfast you will practise calligraphy, and after that you will expound the classics and learn to write essays.\"\n\n\"Yes, sir.\"\n\nAs Baoyu sat down again he looked round. Several boys like Jin Rong were missing, and some new pupils had joined the class who looked very vulgar and common-place. He thought of Qin Zhong with a pang, sorry to have no close friend to confide in. But not venturing to show how he felt he started reading his book.\n\n\"As this is your first day, you may leave early,\" the tutor told him. \"Tomorrow I shall expect you to expound a chapter or two to see how much you know, so that I can decide what to assign you.\"\n\nThis made Baoyu's heart beat faster.\n\nTo know what happened the next day, read on."
}