{
  "index": "083",
  "title": "第83章 省宫闱贾元妃染恙 闹闺阃薛宝钗吞声",
  "original": "话说探春、湘云才要走时，忽听外面一个人嚷道：“你这不成人的小蹄子，你是个什么东西，来这园子里头混搅！”黛玉听了，大叫一声道：“这里住不得了！”一手指着窗外，两眼反插上去。原来黛玉住在大观园中，虽靠着贾母疼爱，然在别人身上，凡事终是寸步留心。听见窗外老婆子这样骂着，在别人呢，一句是贴不上的，竟象专骂着自己的。自思一个千金小姐，只因没了爹娘，不知何人指使这老婆子来这般辱骂，那里委屈得来？因此，肝肠崩裂，哭的过去了。紫鹃只是哭叫：“姑娘怎么样了？快醒来罢！”探春也叫了一回。半晌，黛玉回过这口气，还说不出话来，那只手仍向窗外指着。\n　　探春会意，开门出去，看见婆子手中拿着拐棍，赶着一个不干不净的毛丫头道：“我是为照管这园中的花果树木，来到这里，你作什么来了？等我家去，打你一个知道。”这丫头扭着头，把一个指头探在嘴里，瞅着老婆子笑。探春骂道：“你们这些人，如今越发没了王法了。这里是你骂人的地方儿吗？”老婆子见是探春，连忙陪着笑脸儿说道：“刚才是我的外孙女儿，看见我来了，他就跟了来。我怕他闹，所以才吆喝他回去，那里敢在这里骂人呢？”探春道：“不用多说了，快给我都出去。这里林姑娘身上不大好，还不快去么！”老婆子答应了几个“是”，一扭身去了，那丫头也就跑了。\n　　探春回来，看见湘云拉着黛玉的手只管哭，紫鹃一手抱着黛玉，一手给黛玉揉胸口，黛玉的眼睛方渐渐的转过来了。探春笑道：“想是听见老婆子的话，你疑了心了么？”黛玉只摇摇头儿。探春道：“他是骂他外孙女儿，我才刚也听见了。这种东西说话再没有一点道理的，他们懂得什么避讳。”黛玉听了，叹了口气，拉着探春的手道：“姐儿……”叫了一声，又不言语了。探春又道：“你别心烦。我来看你，是姊妹们应该的。你又少人伏侍。只要你安心肯吃药，心上把喜欢事儿想想，能够一天一天的硬朗起来，大家依旧结社做诗，岂不好呢。”湘云道：“可是三姐姐说的，那么着不乐？”黛玉哽咽道：“你们只顾要我喜欢，可怜我那里赶得上这日子？只怕不能够了。”探春道：“你这话说的太过了，谁没个病儿灾儿的？那里就想到这里来了。你好生歇歇儿罢，我们到老太太那边，回来再看你。你要什么东西，只管叫紫鹃告诉我。”黛玉流泪道：“好妹妹，你到老太太那里，只说我请安，身上略有点不好，不是什么大病，也不用老太太烦心的。”探春答应道：“我知道，你只管养着罢。”说着，才同湘云出去了。\n　　这里紫鹃扶着黛玉躺在床上，地下诸事自有雪雁照料，自己只守着傍边看着黛玉，又是心酸，又不敢哭泣。那黛玉闭着眼睛躺了半晌，那里睡得着，觉得园里头平日只见寂寞，如今躺在床上，偏听得风声、虫鸣声、鸟语声、人走的脚步声，又象远远的孩子们啼哭声，一阵一阵的聒噪的烦噪起来。因叫紫鹃：“放下帐子来。”雪雁捧了一碗燕窝汤，递给紫鹃。紫鹃隔着帐子，轻轻问道：“姑娘，喝一口汤罢？”黛玉微微应了一声。紫鹃复将汤递给雪雁，自己上来，搀扶黛玉坐起，然后接过汤来，搁在唇边试了一试，一手搂着黛玉肩臂，一手端着汤送到唇边。黛玉微微睁眼喝了两三口，便摇摇头儿不喝了，紫鹃仍将碗递给雪雁，轻轻扶黛玉睡下。静了一时，略觉安顿。\n　　只听窗外悄悄问道：“紫鹃妹妹在家么？”雪雁连忙出来，见是袭人，因悄悄说道：“姐姐屋里坐着。”袭人也便悄悄问道：“姑娘怎么着？”一面走，一面雪雁告诉夜间及方才之事。袭人听了这话，也唬怔了，因说道：“怪道刚才翠缕到我们那边说你们姑娘病了，唬的宝二爷连忙打发我来，看看是怎么样。”正说着，只见紫鹃从里间掀起帘子，望外看见袭人，招手儿叫他。袭人轻轻走过来，问道：“姑娘睡着了吗？”紫鹃点点头儿，问道：“姐姐才听见说了？”袭人也点点头儿，蹙着眉道：“终久怎么样好呢？那一位昨夜也把我唬了个半死儿！”紫鹃忙问：“怎么了？”袭人道：“昨日晚上睡觉还是好好儿的，谁知半夜里一叠连声的嚷起心疼来。嘴里胡说白道，只说好象刀子割了去的似的，直闹到打亮梆子以后才好些了。你说唬人不唬人？今日不能上学，还要请大夫来吃药呢。”正说着，只听黛玉在帐子里又咳嗽起来，紫鹃连忙过来捧痰盒儿接痰。黛玉微微睁眼问道：“你合谁说话呢？”紫鹃道：“袭人姐姐来瞧姑娘来了。”说着，袭人已走到床前。黛玉命紫鹃扶起，一手指着床边，让袭人坐下。”袭人侧身坐了，连忙陪着笑劝道：“姑娘倒是躺着罢。”黛玉道：“不妨，你们快别这样大惊小怪的。刚才是说谁半夜里心疼起来？”袭人道：“是宝二爷，偶然魇住了，不是认真怎么样。”黛玉会意，知道是袭人怕自己又悬心的原故，又感激，又伤心，因趁势问道：“既是魇住了，不听见他还说什么？”袭人道：“也没说什么。”黛玉点点头儿，迟了半日，叹了一声，才说道：“你们别告诉宝二爷说我不好，看耽搁了他的工夫，又叫老爷生气。”袭人答应了，又劝道：“姑娘，还是躺躺歇歇罢。”黛玉点头，命紫鹃扶着歪下。袭人不免坐在旁边，又宽慰了几句，然后告辞。回到怡红院，只说黛玉身上略觉不受用，也没什么大病，宝玉才放了心。\n　　且说探春湘云出了潇湘馆，一路往贾母这边来。探春因嘱咐湘云道：“妹妹回来见了老太太，别象刚才那样冒冒失失的了。”湘云点头笑道：“知道了。我头里是叫他唬的忘了神了。”说着已到贾母那边。探春因提起黛玉的病来。贾母听了，自是心烦，因说道：“偏是这两个‘玉’儿多病多灾的。林丫头一来二去的大了，他这个身子也要紧。我看那孩子太是个心细。”众人也不敢答言。贾母便向鸳鸯道：“你告诉他们，明儿大夫来，瞧了宝玉，叫他再到林姑娘那屋里去。”鸳鸯答应着出来，告诉了婆子们。婆子们自去传话。这里探春、湘云就跟着贾母吃了晚饭，然后同回园中去，不提。\n　　到了次日，大夫来了。瞧了宝玉，不过说饮食不调，着了点儿风邪，没大要紧，疏散疏散就好了。这里王夫人凤姐等，一面遣人拿了方子回贾母，一面使人到潇湘馆，告诉说：“大夫就过来。”紫鹃答应了，连忙给黛玉盖好被窝，放下帐子，雪雁赶着收拾房里的东西。一时贾琏陪着大夫进来了，便说道：“这位老爷是常来的，姑娘们不用回避。”老婆子打起帘子，贾琏让着，进入房中坐下。贾琏道：“紫鹃姐姐，你先把姑娘的病势向王老爷说说。”王大夫道：“且慢说。等我诊了脉，听我说了，看是对不对。若有不合的地方，姑娘们再告诉我。”紫鹃便向帐中扶出黛玉的一只手来，搁在迎手上。紫鹃又把镯子连袖子轻轻的撸起，不叫压住了脉息。那王大夫诊了好一会儿，又换那只手也诊了，便同贾琏出来，到外间屋里坐下，说道：“六脉皆弦，因平日郁结所致。”说着，紫鹃也出来，站在里间门口。那王大夫便向紫鹃道：“这病时常应得头晕，减饮食，多梦。每到五更，必醒个几次；即日间听见不干自己的事，也必要动气，且多疑多惧。不知者疑为性情乖诞，其实因肝阴亏损，心气衰耗，都是这个病在那里作怪。不知是否？”紫鹃点点头儿，向贾琏道：“说的很是。”王太医道：“既这样，就是了。”说毕，起身同贾琏往外书房去开方子。小厮们早已预备下一张梅红单赃，王太医吃了茶，因提笔先写道：\n　　六脉弦迟，素由积郁。左寸无力，心气已衰。关脉独洪，肝邪偏旺。木气不能疏达，势必上侵脾土，饮食无味；甚至胜所不胜，肺金定受其殃。气不流精，凝而为痰；血随气涌，自然咳吐。理宜疏肝保肺，涵养心脾。虽有补剂，未可骤施。姑拟“黑逍遥”以开其先，后用“归肺固金”以继其后。不揣固陋，候高明裁服。\n　　又将七味药与引子写了。贾琏拿来看时，问道：“血势上冲，柴胡使得么？”王大夫笑道：“二爷但知柴胡是升提之品，为吐衄所忌，岂知用鳖血拌炒，非柴胡不足宣少阳甲胆之气。以鳖血制之，使其不致升提，且能培养肝阴，制遏邪火。所以《内经》说：‘通因通用，塞因塞用。’柴胡用鳖血拌炒，正是‘假周勃以安刘’的法子。”贾琏点头道：“原来是这么着。这就是了。”王大夫又道：“先请服两剂，再加减，或再换方子罢。我还有一点小事，不能久坐，容日再来请安。”说着，贾琏送了出来，说道：“舍弟的药，就是那么着了？”王大夫道：“宝二爷倒没什么大病，大约再吃一剂就好了。”说着上车而去。\n　　这里贾琏一面叫人抓药，一面回到房中去告诉凤姐，黛玉的病原与大夫用的药，述了一遍。只见周瑞家的走来，回了几件没要紧的事。贾琏听到一半，便说道：“你回二奶奶罢，我还有事呢。”说着就走了。周瑞家的回完了这件事，又说道：“我方才到林姑娘那边，看他那个病竟是不好呢。脸上一点血色也没有，摸了摸身上，只剩了一把骨头。问问他，也没有话说，只是淌眼泪。回来紫鹃告诉我说：‘姑娘现在病着，要什么自己又不肯要，我打算要问二奶奶那里支用一两个月的月钱。如今吃药虽是公中的，零用的也得几个钱。’我答应了他，替他来回奶奶。”凤姐低了半日头，说道：“竟这么着罢，我送他几两银子使罢。也不用告诉林姑娘。这月钱却是不好支的。一个人开了例，要是都支起来，那如何使得呢？你不记得赵姨娘和三姑娘拌嘴了？也无非为的是月钱。况且近来你也知道，出去的多进来的少，总绕不过弯儿来。不知道的还说我打算的不好，更有那一种嚼舌根的，说我搬运到娘家去了。周嫂子，你倒是那里经手的人，这个自然还知道些。”周瑞家的道：“真正委屈死人！这样大门头儿，除了奶奶这样心计儿当家罢了。别说是女人当不来，就是三头六臂的男人还撑不住呢。还说这些个混账话。”说着又笑了一声道：“奶奶还没听见呢，外头的人还更糊涂呢。前儿周瑞回家来，说起外头的人打量着咱们府里不知怎么样有钱呢。也有说：‘贾府里的银库几间，金库几间，使的家伙都是金子镶了、玉石嵌了的。’也有说：‘姑娘做了王妃，自然皇上家的东西分的了一半子给娘家。前儿贵妃省亲回来，我们还亲见他带了几车金银回来，所以家里收拾摆设的水晶宫似的。那日在庙里还愿，花了几万银子，只算是牛身上拔了一根毛罢咧。’有人还说：‘他门前的狮子，只怕还是玉石的呢。园子里还有金麒麟，叫人偷了一个去，如今剩下一个了。家里的奶奶姑娘不用说，就是屋里使唤的姑娘们，也是一点儿不动的。喝酒下棋，弹琴画画，横竖有人伏侍呢，单管穿罗罩纱。吃的带的，都是人家不认得的。那些哥儿姐儿们更不用说了，要天上的月亮，也有人去拿下来给他玩。’还有歌儿呢，说是：‘宁国府，荣国府，金银财宝如粪土。吃不穷，穿不穷，算来……。’”说到这里，猛然咽住。原来那时歌儿说道是“算来总是一场空”，这周瑞家的说溜了嘴，说到这里，忽然想起这话不好，因咽住了。\n　　凤姐儿听了，已明白必是句不好的话了，也不便追问。因说道：“那都没要紧，只是这‘金麒麟’的话从何而来？”周瑞家的笑道：“就是那庙里的老道士送给宝二爷的小金麒麟儿。后来丢了几天，亏了史姑娘捡着，还了他，外头就造出这个谣言来了。奶奶说这些人可笑不可笑？”凤姐道：“这些话倒不是可笑，倒是可怕的。咱们一日难似一日，外面还是这么讲究。俗语儿说的，‘人怕出名猪怕壮’，况且又是个虚名儿，终久还不知怎么样呢。”周瑞家的道：“奶奶虑的也是。只是满城里茶坊酒铺儿以及各胡同儿都是这样说，况且不是一年了，那里握的住众人的嘴？”凤姐点点头儿。因叫平儿称了几两银子，递给周瑞家的道：“你先拿去交给紫鹃，只说我给他添补买东西的。若要官中的只管要去，别提这月钱的话。他也是个伶透人，自然明白我的话。我得了空儿就去瞧姑娘去。”周瑞家的接了银子，答应着自去，不提。\n　　且说贾琏走到外面，只见一个小厮迎上来，回道：“大老爷叫二爷说话呢。”贾琏急忙过来，见了贾赦。贾赦道：“方才风闻宫里头传了一个太医院御医，两个吏目去看病，想来不是宫女儿下人了。这几天，娘娘宫里有什么信儿没有？”贾琏道；“没有。”贾赦道：“你去问问二老爷和你珍大哥；不然，还该叫人去到太医院里打听打听才是。”贾琏答应了，一面吩咐人往太医院去，一面连忙去见贾政、贾珍。贾政听了这话，因问道：“是那里来的风声？”贾琏道：“是大老爷才说的。”贾政道：“你索性和你珍大哥到里头打听打听。”贾琏道：“我已经打发人往太医院打听去了。”一面说着，一面退出来去找贾珍。只见贾珍迎面来了，贾琏忙告诉贾珍。贾珍道：“我正为也听见这话，来回大老爷、二老爷去呢。”于是两个人同着来见贾政。贾政道：“如系元妃，少不得终有信的。”说着，贾赦也过来了。\n　　到了晌午，打听的尚未回来，门上人进来回说：“有两个内相在外，要见二位老爷呢。”贾赦道：“请进来。”门上的人领了老公进来。贾赦、贾政迎至二门外，先请了娘娘的安，一面同着进来，走至厅上，让了坐。老公道：“前日这里贵妃娘娘有些欠安，昨日奉过旨意，宣召亲丁四人进里头探问。许各带丫头一人，馀皆不用。亲丁男人，只许在宫门外递个职名请安听信，不得擅入。准于明日辰巳时进去，申酉时出来。”贾政、贾赦等站着听了旨意，复又坐下，让老公吃茶毕，老公辞了出去。\n　　贾赦、贾政送出大门，回来先禀贾母。贾母道：“亲丁四人，自然是我和你们两位太太了。那一个人呢？”众人也不敢答言。贾母想了想，道：“必得是凤姐儿，他诸事有照应。你们爷儿们各自商量去罢。”贾赦、贾政答应了出来，因派了贾琏、贾蓉看家外，凡“文”字辈至“草”字辈一应都去。遂吩咐家人预备四乘绿轿，十余辆翠盖车，明儿黎明伺候。家人答应去了。贾赦、贾政又进去回明贾母：“辰巳时进去，申酉时出来。今日早些歇歇，明日好早些起来，收拾进宫。”贾母道；“我知道，你们去罢。”赦政等退出。这里邢夫人、王夫人、凤姐儿也都说了一会子元妃的病，又说了些闲话，才各自散了。\n　　次日黎明，各屋子里丫头们将灯火俱已点齐，太太们各梳洗毕，爷们亦各整顿好了。一到卯初，林之孝合赖大进来，至二门口回道：“轿车俱已齐备，在门夕外伺候着呢。”不一时，贾赦、邢夫人也过来了。大家用了早饭，凤姐先扶老太太出来，众人围随，各带使女一人，缓缓前行。又命李贵等二人先骑马去外宫门接应，自己家眷随后。“文”字辈至“草”字辈各自登车骑马，跟着众家人，一齐去了。贾珍贾蓉在家中看家。\n　　且说贾家的车辆轿马在外西垣门口歇下等着。一会儿，有两个内监出来，说道：“贾府省亲的太太奶奶们着令入宫探问。爷们俱着令内宫门外请安，不得入见。”门上人叫：“快进去。”贾府中四乘轿子跟着小内监前行，贾家爷们在轿后步行跟着，令众家人在外等候。走近宫门口，只见几个老公在门上坐着，见他们来了，便站起来说道：“贾府爷们至此。”贾赦、贾政便捱次立定。轿子抬至宫门口，便都出了轿，早有几个小内监引路，贾母等各有丫头扶着步行。走至元妃寝宫，只见奎壁辉煌，琉璃照耀。又有两个小宫女儿传谕道：“只用请安，一概仪注都免。”贾母等谢了恩，来至床前，请安毕，元妃都赐了坐。贾母等又告了坐。元妃便问贾母道：“近日身上可好？”贾母扶着小丫头，颤颤巍巍站起来，答应道：“托娘娘洪福，起居尚健。”元妃又向邢夫人王夫人问好。邢、王二夫人站着回了话。元妃又问凤姐；“家中过的日子若何？”凤姐站起来回奏道：“尚可支持。”元妃道：“这几年来，难为你操心。”凤姐正要站起来回奏，只见一个宫女传进许多职名，请娘娘龙目。元妃看时，说是贾赦、贾政等若干人。那元妃看了职名，心里一酸，止不住早流下泪来。宫女儿递过绢子，元妃一面拭泪，一面传谕道：“今日稍安，令他们外面暂歇。”贾母等站起来，又谢了恩。元妃含泪道：“父女弟兄，反不如小家子得以常常亲近。”贾母等都忍着泪道：“娘娘不用悲伤，家中已托着娘娘的福多了。”元妃又问：“宝玉近来若何？”贾母道：“近来颇肯念书。因他父亲逼得严紧，如今文字也都做上来了。”元妃道：“这样才好。”遂命外宫赐宴。便有两个宫女儿，四个小太监，引了到一座宫里。已摆得齐整，各按坐次坐了。不必细述。一时吃完了饭，贾母带着他婆媳三人，谢过宴。又耽搁了一回，看看巳近酉初，不敢羁留，俱各辞了出来。元妃命宫女儿引道，送至内宫门，门外仍是四个小太监送出。贾母等依旧坐着轿子出来，贾赦接着，大伙儿一齐回去。到家，又要安排明后日进宫，仍令照应齐集，不提。\n　　且说薛家金桂自赶出薛蟠去了，日间拌嘴没有对头，秋菱又住在宝钗那边去了，只剩得宝蟾一人同住。既给与薛蟠作妾，宝蟾的意气又不比从前了，金桂看去，更是一个对头，自己也后悔不来。一日，吃了几杯闷酒，躺在炕上，便要借那宝蛊作个醒酒汤儿，因问着宝蟾道：“大爷前日出门，到底是到那里去？你自然是知道的了。”宝蟾道：“我那里知道，他在奶奶跟前还不说，谁知道他那些事？”金桂冷笑道：“如今还有什么‘奶奶’‘太太’的，都是你们的世界了。别人是惹不得的，有人护庇着，我也不敢去虎头上捉虱子。你还是我的丫头，问你一句话，你就和我摔脸子，说塞话！你既这么有势力，为什么不把我勒死了，你和秋菱不拘谁做了奶奶，那不清净了么？偏我又不死，碍着你们的道儿！”宝蟾听了这话，那里受得住，便眼睛直直的瞅着金桂道：“奶奶这些闲话只好说给别人听去！我并没合奶奶说什么。奶奶不敢惹人家，何若来拿着我们小软儿出气呢？正经的，奶奶又装听不见，‘没事人一大堆’了。”说着，便哭天哭地起来。金桂越发性起，便爬下炕来，要打宝蟾。宝蟾也是夏家的风气，半点儿不让。金桂将桌椅杯盏尽行打翻，那宝蟾只管喊冤叫屈，那里理会他？\n　　岂知薛姨妈在宝钗房中，听见如此吵嚷，便叫：“香菱，你过去瞧瞧，且劝劝他们。”宝钗道：“使不得，妈妈别叫他去。他去了岂能劝他，那更是火上浇了油了。”薛姨妈道：“既这么样，我自己过去。”宝钗道：“依我说，妈妈也不用去，由着他们闹去罢。这也是没法儿的事了。”薛姨妈道：“这那里还了得！”说着，自己扶了丫头，往金桂这边来。宝钗只得也跟着过去。又嘱咐香菱道：“你在这里罢。”\n　　母女同至金桂房门口，听见里头正还嚷哭不止。薛姨妈道：“你们是怎么着，又这么家翻宅乱起来，这还象个人家儿吗？矮墙浅屋的，难道都不怕亲戚们听见笑话了么？”金桂屋里接声道：“我倒怕人笑话呢！只是这里扫帚颠倒竖，也没主子，也没奴才，也没大老婆没小老婆，都是混账世界了。我们夏家门子里没见过这样规矩，实在受不得你们家这样委屈了。”宝钗道：“大嫂子，妈妈因听见闹得慌才过来的，就是问的急了些，没有分清‘奶奶’‘宝蟾’两字，也没有什么。如今且把事情说开，大家和和气气的过日子，也省了妈妈天天为咱们操心哪。”薛姨妈道：“是啊，先把事情说开了，你再问我的不是，还不迟呢。”金桂道：“好姑娘，好姑娘！你是个大贤大德的，你日后必定有个好人家好女婿，决不象我这样守活寡、举眼无亲、叫人家骑上头来欺负的。我是个没心眼儿的人，只求姑娘，我说话，别往死里挑捡！我从小儿到如今，没有爹娘教导。再者，我们屋里老婆、汉子、大女人、小女人的事，姑娘也管不得！”宝钗听了这话，又是羞，又是气，见他母亲这样光景，又是疼不过，因忍了气说道：“大嫂子，我劝你少说句儿罢。谁挑捡你，又是谁欺负你？别说是嫂子啊，就是秋菱，我也从来没有加他一点声气儿啊。”金桂听了这几句话，更加拍着炕沿大哭起来说：“我那里比得秋菱？连他脚底下的泥我还跟不上呢！他是来久了的，知道姑娘的心事，又会献勤儿。我是新来的，又不会献勤儿，如何拿我比他？何苦来！天下有几个都是贵妃的命？行点好儿罢。别修得象我嫁个糊徐行子，守活寡，那就是活活儿的现了眼了！”薛姨妈听到这里，万分气不过，便站起身来道：“不是我护着自己的女孩儿，他句句劝你，你却句句怄他。你有什么过不去，不用寻他，勒死我倒也是希松的！”宝钗忙劝道：“妈妈，你老人家不用动气。咱们既来劝他，自己生气，倒多了一层气。不如且去，等嫂子歇歇儿再说。”因吩咐宝蟾道：“你也别闹了。”说着，跟了薛姨妈便出来了。\n    走过院子里，只见贾母身边的丫头同着秋菱迎面走来。薛姨妈道：“你从那里来？老太太身上可安？”那丫头道：“老太太身上好，叫来请姨太太安，还谢谢前儿的荔枝，还给琴姑娘道喜。”宝钗道：“你多早晚来的？”那丫头道：“来了好一会子了。”薛姨妈料他知道，红着脸说道：“这如今，我们家里闹的也不象个过日子的人家了，叫你们那边听见笑话。”丫头道：“姨太太说那里的话？谁家没个碟大碗小磕着碰着的呢。那是姨太太多心罢咧。”说着，跟了回到薛姨妈房中，略坐了一回就去了。宝钗正嘱咐香菱些话，只听薛姨妈忽然叫道：“左胁疼痛的很。”说着，便向炕上躺下。唬得宝钗香菱二人手足无措。\n要知后事如何，下回分解。",
  "translation": "Tan-chun and Xiang-yun were on the point of leaving when they heard a sudden commotion outside.\n\n“You little slut!” a woman was railing. “Who do you think you are, barging in here and making trouble?”\n\nAt this Dai-yu gave a cry.\n\n“I can’t stay here any longer!” she exclaimed, pointing towards the window, her eyes starting from her head in terror.\n\nAlthough she lived in Prospect Garden and enjoyed Grandmother Jia’s special favour, Dai-yu was always extremely sensitive to the least slight from anyone else. The old woman’s angry words, which to anyone else would have been completely meaningless, sounded to her like a deliberate insult. She was a young lady from a highly cultured and extremely wealthy family. But now she had neither father nor mother. Who could have put the woman up to it? The injustice of it was more than she could bear. She burst into tears and then, choking with emotion, fainted away. Nightingale stood crying at her side:\n\n“Miss! Miss! Wake up!”\n\nTan-chun called to her as well. It was some time before she came round, and then she was still unable to speak, and continued to point towards the window.\n\nTan-chun understood. She opened the door and went outside. There she saw one of the old garden women, leaning on a walking-stick, scolding a grubby little slip of a girl.\n\n“I’ve come to look after the flowers and fruit. What are you here for? Just you wait till I get you home. I’ll teach you a lesson you won’t forget in a hurry!”\n\nThe girl was standing with her head cocked to one side, sucking her finger and staring back at the old woman with a pert grin on her face.\n\n“Have you people no manners at all?” said Tan-chun sternly. “This is no place to be shouting and screaming.”\n\nThe old woman turned and, seeing that it was Tan-chun, put on a fawning smile at once.\n\n“It’s my grand-daughter, Miss. She followed me here. I was afraid she might make a nuisance of herself, so I told her to go home. I’d never dare shout and scream here, Miss.”\n\n“I don’t want to hear any more,” said Tan-chun. “Just be off, both of you. And be quick about it. Miss Lin is not well. Do you want me to tell Her Old Ladyship?”\n\nThe old woman assented repeatedly and turned to go. The little girl scampered off.\n\nTan-chun went back into the room. Xiang-yun was holding Dai-yu’s hand and crying. Nightingale was supporting her with one arm and massaging her chest with the other hand. Dai-yu’s eyes were gradually coming back into focus.\n\n“Was it that old woman that upset you?” asked Tan-chun. “She was only scolding her grand-daughter. I heard her too. People like that have no manners at all. They don’t know how to behave.”\n\nDai-yu sighed and took Tan-chun by the hand.\n\n“Oh, Tan…” She could say no more.\n\n“Please don’t distress yourself,” said Tan-chun. “We are your cousins. It’s only right that we should come and see you. And you have so few people here to look after you. You must try to be a little more cheerful. You must take your medicine. Try to build up your strength. Then we can start the poetry club again. Wouldn’t that be fun?”\n\n“That’s right,” said Xiang-yun. “You should try to be more cheerful, coz.”\n\n“You all want me to be cheerful,” sobbed Dai-yu. “But how can I? I don’t think I shall ever…”\n\n“Now you’re talking nonsense,” said Tan-chun. “Who doesn’t have their share of illness? It’s silly to give up hope. You must rest now. We are going to see Grandmother, and we’ll come back later to see how you are. If there’s anything you want, tell Nightingale to let me know.”\n\n“Dear cousins,” said Dai-yu tearfully, “when you see Grandmother, please give her my respects. Tell her I have a slight chill. It’s nothing serious. She is not to worry.”\n\n“We will,” said Tan-chun. “Now rest.”\n\nShe and Xiang-yun left. Nightingale helped Dai-yu to lie down on the kang.\n\nXueyan was attending to things below, while Zijuan stayed at her side watching her — her heart aching but not daring to weep. Daiyu lay with closed eyes, not dozing off however. The garden which normally seemed so quiet now, as she lay in bed, echoed with a distracting cacophony of sounds — the wind sighing, insects chirping, birds twittering, footsteps of passers-by and, as if in the distance, the crying of children. She asked Zijuan to let down the bed-curtain.\n\nJust then Xueyan brought a bowl of bird’s-nest soup and handed it to Zijuan, who asked softly through the curtain, “Won’t you take some soup, miss?” When Daiyu assented faintly, Zijuan passed the bowl to Xueyan and came forward to help her sit up. Then taking the bowl back she tested it with her lips before holding it to Daiyu’s mouth, supporting her with her other arm. Daiyu opened her eyes a little and after sipping two or three mouthfuls shook her head to show that she had enough. Zijuan handed the bowl back to Xueyan and gently helped her lie down again. After a while all was quiet.\n\nThen someone outside the window asked softly, “Is Sister Zijuan in?”\n\nXueyan hurried out and saw that it was Xiren. She said quietly, “Come in and sit down.”\n\n“How is your young lady?” asked Xiren, stepping inside.\n\nAs they walked in Xueyan told her what had happened in the night and just now. Xiren was aghast.\n\n“No wonder,” she said, “Cuilu came just now to tell us your young lady was ill. Baoyu was so worried, he sent me to find out how she is.”\n\nAs she was speaking Zijuan lifted the portiere of the inner room and, seeing Xiren, beckoned to her. Xiren tiptoed over.\n\n“Is your young lady asleep?” she asked.\n\nZijuan nodded. “Have you heard the news?” she asked.\n\nXiren nodded and said with a frown, “Yes. But what’s to be done? The way he carried on last night gave me a fright too.”\n\n“What happened?”\n\n“He was all right when he went to sleep, but in the middle of the night he started crying that he had a heartache — he was raving, saying it was as if a knife were cutting his heart. He went on and on like that till after the fourth watch, when he calmed down a little. Wasn’t that frightening? He’s not going to school today and we’ve sent for a doctor.”\n\nJust then they heard Daiyu coughing inside her curtain, and Zijuan hurried over to hold the spittoon for her. Daiyu opened her eyes.\n\n“Who were you talking to?” she asked.\n\n“Xiren’s come to see you, miss.”\n\nAs Xiren stepped up to the bed Daiyu told Zijuan to help her sit up.\n\n“You’d better lie down, miss,” Xiren urged her with a smile.\n\n“It’s all right. Don’t make such a fuss. Who was it had a heartache just now in the night?”\n\n“It was Master Bao. He had a nightmare, but it wasn’t serious.”\n\nDaiyu, knowing that Xiren was trying to spare her anxiety, felt both grateful and distressed.\n\n“If he was having a nightmare, did he say anything?” she asked.\n\n“Nothing.”\n\nDaiyu nodded, but after a pause she sighed, “Don’t tell him I’m unwell, in case the master scolds him for neglecting his studies.”\n\nXiren agreed to this and urged, “Do rest, miss.”\n\nDaiyu nodded and told Zijuan to help her lie down again. Xiren stayed a little longer to comfort her, then left. When she got back to Happy Red Court, she simply reported that Daiyu\n\nHe was just feeling a little poorly, but there was nothing seriously wrong. Baoyu was relieved.\n\nMeanwhile Tanchun and Xiangyun, leaving Bamboo Lodge, had called on the Lady Dowager. Tanchun warned Xiangyun, “When you see the old lady, mind you don’t blurt out anything as you did just now.”\n\nXiangyun nodded. “I know,” she said with a smile. “I was so flustered by him I clean forgot myself.”\n\nUpon arriving they broached the subject of Daiyu’s illness. The old lady was most upset.\n\n“Both my two ‘jades’ are ailing,” she sighed. “Daiyu’s growing up now, she ought to take better care of herself. But that child is too sensitive.”\n\nThe others could think of no reply to this.\n\nThe Lady Dowager told Yuanyang, “When the doctor comes tomorrow to see Baoyu, tell them to send him on to Miss Lin.” Yuanyang assented and passed on this order to the servants, who went to deliver it. Then Tanchun and Xiangyun had supper with the old lady before returning to the Garden.\n\nThe next day when the doctor came, after examining Baoyu he pronounced that his digestive system was slightly out of order and he had caught a chill, but it was nothing serious — he would be all right after taking some sudorific. Lady Wang and Xifeng sent the prescription to the Lady Dowager and also to Bamboo Lodge with the message that the doctor would soon be coming. Zijuan, having acknowledged this message, quickly tucked Daiyu in and let down the bed-curtains, while Xueyan made haste to tidy the room.\n\nPresently Jia Lian brought the doctor in. “This gentleman is a regular visitor,” he said, “so you girls needn’t avoid him.” An old nurse raised the portiere and Jia Lian ushered the doctor in, then seated himself on a chair.\n\n“Sister Zijuan,” he said, “tell Doctor Wang what’s the matter with your young lady.”\n\n“Wait,” interposed the doctor. “Let me feel her pulse, then you can tell me if my diagnosis is correct. If not, you can put me right.”\n\nZijuan helped Daiyu stretch an arm from the bed, resting it on a pillow. She gently rolled up the sleeve, taking care that the bracelet on the wrist should not impede the pulse. The doctor felt the pulse for some time, then that of the other arm.\n\nHe went out with Jia Lian to the sitting-room and sat down.\n\n“All six pulses are taut,” he said. “This is due to pent-up indignation. The young lady is often dizzy and has no appetite. She has many dreams and must wake several times before dawn. Even in the daytime, when she hears something which doesn’t concern her, she loses her temper. She is also subject to many misgivings and fears. Those who don’t know her may think her eccentric, but actually the trouble is a deficiency of liver-yin and a weakening of the heart’s energy. That’s what’s causing this illness. Am I right?”\n\nZijuan, who had come out and was standing by the door of the inner room, nodded.\n\n“You’re quite right, sir,” she told Jia Lian.\n\n“In that case, that’s it,” said Doctor Wang.\n\nHe stood up and accompanied Jia Lian to the library to write his prescription. A page had put out a sheet of pink paper. After drinking tea, the doctor took up his brush and wrote:\n\nAll six pulses are taut and slow, due to long-standing depression. The left inch is weak, the heart’s energy is depleted. The left bar is full, the liver is over-active. The element wood, unable to develop properly, is bound to encroach on the earth element, resulting in loss of appetite. And what is worse, it will overcome what it cannot normally overcome, so that the metal of the lungs is bound to suffer. Energy not being transformed into essence will congeal into phlegm; and blood, coursing with the energy, will naturally be vomited. The treatment should aim at soothing the liver and protecting the lungs, reinforcing the heart and spleen. Although tonics are needed, no strong drugs should be administered. First I shall prescribe the Black Evodia Decoction to clear the liver, to be followed by the Lung-Nourishing and Metal-Consolidating Pills. I beg to suggest this in my ignorance, and await your superior judgement.\n\nThen he listed the ingredients and their quantities.\n\nWhen Jia Lian read this he asked, “What do you mean when you say that blood\n\n\"Go and get some buplever.\" Jia Lian asked, \"Is buplever suitable?\"\n\nDoctor Wang smiled.\n\n\"You know, sir, that buplever is a stimulant which is bad for haemorrhages, but you don't know that when it's stir-fried with turtle-blood it's just the thing to stimulate the gall bladder. The turtle-blood counteracts its stimulating effect, nourishes the liver and checks pathogenic fire. So the Inner Canon says, 'Use the right thing for the ailment, the wrong thing for its opposite.' Using turtle-blood to stir-fry buplever is like 'appointing Zhou Bo to safeguard the Lius.'\"\n\nJia Lian nodded. \"I see. That's all right then.\"\n\n\"Let him take two doses first, then I'll make some changes or prescribe a different mixture,\" said the doctor. \"I have some other business to attend to now and can't stay longer. I'll come another day to pay my respects.\"\n\nJia Lian saw him out and asked, \"So that's the medicine for my cousin?\"\n\n\"Master Bao isn't seriously ill. One more dose should set him right.\" With that the doctor mounted his carriage and left.\n\nJia Lian sent servants to fetch the medicine and went in to tell Xifeng the diagnosis of Daiyu's illness and the prescription given. As he was doing so, Zhou Rui's wife came in.\n\nAfter reporting on several matters of no importance, she was cut short by Jia Lian who said, \"Tell the mistress. I've other things to see to.\" With that he left.\n\nZhou Rui's wife made her report then said, \"I've just been to see Miss Lin, and she's in a bad way. There's no colour at all in her face and she's just skin and bones. When you ask how she is she doesn't answer, just sheds tears. Zijuan told me, 'The young lady's ill, but she won't ask for anything she needs. I was thinking of asking your mistress to let us have a couple of months' allowance in advance. Although her medicine is paid for from the general fund, she needs some pocket-money.' I agreed to ask for her.\"\n\nXifeng lowered her head for a while. \"I'd better give her a few taels for the time being,\" she said finally. \"No need to tell her. It wouldn't do to advance her allowance. If we make an exception in her case and everyone asks for the same, how can we cope? Don't you remember the row between Concubine Zhao and the Third Young Mistress? That was over the allowance. Besides, as you know, these days we have more开支 than income. We can't make both ends meet. People who don't know that accuse me of bad management; and there are some scandalmongers who accuse me of taking things for my own family. As you have a hand in these affairs, sister-in-law, you know how it is.\"\n\n\"It's a crying shame!\" exclaimed Zhou Rui's wife. \"In a big establishment like this, only a mistress with your good head for business could cope. No woman could, to say nothing of men -- not even one with three heads and six arms! So how can they talk such wicked nonsense?\" She chuckled. \"But that's not all, madam. Outsiders are even more ignorant. The other day when Zhou Rui came home, he told me some people outside are speculating about our wealth. Some say, 'The Jias have several rooms full of gold and several of silver.' Some say, 'Their valuables are all gold inlaid with jewels.' Others say, 'Since the young lady became an Imperial Consort, of course the Emperor gave her family half the things in the palace. The other day, when she came home on a visit, we saw with our own eyes the several cart-loads of gold and silver she brought back, so that their house is now fitted out like a crystal palace. And the other day in the temple, when they redeemed a vow to the god, they spent ten thousand taels which to them is just one hair from nine oxen.' Some even say, 'The stone lions at their gate must be made of jade. They had a pair of golden unicorns in their garden too, but one was stolen and now there's only one left.' As for the ladies and young ladies in the household, not to\n\nThe maids in their service don’t have to lift a finger either. When they want to drink, play chess, strum the lyre or paint, there are others to wait on them; all they have to do is dress up in gauze and silk. They eat and wear things ordinary folk have never set eyes on. As for the young masters and misses, needless to say, if they fancied the moon in the sky someone would fetch it for them to play with. And there’s that song:\n\n“The Ning and Rong Mansions,  \nGold and silver like manure;  \nThey can’t eat or wear out their riches,  \nBut all reckoned up....”\n\nHere she broke off, for the next line of the song was: “It all comes to nothing in the end.” She had spoken thoughtlessly, and now stopped short in consternation.\n\nXifeng knew that this must be something inauspicious, but did not press her.\n\n“Never mind that,” she said. “But what’s this about a golden kylin?”\n\n“It’s that little gold kylin which the old Taoist in the temple gave Master Bao. After he’d lost it for a few days, Miss Shi found it and returned it to him. Then this talk started outside. Don’t you think it’s ridiculous, madam?”\n\n“It’s not ridiculous, it’s alarming. Things are getting harder and harder for us day by day, yet outside they still talk in that extravagant way. As the proverb says, ‘Fame is as fatal for men as fattening for pigs.’ Besides, ours is a false reputation. Who knows what the end will be?”\n\n“You have reason to worry, madam. But this is the talk in all the teahouses, taverns and streets in town, and it’s been going on for years. How can you stop people’s mouths?”\n\nXifeng nodded and told Pinger to weigh out a few taels of silver for Zhou Rui’s wife.\n\n“Take this to Zijuan for me,” she said, “to help her buy things. If she needs anything from the official storehouse, she can have it; but don’t mention this monthly allowance. She’s a clever girl, she’ll understand. I’ll go to see the young lady when I have time.”\n\nZhou Rui’s wife took the silver and assented, then went on her way.\n\nBut now Jia Lian went out and a young servant came up to him.\n\n“The Elder Master wants you, sir,” he announced.\n\nJia Lian hurried over to see Jia She.\n\n“I’ve just heard a rumour that the Imperial Physicians have sent a physician and two medical officers to the palace to see someone who’s ill,” said Jia She. “It doesn’t sound as if it’s one of the maids. Has there been any news the last few days from Her Highness’ palace?”\n\n“No.”\n\n“Go and ask the Second Master and your cousin Zhen. Or better still, send to the Imperial Hospital to find out.”\n\nJia Lian assented and dispatched a servant to the Imperial Hospital while he went to see Jia Zheng and Jia Zhen.\n\nOn hearing this, Jia Zheng asked, “Where did you hear this?”\n\n“From the Elder Master.”\n\n“You’d better go with Cousin Zhen to make inquiries inside.”\n\n“I’ve already sent to the Imperial Hospital.”\n\nAs Jia Lian was withdrawing he met Jia Zhen, who was on his way in, and told him the news.\n\n“I heard the rumour too and was coming to report it to our uncles,” said Jia Zhen.\n\nSo the two of them went in together to see Jia Zheng, who observed, “If it concerns the Imperial Consort, we’re bound to be informed.”\n\nJust then Jia She joined them.\n\nAt noon the man sent to make inquiries had not yet returned when the gateman came in to announce, “Two enuchs from the palace are here to see the masters.”\n\n“Show them in,” said Jia She.\n\nThe gateman ushered the two enuchs in. Jia She and Jia Zheng went to the second gate to meet them, and first inquired after the Imperial Consort’s health.\n\nThey entered together and went into the hall, where the eunuch was invited to take a seat.\n\n“The other day Her Highness the Imperial Consort was slightly indisposed,” he announced. “Yesterday she received an edict to allow four of her kinswomen to visit her in the palace. Each may bring one maid, no more. The men of the family may only send in their cards at the outer gate to inquire after her health, but are not to enter the palace. The ladies are to go in tomorrow morning between seven and eleven, and leave between three and seven in the afternoon.”\n\nChia Sheh and Chia Cheng, who had been standing while they listened to this edict, resumed their seats and offered the eunuch tea. When he had drunk it he took his leave.\n\nChia Sheh and Chia Cheng saw him to the main gate, then went in to report to the Lady Dowager.\n\n“The four kinswomen will, of course, be myself and your two wives,” she said. “But who is to be the fourth?”\n\nWhen no one ventured an answer, the old lady thought it over and said, “It must be Hsi-feng. She’s so capable in handling things. You gentlemen can decide between yourselves what to do.”\n\nChia Sheh and Chia Cheng having assented withdrew, and decided that apart from Chia Lien and Chia Jung who would be left in charge of the household, all the men from the Wen to the Tsao generation should go. They ordered servants to prepare four green sedans and more than ten carriages with kingfisher-blue covers, to be ready the next day at dawn. The servants assented and went about their business. Then Chia Sheh and Chia Cheng went in again to tell the Lady Dowager, “We shall be going in from seven to eleven in the morning and leaving between three and seven in the afternoon. We hope you will retire early tonight so that you can get up early tomorrow to dress for the palace.”\n\n“Very well,” said the old lady. “You may go.”\n\nChia Sheh and Chia Cheng withdrew. Then Lady Hsing, Lady Wang and Hsi-feng chatted for a while about the Imperial Consort’s illness before dispersing.\n\nThe next day at dawn, maids in all the apartments lit the lamps and their mistresses started dressing, while the men too made ready. As soon as the first watch was sounded, Lin Chih-hsiao and Lai Ta came to the inner gate and announced, “The carriages are ready, waiting at the gate.”\n\nPresently Chia Sheh and Lady Hsing joined the others. When they had all breakfasted, Hsi-feng helped the old lady out and the whole family escorted them, each lady with one maid. They set out slowly, having sent Li Kuei and others ahead on horseback to the outer gate of the palace to announce their arrival, while the rest of the household — all the men from the Wen to the Tsao generation — mounted their horses or carriages and followed the ladies, escorted by other servants. Chia Chen and Chia Jung stayed behind to look after the house.\n\nThe carriages and horses of the Chia family halted outside the West Wall to wait. Presently two eunuchs came out.\n\n“The ladies from the Chia family are to go to the palace,” they announced. “The gentlemen may send in their cards at the outer gate but are not to enter.”\n\nThe gatemen urged them to make haste. Four sedans from the Chia mansion followed the eunuchs, the gentlemen behind the sedans, while the other servants waited outside. As they approached the palace gate, they saw eunuchs sitting there who rose to their feet at their approach.\n\n“So the gentlemen of the Chia family have arrived,” they said.\n\nChia Sheh and Chia Cheng took their stand in order of seniority. When the sedans reached the palace gate, the ladies alighted and were led forward by young eunuchs, the old lady leaning on her maid’s arm. They went to the Imperial Consort’s bed-chamber, a resplendent place gleaming with coloured glass. Two young palace maids by the door announced an imperial decree:\n\n“Her Highness says that the ladies are only to pay their respects as to their own mother, dispensing with all ceremony.”\n\nThe Lady Dowager and the others expressed their gratitude, then approached the couch to pay their respects. The Imperial Consort bade them be seated, and after expressing their thanks they took seats.\n\n“How have you been keeping recently, madam?” Yuanchun asked her grandmother.\n\nThe old lady, leaning on her maid’s arm, rose trembling to her feet to reply, “Thanks to Your Highness’ gracious favour, I still have fair health.”\n\nYuanchun then inquired after Lady Hsing and Lady Wang, who rose to answer her questions.\n\n“How are things going at home?” she asked Hsi-feng.\n\nHsi-feng stood up to reply, “We can still carry on.”\n\n\"You have had an anxious time these last few years, my dear,\" she remarked.\n\nXifeng was about to rise and reply when a palace maid announced that many visiting cards had been brought in and requested Her Highness to look at them. When Yuanchun saw that they were from Jia She, Jia Zheng and the rest, the sight of their names so distressed her that she could not hold back her tears. A maid handed her a handkerchief.\n\n\"Tell them to rest outside for a little while today as I am not quite myself,\" she ordered, drying her eyes.\n\nThe Lady Dowager and the others rose to their feet to express their gratitude.\n\n\"Father, mother and all my family,\" said Yuanchun tearfully, \"are less fortunate than humble folk who can enjoy each other's company every day.\"\n\nThe others had to hold back their own tears.\n\n\"You must not grieve, Your Highness,\" they said. \"We are already most grateful for the blessing you have brought our family.\"\n\n\"How is Baoyu these days?\" the Imperial Consort asked.\n\n\"He has been studying hard recently,\" the Lady Dowager told her. \"Because his father keeps such a strict eye on him, he is now able to write essays.\"\n\n\"I am glad to hear it,\" she said, and ordered the feast to be served in the outer palace.\n\nTwo maids and four young eunuchs conducted the ladies to another palace where the feast was spread. They took the places assigned to them, and we need not dwell on the details of the banquet. When it was over, the Lady Dowager and the other three ladies thanked the Imperial Consort for the feast. They stayed on a little longer, but as it was now getting late they dared not remain any longer and took their leave. Yuanchun instructed the palace maids to see them out to the inner palace gate, where four young eunuchs escorted them outside. The ladies got into their sedans and were met by Jia She, after which they all returned together to the mansion, where preparations had to be made for their next visit to the Palace two days later. But no more of this.\n\nLet us return to Xue Ke's family. Since driving Xue Pan away, Jin-gui having no one to quarrel with all day and Qiuling having moved to Bacchai's quarters, had only Baochan living with her. And now that Baochan had been given to Xue Pan as his concubine, her attitude had changed. Jin-gui saw in her a rival and regretted her action, but it was too late.\n\nOne day, having drunk a few cups of wine to drown her sorrows, she was lying on the kang and decided to vent her spleen on Baochan.\n\n\"Where did the master go the day he left?\" she demanded. \"You must know.\"\n\n\"How should I know?\" retorted Baochan. \"He didn't even tell you, madam, so how can I know his business?\"\n\nJin-gui snorted.\n\n\"Don't talk to me about 'madam'!\" she cried. \"This household is yours now. I dare not tweak the tiger's whiskers when someone is here to protect you. But you're still my maid, and if I ask you a question you pull a long face and answer me back. Since you're so powerful, why don't you strangle me? Then you or Qiuling can be mistress here and have a clear field. It's too bad I'm still alive, in your way!\"\n\nThis was more than Baochan could take. She fixed her eyes fiercely on Jin-gui.\n\n\"You can save such talk for other people, madam,\" she said. \"I've said nothing to you. If you daren't tackle her, why take it out on a soft little number like me? If I say anything serious, you pretend not to hear and act the fine lady.\"\n\nShe started sobbing and storming.\n\nThis so infuriated Jin-gui that she scrambled off the kang to strike her. But Baochan was a Xias and no softie either. She refused to give ground. Jin-gui overturned the table and knocked over all the cups on it, while Baochan simply went on indignantly protesting her wrongs.\n\nAunt Xue in Bacchai's room could hear this racket.\n\n\"Go and see what's happening, Xiangling,\" she said. \"Try to calm them down.\"\n\n\"Don't send her, mother!\" advised Bacchai. \"She'd only make matters worse.\"\n\n\"In that case, I'd better go myself.\"\n\n\"No,\" said Bacchai.\n\n“There’s no need for you to go either, mother,” said Pao-chai. “Let them carry on as they please. There’s nothing to be done about it.”\n\n“This is the limit!” cried Aunt Hsueh and, leaning on her maid, she went to Chin-kuei’s room, Pao-chai having to accompany her. She told Hsiang-ling, “You stay here.”\n\nAs mother and daughter reached the door, they heard Chin-kuei inside still storming and weeping.\n\n“What’s the meaning of this?” demanded Aunt Hsueh. “More squabbles? Is this any way to carry on? With our low walls and flimsy rooms, aren’t you afraid of relatives hearing and laughing at us?”\n\nChin-kuei retorted from inside, “I’m not afraid of being laughed at. This is a topsy-turvy house, with no distinction between mistress and maid, wife and concubine — it’s a perfect shambles! In our Hsia family we never had such goings-on. I can’t stand such treatment.”\n\n“Elder sister-in-law,” said Pao-chai, “mother came over because she heard you were in a rage. She may have spoken a bit hastily and confused your name with that of Pao-chan, but that was nothing. Let’s get this straightened out, so that we can live together in harmony. That will save mother worrying over us every day.”\n\n“That’s right,” said Aunt Hsueh. “Let’s get this cleared up first. There’ll be time later for you to take me to task.”\n\n“Fine words, young lady!” sneered Chin-kuei. “You’re so virtuous, you’re bound to make a good match — not like me, left in the lurch with no one to turn to, bullied by everybody. I’m a simple creature and I beg you, miss, not to be too hard on me if I say the wrong thing. I’ve had no one to teach me manners since I was a child. And what’s more, this business between my husband and his women is no concern of a young lady like you!”\n\nPao-chai at this flushed crimson with anger and shame. And the sight of her mother in such distress was more than she could bear. Swallowing her anger she said, “Don’t talk like that, sister-in-law. Who’s been hard on you or bullied you? Not to say you, I’ve never even raised my voice to Chiu-ling.”\n\nThese words made Chin-kuei beat the kang and wail, “How can I compare with Chiu-ling? I’m not fit to tread the ground under her feet! She’s been here so long, she knows what’s in your heart and how to get round you. I’m new here and don’t know how to ingratiate myself — how can I compare with her? Why should you be like this? Not every family is fated to have an Imperial Consort. Do a good deed. Don’t let me be punished like this for my sins — married to a worthless fool, left a widow while still alive! What face have I left?”\n\nAunt Hsueh was so furious she raged, “Not that I want to stand up for my daughter, but she was only trying to reason with you, and you’re deliberately provoking her. If you’ve a grievance, don’t take it out on her. Why not strangle me instead? That would be simpler.”\n\n“Don’t be angry, mother,” urged Pao-chai. “If we came to reason with her and lose our own tempers, that will only make matters worse. Let’s go back now and leave her to calm down.” She told Pao-chan, “You must stop making trouble too.” Then she helped her mother out.\n\nIn the courtyard they saw the maid from the Lady Dowager’s place approaching with Chiu-ling.\n\n“Where have you come from?” asked Aunt Hsueh. “Is the old lady well?”\n\n“Her Ladyship is very well,” was the answer. “She sent me to ask after you, madam, and to thank you for the lichees the other day, and to congratulate Miss Pao-chin.”\n\n“When did you come?” inquired Pao-chai.\n\n“I’ve been here for some time.”\n\nAunt Hsueh knew then that she must have heard the recent uproar.\n\nHer face flushed, she said, “Our household is in such a turmoil these days, it’s not like a family at all. I’m afraid when this is known in your place we shall be laughed at.”\n\n“What a thing to say, madam!” protested the maid. “What family hasn’t its ups and downs? You’re too thin-skinned.” She accompanied Aunt Xue back to her room, then after sitting there for a while took her leave.\n\nBaochai was just giving Xiangling some instructions when they heard Aunt Xue exclaim, “I have a sharp pain in my left side!” With that she lay down on the kang.\n\nBaochai and Xiangling were frantic. To know what followed, read the next chapter."
}