{
  "index": "085",
  "title": "第85章 贾存周报升郎中任 薛文起复惹放流刑",
  "original": "话说赵姨娘正在屋里抱怨贾环，只听贾环在外间屋里发话道：“我不过弄倒了药铞子，洒了一点子药，那丫头又没就死了，值的他也骂我你也骂我，赖我心坏，把我往死里遭塌？等着我明儿还要那小丫头子的命呢！看你们怎么着？只叫他们提防着就是了。”那赵姨娘赶忙从里间出来，握住他的嘴，说道：“你还只管信口胡，还叫人家先要了你的命呢！”娘儿两个吵了一回。赵姨娘听见凤姐的话，越想越气，也不着人来安慰凤姐一声儿。过了几天，巧姐儿也好了。因此，两边结怨比从前更加一层了。\n　　一日，林之孝进来回道：“今日是北静郡王生日，请老爷的示下。”贾政吩咐道：“只按向年旧例办了，回大老爷知道，送去就是了。”林之孝答应了，自去办理。不一时贾赦过来，同贾政商议带了贾珍、贾琏、宝玉去给北静王拜寿。别人还不理论，惟有宝玉素日仰慕北静王的容貌威仪，巴不得常见才好，遂连忙换了衣服，跟着来过北府。贾赦、贾政递了职名候谕。不多时，里面出来了一个太监，手里掐着数珠儿。见了贾赦、贾政，笑嘻嘻的说道：“二位老爷好？”贾赦、贾政也都赶忙问好，他兄弟三人也过来问了好。那太监道：“王爷叫请进去呢。”于是爷儿五个跟着那太监进入府中。过了两层门，转过一层殿去，里面方是内宫门。刚到门前，大家站住，那太监先进去回王爷去了。这里门上小太监都迎着问了好。一时那太监出来，说了个“请”字，爷儿五个肃敬跟入。只见北静郡王穿着礼服，已迎到殿门廊下。贾赦、贾政先上来请安，捱次便是珍、琏、宝玉请安。那北静郡王单拉着宝玉道：“我久不见你，很惦记你。”因又笑问道：“你那块玉好？”宝玉躬着身打着一半千儿回道：“蒙王爷福庇，都好。”北静王道：“今日你来，没有什么好东西给你吃的，倒是大家说说话儿罢。”几个老公打起帘子。北静王说：“请。”自己却先进去，然后贾赦等都躬着身跟进去。先是贾赦请北静王受礼，北静王也说了两句谦辞。那贾赦早已跪下，次及贾政等捱次行礼，自不必说。\n　　那贾赦等复肃敬退出，北静王吩咐太监等让在众戚旧一处，好生款待。却单留宝玉在这里说话儿，又赏了坐。宝玉又磕头谢了恩，在挨门边绣墩上侧坐，说了一回读书作文诸事。北静王甚加爱惜，又赏了茶。因说道：“昨儿巡抚吴大人来陛见，说起令尊翁前任学政时，秉公办事，凡属生童，俱心服之至。他陛见时，万岁爷也曾问过，他也十分保举，可知是令尊翁的喜兆。”宝玉连忙站起，听毕这一段话，才回启道：“此是王爷的恩典，吴大人的盛情。”正说着，小太监进来回道：“外面诸位大人老爷都在前殿谢王爷赏宴。”说着，呈上谢宴并请午安的片子来。北静王略看了看，仍递给小太监，笑了一笑，说道：“知道了，劳动他们。”那小太监又回道：“这贾宝玉，王爷单赏的饭预备了。”北静王便命那太监带了宝玉到一所极小巧精致的院里，派人陪着吃了饭，又过来谢了恩。北静王又说了些好话儿，忽然笑说道：“我前次见你那块玉，倒有趣儿，回来说了个式样，叫他们也作了一块来。今日你来得正好，就给你带回去玩罢。”因命小太监取来，亲手递给宝玉。宝玉接过来捧着，又谢了，然后退出，北静王又命两个小太监跟出来，才同着贾赦等回来了。\n　　贾赦见过贾母，便各自回去。这里贾政带着他三人请过了贾母的安，又说了些府里遇见什么人。宝玉又回了贾政吴大人陛见保举的话。贾政道：“这吴大人本来咱们相好，也是我辈中人，还倒是有骨气的。”又说了几句闲话儿，贾母便叫：“歇着去罢。”贾政退出，珍、琏、宝玉都跟到门口。贾政道：“你们都回去陪老太太坐着去罢。”说着便回房去。刚坐了一坐，只见一个小丫头回道：“外面林之孝请老爷回话。”说着递上个红单帖来，写着吴巡抚的名字。贾政知道来拜，便叫小丫头叫林之孝进来。贾政出至廊据下。林之孝进来问道：“今日巡抚吴大人来拜，奴才回了去了。再奴才还听见说，现今工部出了一个郎中缺，外头人和部里都吵嚷是老爷拟正呢。”贾政道：“瞧罢咧。”林之孝又回了几句话，才出去了。\n　　且说珍、琏、宝玉三人回去，独有宝玉到贾母那边，一面述说北静王待他的光景，并拿出那块玉来。大家看着，笑了一回，贾母因命人：“给他收起去罢，别丢了。”因问：“你那块玉好生带着罢？别闹混了。”宝玉便在项上摘下来，说：“这不是我那一块玉？那里就掉了呢。比起来，两块玉差远着呢，那里混得过？我正要告诉老太太：前儿晚上，我睡的时候，把玉摘下来挂在帐子里，他竟放起光来了，满帐子都是红的。”贾母说道：“又胡说了。帐子的檐是红的，火光照着，自然红是有的。”宝玉道：“不是。那时候灯己灭了，屋里都漆黑的了，还看的见他呢。”邢、王二夫人抿着嘴笑。凤姐道：“这是喜信发动了。”宝玉道：“什么喜信？”贾母道：“你不懂得。今儿个闹了一天，你去歇歇儿去罢，别在这里说呆话了。”宝玉又站了一会儿，才回园中去了。\n　　这里贾母问道：“正是，你们去看姨太太，说起这事来没有？”王夫人道：“本来就要去看，因凤丫头为巧姐儿病着耽搁了两天，今儿才去的。这事我们告诉了，他姨妈倒也十分愿意，只说蟠儿这时候不在家，目今他父亲没了，只得和他商量商量再办。”贾母道：“这也是情理的话。既这么样，大家先别提起，等姨太太那边商量定了再说。”\n　　不说贾母处谈论亲事。且说宝玉回到自己房中，告诉袭人道：“老太太和凤姐姐方才说话，含含糊糊，不知是什么意思？”袭人想了想，笑了一笑道：“这个我也猜不着。但只刚才说这些话时，林姑娘在跟前没有？”宝玉道：“林姑娘才病起来，这些时何曾到老太太那边去呢？”正说着，只听外间屋里麝月与秋纹拌嘴。袭人道：“你两个又闹什么？”麝月道：“我们两个斗牌，他赢了我的钱，他拿了去；他输了钱，就不肯拿出来。这也罢了，他倒把我的钱都抢了去了。”宝玉笑道：“几个钱什么要紧。傻东西，不许闹了。”说的两个人都咕嘟着嘴，坐着去了。这里袭人打发宝玉睡下，不提。\n　　却说袭人听了宝玉方才的话，也明知是给宝玉提亲的事，因恐宝玉每有痴想，这一提起，不知又招出他多少呆话来，所以故作不知。自己心上，却也是头一件关切的事。夜间躺着，想了个主意，不如去见见紫鹃，看他有什么动静，自然就知道了。次日一早起来，打发宝玉上了学，自己梳洗了，便慢慢的去到潇湘馆来。只见紫鹃正在那里掐花呢，见袭人进来，便笑嘻嘻的道：“姐姐屋里坐着。”袭人道：“坐着，妹妹掐花儿呢吗？姑娘呢？”紫鹃道：“姑娘才梳洗完了，等着温药呢。”紫鹃一面说着，一面同袭人进来，见黛玉正在那里拿着一本书看。袭人陪笑道：“姑娘怨不得劳神，起来就看书。我们宝二爷念书，若能象姑娘这样，岂不好了呢。”黛玉笑着把书放下。雪雁已拿着个小茶盘里托着一钟药，一钟水，小丫头在后面捧着痰盒漱盂进来。原来袭人来时，要探探口气，坐了一回，无处入话。又想着黛玉最是心多，探不成消息再惹着了他倒是不好。又坐了坐，搭讪着辞了出来了。\n　　将到恰红院门口，只见两个人在那里站着呢，袭人不便往前走。那一个早看见了，连忙跑过来。袭人一看却是锄药，因问：“你作什么？”锄药道：“刚才芸二爷来了，拿了个帖儿说给咱们二爷瞧的，在这里候信。”袭人道：“宝二爷天天上学，你难道不知道？还候什么信呢？”锄药笑道：“我告诉他了，他叫告诉姑娘，听姑娘的信呢。”袭人正要说话，只见那一个也慢慢的蹭过来了，细看时就是贾芸，溜溜揪揪往这边来了。袭人见是贾芸，连忙向锄药道：“你告诉说：知道了，回来给二爷瞧罢。”那贾芸原要过来和袭人说话，无非亲近之意，又不敢造次，只得慢慢踱来。相离不远，不想袭人说出这话，自己也不好再往前走，只好站住。这里袭人已掉背脸往回里去了。贾芸只得怏怏而回，同锄药出去了。\n　　晚间宝玉回房，袭人便回道：“今日廊下小芸二爷来了。”宝玉道：“作什么？”袭人道：“他还有个帖儿呢。”宝玉道：“在那里？拿来我看看。”麝月便走去，在里间屋里书稿子上头拿了来。宝玉接过看时、上面皮儿上写着：“叔父大人安禀。”宝玉道：“这孩子怎么又不认我作父亲了？”袭人道：“怎么？”宝玉道：“前年他送我白海棠时，称我作父亲大人，今日这帖子封皮上写着叔父，可不是又不认了么。”袭人道：“他也不害臊，你也不害臊，他那么大了，倒认你这么大儿的作父亲，可不是他不害臊？你正经连个……”刚说到这里，脸一红，微微的一笑。宝玉也觉得了，便道：“这倒难讲，俗语说：‘和尚无儿孝子多着呢。’只是我看着也伶俐得人心儿，才这么着。他不愿意，我还不希罕呢。”说着一面拆那帖儿。袭人也笑道：“那小芸二爷也有些鬼鬼头头的。什么时候又要看人，什么时候又躲躲藏藏的，可知也是个心术不正的货。”宝玉只顾拆开看那字儿，也不理会袭人这些话。袭人见他看那字儿，皱一回眉，又笑一笑儿，又摇摇头儿，后来光景竟不大耐烦起来。袭人等他看完了，问道：“是什么事情？”宝玉也不答言，把帖子已经撕作几段。袭人见这般光景，也不便再问，便问宝玉：“吃了饭还看书不看？”宝玉道：“可笑芸儿这孩子！竟这样的混账！”袭人见他所答非所问，便微微的笑着问道：“到底是什么事？”宝玉道：“问他作什么！咱们吃饭罢。吃了饭歇着罢。心里闹的怪烦的。”说着叫小丫头子点了一点火儿来，把那撕的帖儿烧了。\n　　一时小丫头们摆上饭来，宝玉只是怔怔的坐着。袭人连哄带怄，催着吃了一口儿饭，便搁下了，仍是闷闷的歪在床上。一时间忽然掉下泪来。此时袭人麝月都摸不着头脑，麝月道：“好好儿的，这又是为什么？都是什么‘芸儿’‘雨儿’的！不知什么事，弄了这么个浪帖子来，惹的这么傻了的似的，哭一会子，笑一会子。要天长日久，闹起这闷葫芦来，可叫人怎么受呢。”说着，竟伤起心来。袭人旁边由不得要笑，便劝道：“好妹妹你也别怄人了。他一个人就够受了，你又这么着。他那帖子上的事，难道与你相干？”麝月道：“你混说起来了。知道他帖儿上写的是什么混账话？你混往人身上扯。要那么说，他帖儿上只怕倒与你相干呢！”袭人还未答言，只听宝玉在床上“扑哧”的一声笑了，爬起来，抖了抖衣裳，说：“咱们睡觉罢，别闹了。明日我还起早念书呢。”说着便躺下睡了。一宿无话。\n　　次日宝玉起来，梳洗了，便往家塾里去。走出院门，忽然想起，叫焙茗略等，急忙转身回来叫：“麝月姐姐呢？”麝月答应着出来问道：“怎么又回来了？”宝玉道：“今日芸儿要来了，告诉他别在这里闹。再闹，我就回老太太和老爷去了。麝月答应了。宝玉才转身去了。刚往外走着，只见贾芸慌慌张张往里来。看见宝玉，连忙请安，说：“叔叔大喜了！”那宝玉估量着是昨日那件事，便说道：“你也太冒失了！不管人心里有事没事，只管来搅。”贾芸陪笑道：“叔叔不信，只管瞧去。人都来了，在咱们大门口呢。”宝玉越发急了，说：“这是那里的话？”正说着，只听外边一片声嚷起来。贾芸道：“叔叔听这不是？”宝玉越发心里狐疑起来。只听一个人嚷道：“你们这些人好没规矩！这是什么地方，你们在这里混嚷！”那人答道：“谁叫老爷升了官呢！怎么不叫我们来吵喜呢？别人家盼着吵还不能呢。”宝玉听了，才知道是贾政升了郎中了，人来报喜的，心中自是甚喜。连忙要走时，贾芸赶着说道：“叔叔乐不乐？叔叔的亲事要再成了，不用说，是两层喜了。”宝玉红了脸，啐了一口，道：“呸！没趣儿的东西！还不快走呢。”贾芸把脸红了，道：“这有什么的？我看你老人家就不……”宝玉沉着脸道：“就不什么？”贾芸未及说完，也不敢言语了。\n　　宝玉连忙来到家塾中，只见代儒笑着说道：“我才刚听见你老爷升了，你今日还来了么？”宝玉陪着笑道：“过来见了太爷，好到老爷那边去。”代儒道：“今日不必来了，放你一天假罢。可不许回园子里玩去。你年纪不小了，虽不能办事，也当跟着你大哥他们学学才是。”宝玉答应着回来。刚走到二门口，只见李贵走来迎着旁边站住，笑道：“二爷来了么？奴才才要到学里请去。”宝玉笑道：“谁说的？”李贵道：“老太太才打发人到院里去找二爷。那边的姑娘们说二爷学里去了。刚才老太太打发人出来，叫奴才去给二爷告几天假。听说还要唱戏贺喜呢。二爷就来了。”说着，宝玉自己进来。进了二门，只见满院里丫头老婆都是笑容满面，见他来了，笑道：“二爷这早晚才来？还不快进去给老太太道喜去呢。”\n　　宝玉笑着进了房门。只见黛玉挨着贾母左边坐着呢，右边是湘云。地下邢王二夫人，探春、惜春、李纨、凤姐、李纹、李绮、邢岫烟一干姐妹，都在屋里，只不见宝钗、宝琴、迎春三人。宝玉此时喜的无话可说，忙给贾母道了喜，又给邢王二夫人道喜。一一见了众姐妹，便向黛玉笑道：“妹妹身体可大好了？”黛玉也微笑道：“大好了。听见说二哥哥身上也欠安，好了么？”宝玉道：“可不是！我那日夜里，忽然心里疼起来，这几天刚好些就上学去了，也没能过去看妹妹。”黛玉不等他说完，早扭过头和探春说话去了。凤姐在地下站着，笑道：“你两个那里象天天在一块儿的？倒象是客，有这么些套话。可是人说的‘相敬如宾’了。”说的大家都一笑。黛玉满脸飞红，又不好说，又不好不说，迟了一会儿，才说道：“你懂得什么！”众人越发笑了。凤姐一时回过味来，才知道自己出言冒失。正要拿话岔时，只见宝玉忽然向黛玉道：“林妹妹，你瞧芸儿这种冒失鬼……”说了这一句，方想起来，便不言语了。招的大家又都笑起来，说：“这从那里说起？”黛玉也摸不着头脑，也跟着讪讪的笑。宝玉无可搭讪，因又说道：“可是刚才我听见有人要送戏，说是几儿？”大家都瞅着他笑。凤姐儿道：“你在外头听见你来告诉我们，你这会子问谁呢？”宝玉得便说道：“我外头再去问问去。”贾母道：“别跑到外头去。头一件，看报喜的笑话；第二件，你老子今日大喜，回来碰见你，又该生气了。”宝玉答应了个“是”，才出来了。\n    这里贾母因问凤姐：“谁说送戏的话？”凤姐道：“说是二舅舅那边说：后儿日子好，送一班新出的小戏儿给老太太、老爷、太太贺喜。”因又笑着说道：“不但日子好，还是好日子呢！后日还是……”却瞅着黛玉笑。黛玉也微笑。王夫人因道：“可是呢，后日还是外甥女儿的好生日呢。”贾母想了一想，也笑道：“可见我如今老了，什么事都糊涂了。亏了有我这凤丫头，是我个‘给事中’。既这么着，很好。他舅舅家给他们贺喜，你舅舅家就给你做生日，岂不好呢？”说的大家都笑起来，说道：“老祖宗说句话儿，都是上篇上论的，怎么怨得有这么大福气呢。”说着，宝玉进来，听见这些话、越发乐的手舞足蹈了。一时大家都往贾母这边吃饭，甚实热闹，自不必说。饭后，贾政谢恩回来，给宗祠里磕了头，便来给贾母磕头。站着说了几句话，便出去拜客去了。这里接连着亲戚族中的人，来来去去，闹闹攘攘，车马填门，貂蝉满坐。真个是：\n    花到正开蜂蝶闹，月逢十足海天宽。\n　　如此两日，已是庆贺之期。这日一早，王子胜和亲戚家已送过一班戏来，就在贾母正厅前搭起行台。外头爷都穿着公服陪侍。亲戚来贺的，约有十余桌酒。里面为着是新戏，又见贾母高兴，便将琉璃戏屏隔在后厦，里面也摆下酒席。上首薛姨妈一桌，是王夫人宝琴陪着；对面老太太一桌，是邢夫人岫烟陪着。下面尚空两桌，贾母叫他们快来。一回儿，只见凤姐领着众丫头，都簇拥着黛玉来了。那黛玉略换了儿件新鲜衣服，打扮得宛如嫦娥下界，含羞带笑的，出来见了众人。湘云、李纹、李琦都让他上首坐，黛玉只是不肯。贾母笑道：“今日你坐了罢。”薛姨妈站起来问道：“今日林姑娘也有喜事么？”贾母笑道：“是他的生日。”薛姨妈道：“咳！我倒忘了。”走过来说道：“恕我健忘！回来叫宝琴过来拜姐姐的寿。”黛玉笑说：“不敢。”大家坐了。那黛玉留神一看，独不见宝钗，便问道：“宝姐姐可好么？为什么不过来？”薛姨妈道：“他原该来的，只因无人看家，所以不来。”黛玉红着脸，微笑道：“姨妈那里又添了大嫂子，怎么倒用宝姐姐看起家来？大约是他怕人多热闹懒怠来罢。我倒怪想他的。”薛姨妈笑道：“难得你惦记他。他也常想你们姐儿们。过一天，我叫他来大家叙叙。”\n　　说着，丫头们下来斟酒上菜，外面已开戏了。出场自然是一两出吉庆戏文。及到第三出，只见金童玉女，旗宝幢，引着一个霓裳羽衣的小旦，头上披着一条黑帕，唱了几句儿进去了。众皆不知。听见外面人说：“这是新打的《蕊珠记》里的《冥升》。小旦扮的是嫦娥，前因堕落人寰，几乎给人为配。幸亏观音点化，他就未嫁而逝。此时升引月宫。不听见曲里头唱的：人间只道风情好，那知道秋月春花容易抛？几乎不把广寒宫忘却了！”第四出是《吃糠》。第五出是达摩带着徒弟过江回去。正扮出些海市蜃楼，好不热闹。\n　　众人正在高兴时，忽见薛家的人满头大汗闯进来，向薛蝌说道：“二爷快回去！一并里头回明太太，也请回去，家里有要紧事。”薛蝌道：什么事？”家人道：“家去说罢。”薛蝌也不及告辞就走了。薛姨妈见里头丫头传进话去，更骇得面如土色，即忙起身，带着宝琴别了一声，即刻上车回去了。弄得内外愕然。贾母道：“咱们这里打发人跟过去听听，到底是什么事，大家都关切的。”众人答应了个“是”。\n　　不说贾府依旧唱戏。单说薛姨妈回去，只见有两个衙役站在二门口，几个当铺里伙计陪着，说：“太太回来，自有道理。”正说着，薛姨妈已进来了。那衙役们见跟从着许多男妇，簇拥着一位老太太，便知是薛蟠之母。看见这个气派，也不敢怎么，只得垂手侍立，让薛姨妈进去了。那薛姨妈走到厅房后面，早听见有人大哭，却是金桂。薛姨妈赶忙走来，只见宝钗迎出来，满面泪痕。见了薛姨妈，便道：“妈妈听见了，先别着急，办事要紧。”薛姨妈同宝钗进了屋子，因为头里进门时，已经走着听见家人说了，吓的战战兢兢的了，一面哭着，因问：“到底是合谁？”只见家人回道：“太太此时且不必问那些底细。凭他是谁，打死了总是要偿命的，且商量怎么办才好。”薛姨妈哭着出来道：“还有什么商议？”家人道：“依小的们的主见：今夜打点银两，同着二爷赶去，和大爷见了面，就在那里访一个有斟酌的刀笔先生，许他些银子，先把死罪撕掳开，回来再求贾府去上司衙门说情。还有外面的衙役，太太先拿出几两银子来打发了他们，我们好赶着办事。”薛姨妈道：“你找着那家子，许他发送银子，再给他些养济银子。原告不追，事情就缓了。”宝钗在帘内说道：“妈妈使不得。这些事越给钱越闹的凶，倒是刚才小厮说的话是。”薛姨妈又哭道：“我也不要命了！赶到那里见他一面，同他死在一处就完了。”宝钗急的一面劝，一面在帘子里叫人：“快同二爷办去罢。”丫头们搀进薛姨妈来。薛蝌才往外走，宝钗道：“有什么信，打发人即刻寄了来。你们只管在外头照料。”薛蝌答应着去了。\n　　这宝钗方劝薛姨妈，那里金桂趁空儿抓住香菱，又和他嚷道：“平常你们只管夸他们家里打死了人，一点事也没有，就进了京来了的。如今撺掇的真打死人了！平日里只讲有钱，有势，有好亲戚，这时候我看着也是吓的慌手慌脚的了。大爷明儿有个好歹儿不能回来时，你们各自干你们的去了，撂下我一个人受罪！”说着，又大哭起来。这里薛姨妈听见，越发气的发昏，宝钗急的没法。正闹着，只见贾府中王夫人早打发大丫头过来打听来了。宝钗虽心知自己是贾府的人了，一则尚未提明，二则事急之时，只得向那大丫头道：“此时事情头尾尚未明白，就只听见说我哥哥在外头打死了人，被县里拿了去了，也不知怎么定罪呢。刚才二爷才去打听去了。一半日得了准信，赶着就给那边太太送信去。你先回去道谢太太惦记着，底下我们还有多少仰仗那边爷们的地方呢。”那丫头答应着去了。\n　　薛姨妈和宝钗在家，抓摸不着；过了两日，只见小厮回来，拿了一封书，交给小丫头拿进来。宝钗拆开看时，书内写着：\n　　大哥人命是误伤，不是故杀。今早用蝌出名，补了一张呈纸进去，尚未批出。大哥前头口供甚是不好。待此纸批准后，再录一堂，能够翻供得好，便可得生了。快向当铺内取银五百两来使用，千万莫迟。并请太太放心。馀事问小厮。\n宝钗看了，一一念给薛姨妈听了。薛姨妈拭着眼泪说道：“这么看起来，竟是死活不定了？”宝钗道：“妈妈先别伤心，等着叫进小厮来问明了再说。”一面打发小丫头把小厮叫进来。薛姨妈便问小厮道：“你把大爷的事细说与我听听。”小厮道：“我那一天晚上，听见大爷和二爷说的，把我唬糊涂了。”\n未知小厮说出什么话来，下回分解。",
  "translation": "Just then Concubine Zhao was in her room scolding Jia Huan when they heard him fume outside:\n\n“All I did was knock over a medicine-kettle and spill a little medicine, but that girl wasn’t killed. Was it worth cursing me for, and you too? Accusing me of having a wicked heart and trying to do me in? Just you wait. One of these days I’m going to finish that wench off, then see what you can do about it! Better warn them to look out, that’s all.”\n\nConcubine Zhao hastily hurried out to stop his mouth.\n\n“Don’t talk so wildly!” she cried. “That would be the death of you first.”\n\nThe two of them went on squabbling until Concubine Zhao heard what Xifeng had said. The more she thought it over the angrier she grew, but she did not send anyone to ask after Xifeng. And after a few days, when Qiaojie was better, both sides nursed even greater resentment than before.\n\nOne day Lin Zhixiao came in to report, “It’s the Prince of Beijing’s birthday today. May I ask what instructions you have, sir?”\n\n“Just do as in other years,” said Jia Zheng. “Let the Elder Master know, then send the presents.”\n\nLin Zhixiao assented and went to carry out his orders. Presently Jia She came over to discuss with Jia Zheng which of the boys should take gifts to the prince. In the end they decided to take Jia Zhen, Jia Lian and Baoyu. Of the whole family, Baoyu had always admired the prince’s looks and dignity and was eager to see more of him. He quickly changed his clothes and went with the others to the prince’s palace.\n\nJia She and Jia Zheng handed in their cards and waited. Soon a eunuch came out, fingering a rosary. He greeted Jia She and Jia Zheng with a smile.\n\n“How are you, gentlemen?” he asked.\n\nThey returned his greeting and the three younger men stepped forward to pay their respects too.\n\n“His Highness invites you in,” said the eunuch.\n\nHe led the five of them through two gates into a hall, then round it to the inner gate of the inner court. They halted there while the eunuch went in to announce them, and the younger eunuchs at the gate came up to pay their respects. Soon the first eunuch returned and asked them to go in. The five of them followed him respectfully inside. The prince in ceremonial costume had come out to meet them at the entrance to the hall. Jia She and Jia Zheng first paid their respects, then Jia Zhen, Jia Lian and Baoyu in that order.\n\nThe prince took Baoyu’s hand.\n\n“I haven’t seen you for a long time,” he said. “I’ve been missing you.” Then he asked with a smile, “How is that precious jade of yours?”\n\nBaoyu bowed and bent one knee. “Thanks to Your Highness’ good fortune, it is well,” he answered.\n\n“There’s nothing good for you to eat today,” said the prince. “We can just have a little chat.”\n\nSome attendants raised the portiere and the prince, inviting them to enter, went in first. Then Jia She and the others, bowing, followed him inside. First Jia She begged the prince to accept their congratulations, and though the prince demurred he had already knelt down. Then Jia Zheng and the others paid their respects too, of course.\n\nAfter this Jia She and his party withdrew respectfully. The prince ordered the eunuchs to entertain them well in the company of other relatives and old friends, but kept Baoyu behind for a talk and had a stool placed for him. Baoyu kotowed his thanks, then sat down gingerly on the edge of a stool by the door. They chatted for a while about studies and composition, and the prince showed great concern for him, offering him tea.\n\n“Yesterday when Provincial Governor Wu had an audience with the Emperor,” he said, “he spoke of your worthy father’s impartiality when he was Commissioner of Education, and how all the candidates were impressed by his integrity. His Majesty asked Governor Wu about this during the audience, and he commended him highly. This should mean good news for your father.”\n\nBaoyu rose quickly to his feet. After hearing this out he replied, “Thanks to Your Highness’ favour and Governor Wu’s good will.”\n\nA young eunuch came in to announce, “All the other gentlemen are in the front hall thanking His Highness for the feast.” He presented a red card with a message of thanks and an invitation to take a siesta.\n\nThe prince glanced at this and handed it back to the eunuch with a smile, saying, “Thank them for troubling themselves.”\n\nThe eunuch continued, “The meal you ordered specially for Jia Bao-yu is ready, sir.”\n\nThe prince ordered the eunuch to take Bao-yu to a small, exquisitely furnished courtyard where he was waited on while he ate, after which he returned to thank the prince again.\n\nThe prince spoke to him very kindly. “That jade of yours is an interesting curio,” he remarked with a smile. “The other day, when I got home, I had a jade made to the same design. Now that you are here, you may as well take it back with you to play with.” He ordered a young eunuch to fetch it and handed it to Bao-yu himself.\n\nBao-yu received it with both hands and thanked him. He was withdrawing when the prince ordered two eunuchs to see him out. And not until then did he go back with Jia She and the rest.\n\nJia She, having paid his respects to the Lady Dowager, went back to his own quarters. Jia Zheng with his three companions also called on the Lady Dowager and described some of the people they had met at the palace. Bao-yu also reported Minister Wu’s recommendation of him to the Emperor.\n\n“Minister Wu is an old friend of ours, one of our own set, a man of integrity,” observed Jia Zheng.\n\nAfter a little more casual conversation the Lady Dowager urged them to go and rest, whereupon Jia Zheng took his leave and Jia Zhen, Jia Lian and Bao-yu accompanied him to the door. He told them to go back to the Lady Dowager, and returned to his own apartments.\n\nHe had no sooner sat down than a maid announced that Lin Zhi-xiao was outside asking to see him. She handed him a red visiting card inscribed with the name of Governor Wu. Knowing that this must be a return call, Jia Zheng told the maid to admit him.\n\nHe went out to the corridor to meet him.\n\nLin Zhi-xiao reported, “His Excellency Governor Wu called today, sir. I told him you were out. I also hear that the Ministry of Works has a vacancy for a director and there’s talk both in the ministry and outside that you’re to be promoted, sir.”\n\n“We’ll see,” was Jia Zheng’s only comment.\n\nAfter a few more remarks Lin Zhi-xiao withdrew.\n\nTo return to Jia Zhen, Jia Lian and Bao-yu: the first two went back to their own quarters, but Bao-yu returned to the Lady Dowager’s side to describe how the prince had treated him and show her the jade he had been given. Everyone laughed as they examined it.\n\n“Put it away for him,” the old lady ordered. “Don’t let him lose it.” She asked Bao-yu, “Did you take good care of your own jade? I hope you didn’t get the two mixed up.”\n\nBao-yu took his jade from his neck.\n\n“Here it is,” he said. “How could I possibly lose it? When I compare them, mine is so far superior, how could I mix them up? I was just going to tell you, madam, that the other night when I went to bed and hung it inside the curtains, it suddenly shone with a red light that filled the whole bed.”\n\n“Nonsense!” said his grandmother. “The valance of the bed-curtain is red, so if the lamp was shining on it of course it looked red.”\n\n“No, the lamp had been put out and the whole room was dark, but I could still see it glowing.”\n\nLady Xing and Lady Wang smiled sceptically.\n\nXifeng said, “That’s a lucky omen.”\n\n“What lucky omen?” he asked.\n\nHis grandmother said, “You don’t understand. You’ve been on the go since early today, you should rest now.” She told the others, “Don’t let him talk such nonsense any more.”\n\nBao-yu stayed there for a while, then went back to the Garden.\n\nThen the Lady Dowager asked, “Did you call on Aunt Xue today and mention this business?”\n\n“I’ve been meaning to go,” said Lady Wang. “But Xifeng’s kept me for the last two days because Qiao-jie is ill, so I only went today. I told my sister\n\nLady Wang told me that her sister was quite willing, only as Pan is away from home just now and his father has recently died she must talk it over with him before giving a final answer.”\n\n“Quite right and proper,” said the Lady Dowager. “In that case, we’d better not mention it to anyone yet till we know what her decision is after she’s consulted Pan.”\n\nBut no more of this discussion in the Lady Dowager’s quarters.\n\nWhen Baoyu went back to his room he told Xiren, “The way the old lady and Xifeng were talking was most mysterious. I wonder what they meant.”\n\nXiren thought this over, then smiled.\n\n“I can’t guess either,” she said. “But was Miss Lin there just now?”\n\n“She’s only just better, so she hasn’t been over to the old lady’s place.”\n\nAs they were talking they heard Sheyue and Qiuwen squabbling in the outer room.\n\n“What are you two quarrelling about now?” asked Xiren.\n\n“We were playing cards and she won my money, then pocketed it,” said Sheyue. “But when she lost, she wouldn’t pay up. That’s not all, though. She’s grabbed all my money.”\n\nBaoyu laughed.\n\n“What does a little money matter? Don’t be so silly. Stop squabbling.”\n\nAt that the two of them sulkily sat down apart.\n\nXiren then helped Baoyu to bed.\n\nShe had guessed, of course, that the talk had been about a match for Baoyu. But knowing his infatuation, she was afraid that if this were broached he might come out with a lot of crazy talk, and so she had pretended not to understand. However, being most concerned about this herself, as she lay in bed that night she hit on a plan. She would go to see Zijuan to find out from her how things were, and then she would know. So the next day, as soon as she had dressed after seeing Baoyu off to school, she slowly made her way to Bamboo Lodge.\n\nShe found Zijuan picking flowers in the courtyard.\n\n“Come in and sit down, sister,” said Zijuan with a smile at sight of her.\n\n“Thank you. Are you picking flowers? Is your young lady up yet?”\n\n“She’s just finished dressing and is waiting for her medicine to be warmed.”\n\nAs she spoke she went in with Xiren and they found Daiyu reading.\n\n“No wonder you’re so learned, miss, reading as soon as you’re up,” said Xiren. “If only our Master Bao studied as hard, how good that would be!”\n\nDaiyu put down her book with a smile. Then Xueyan brought in a small tray with a cup of medicine and one of water, a younger maid behind her carrying a spittoon and rinse-bowl.\n\nXiren had come to sound them out, but having sat there for a while she could find no way to broach the subject. Besides, afraid that any probing might offend Daiyu who was so quick to take offence, after sitting a little longer she made some conversation then took her leave.\n\nAs she approached Happy Red Court, she saw two men standing at the gate and could not go forward. One of them had already spotted her, however, and hurried over. She saw that it was Chuyao.\n\n“What are you doing here?” she asked.\n\n“Master Yun the Second came just now with a note for Master Bao, and he’s waiting for an answer.”\n\n“Doesn’t he know that Master Bao goes to school every day? What answer is he waiting for?”\n\n“I told him that, but he said I should tell you, sister, and wait for your answer.”\n\nXiren was about to reply when she saw the other man sidling over too. It was Jia Yun. He was slinking furtively towards her. As Xiren turned to go she told Chuyao, “Tell him that I know and will show the note to the master when he comes back.”\n\nJia Yun had wanted to accost Xiren to ingratiate himself with her, but not venturing to take liberties he could only watch her go back inside.\n\nHe was sauntering along slowly when to his surprise Xiren came out with this. Not liking to advance any further he halted, and as she had turned her back to go inside he had to leave disconsolately with Chuyao.\n\nThat evening when Baoyu returned to his room, Xiren told him, “Young Master Yun from the back lane came today.”\n\n“What did he want?” he asked.\n\n“He left a note.”\n\n“Where is it? Let me see it.”\n\nSheyue went to the inner room and fetched it from the desk. Baoyu saw written on the cover: “To my respected uncle.”\n\n“Why has the boy stopped addressing me as his father?” he exclaimed.\n\n“What do you mean?”\n\n“The year before last when he gave me that white begonia, he called me ‘father’; but now on this envelope he writes ‘uncle.’ Doesn’t that mean he’s disowning me?”\n\n“You should be ashamed of yourself, and so should he!” Xiren retorted. “A big fellow like him calling a young gentleman like you his father! Aren’t you both ridiculous? Why, you’re not even....”\n\nShe broke off, blushing, and smiled. Baoyu, catching on, observed, “As the proverb says, ‘A monk may have no son, but he has more god-sons than he can count.’ It’s just because I think him so smart and likeable that I’ve done this for him. If he doesn’t want it, I’m not going to force him.” While speaking he was opening the note.\n\nXiren added with a smile, “That young master is a sly one. At one moment he wants to see you, at the next he hides away. He must be up to no good.”\n\nBaoyu, intent on reading the note, paid no attention to this gibe. She saw him frown, then smile and shake his head, until finally he looked most put out. When he had finished she asked what the note said, but instead of answering he tore it into pieces.\n\nAt that she did not like to question him further, and simply asked, “Are you going to read after dinner or not?”\n\n“That young Yun is a ridiculous fool!” he fumed.\n\nHis irrelevance made her smile. “What is it all about?” she asked.\n\n“Never mind. Let’s have our meal, then I’ll rest. I’m sick at heart.”\n\nHe told a young maid to light a lamp and burned the fragments of the note.\n\nSoon the other young maids brought in the meal, but Baoyu just sat there in a daze. Xiren had to coax and scold him into taking a bite, then he put down his chopsticks and lay back listlessly on his couch. Presently tears started to his eyes. Both Xiren and Sheyue were mystified.\n\n“What’s come over you again?” asked Sheyue. “All this fuss about Yun! Who knows what nonsense he wrote in that note to make you carry on like this — crying one minute, laughing the next. If you go on in this silly way day after day, however are we to bear it?”\n\nShe was so upset herself she started crying. Xiren had to laugh.\n\n“Don’t tease him, dear sister,” she begged. “He’s in a bad enough way without that. Whatever was in that note can’t have anything to do with you.”\n\n“What a thing to say!” Sheyue retorted. “How do I know what rubbish he wrote? Don’t try to drag me into it. For all you know, it may concern you.”\n\nBefore Xiren could answer, Baoyu on his couch burst out laughing. He sat up to shake his clothes.\n\n”Let’s go to bed and stop fooling about,” he said. “I have to be up early tomorrow to study.” With that he lay down to sleep.\n\nThe night passed without incident.\n\nThe next day Baoyu got up and, having washed and combed his hair, was on his way to school when he remembered something. Telling Beiming to wait for him, he turned back.\n\n“Where is Sheyue?” he called.\n\nShe came out in answer to his summons. “What’s brought you back?” she asked.\n\n“Jia Yun will be coming today. Tell him not to fool about here again. If he does, I shall report him to the old lady and the master.”\n\nSheyue assented, and only then did Baoyu set off again. As he left the compound he saw Jia Yun hurrying in. At sight of Baoyu the young man promptly paid his respects.\n\n“Congratulations, uncle!” he cried.\n\nAssuming that this had to do with the previous day’s episode, Baoyu said, “You’re too impertinent. You come and pester me, not caring whether I’m in the mood or not.”\n\nJia Yun smiled. “If you don’t believe me, just go and look. They’ve arrived and are at our gate.”\n\n“What are you talking about?” demanded Baoyu, more perplexed than ever.\n\nAs he spoke, a hubbub broke out outside.\n\n“Listen to that, uncle,” said Jia Yun.\n\nBaoyu was mystified. Then someone shouted, “You ignorant lot! What sort of place do you think this is, coming here to make such a row?”\n\nThe answer was, “We’ve every right to, with the master’s promotion. Other families would like a row like this but can’t have it.”\n\nOnly then did Baoyu realize that Jia Zheng had been promoted to the rank of vice-minister and these were messengers bringing the good news. Naturally he was overjoyed and started off at once, but Jia Yun urged:\n\n“Are you pleased, uncle? If your marriage comes off too, that will be double happiness.”\n\nBaoyu flushed and spat in disgust. “Bah! You stupid fool. Clear off, quick.”\n\nJia Yun blushed. “Why get so angry? I can’t see anything wrong in....”\n\n“In what?” demanded Baoyu grimly.\n\nBut Jia Yun had said more than he dared and beat a hasty retreat.\n\nBaoyu hurried on to school, where Dai-ru greeted him with a smile.\n\n“I’ve just heard of your worthy father’s promotion,” he said. “So you’ve come today after all.”\n\nBaoyu smiled back. “I came to pay my respects to you, sir, before going to see my father.”\n\n“There’s no need to go to school today. You have a holiday. But don’t go playing about in the Garden. You’re not a child any more. Though you can’t attend to business yet, you should learn from your elder cousins.”\n\nBaoyu assented and went back. At the inner gate he was accosted by Li Gui, who stepped forward to announce with a smile:\n\n“So you’re back, Master Bao! I was just going to the school to fetch you.”\n\n“Who told you to?”\n\n“The old lady sent someone to your compound to look for you, and the young maids there said you’d gone to school. Then she sent to tell me to ask for a few days’ leave for you. They say there’s to be an opera performed to celebrate. So here you are.”\n\nBaoyu went in then and through the second gate. The courtyard was full of matrons and maids, all wreathed in smiles.\n\n“So you’re back at last, Master Bao!” they cried. “Hurry up and go in to congratulate the old lady.”\n\nHe hurried cheerfully to his grandmother’s room. He found her with Daiyu on her left and Xiangyun on her right, while below sat Lady Xing and Lady Wang with Tanchun, Xichun, Li Wan, Xifeng, Li Wen, Li Qi and Xiuyan. The only ones missing were Baochai, Baoqin and Yingchun. Baoyu, beside himself with joy, first congratulated the Lady Dowager and then his mother and aunt. He greeted all the girls, then went over to sit by Daiyu.\n\nBaoyu smiled. “Are you better now, cousin?” he asked.\n\nDaiyu smiled back. “Yes, thank you. I heard you were unwell too. Are you all right again?”\n\n“Yes. I had a sudden pain in my heart the other night, but I’m better now though I’ve had no chance to go and see you as I started school again.”\n\nBefore he could say more she turned away to talk to Tanchun.\n\nXifeng, who was standing below, remarked jokingly, “You two don’t behave like cousins who’ve grown up together — more like formal guests, with all this polite talk. You’re a model of respect, as they say.”\n\nThis raised a general laugh, and Daiyu flushed. She did not know whether to speak or not. After a little hesitation she retorted, “You don’t understand.”\n\nThe others laughed even more, and Xifeng realized that she had spoken too rashly. But as she was casting about for some way to change the subject, Baoyu said to Daiyu:\n\n“Cousin Lin, have you seen that blundering fool Yun....”\n\nHe broke off abruptly, which set the whole party laughing again.\n\n“What’s all this about?” they asked.\n\nDaiyu, having no idea either, smiled rather sheepishly. Baoyu, at a loss for words, went on:\n\n“Just now I heard someone say they’d send over players. When is it to be?”\n\nThe rest smiled at him.\n\n“If you heard outside, why ask us?” teased Xifeng.\n\n“Oh well, I’ll go and make further inquiries,” he answered, seizing this pretext to leave.\n\n“Don’t go outside,” warned the Lady Dowager. “Your father’s in a happy mood today, but if he meets you he may lose his temper again.”\n\n“Yes, madam.” Only then did Baoyu leave.\n\nHis grandmother asked Xifeng, “Who said anything about sending players?”\n\n“Uncle Wang Ziteng said that the day after tomorrow is an auspicious day, so he’s sending a new company of child actors to congratulate you, madam, as well as the master and mistress.”\n\nShe added with a smile, “Not only is it an auspicious day, it’s a festival too.” She glanced at Daiyu. “The day after tomorrow is....”\n\nDaiyu smiled.\n\n“Why, of course,” exclaimed Lady Wang. “It’s our niece’s birthday.”\n\nThe old lady thought for a second, then chuckled, “Look how old I’m growing, my memory’s so bad. I’m only reminded of things by this Feng丫头. Well, this is good. Her uncle is sending players to congratulate us, and her other uncle can celebrate her birthday. What could be better?”\n\nThis amused them all.\n\n“Whatever our Old Ancestress says shows her good sense,” they cried. “No wonder she has such good fortune.”\n\nJust then Baoyu came back. Overhearing this he was overjoyed.\n\nThen they all had a meal with the Lady Dowager, and there was great merriment. After the meal, when Jia Zheng came back from expressing his gratitude for the Imperial favour and had paid his respects in the family temple, he called to pay his respects to his mother. After standing in her presence for a while he went off to receive visitors. And now for the next two days the house was filled with comings and goings of kinsmen and friends, with great crowds of carriages and horses at the gate and hosts of visitors in sable caps and embroidered robes.\n\nTruly:\n\nWhen flowers in bloom attract bees and butterflies,\nThe full moon in the sky illuminates the world.\n\nThe two days of celebrations began with the arrival early that morning of a company of players sent by Wang Ziteng and other relatives. A stage was erected in front of the Lady Dowager’s main hall, and the men outside in their official costumes kept the gentlemen company. About ten tables were laid for the feasting. As these were new players and the Lady Dowager was in high spirits, a glazed screen was set up in the back corridor and tables were placed behind it for the ladies. Aunt Xue, with Lady Wang and Baoqin to keep her company, had the place of honour at the first table. Opposite them sat the Lady Dowager....\n\nAt the head table sat the Lady Dowager with Aunt Xue and the wives of Jia She and Jia Zhen. At the second table were Lady Wang, Baoyu, Xiangyun, Daiyu and Baoqin. The third was occupied by Yingchun and the other three young ladies with Madam You and Li Wan. The lower half of the room had two large tables for the senior maids: Xiren and Qingwen, Yuanyang and Yuchuan, Caixia and Caiyun, Yuanyang’s sister and Xiuyan, with Pinger and some others squeezed in between them. Xiuyan felt out of place here, but Lady Xing had told her to keep Aunt Xue company. Two tables were still unoccupied, and the Lady Dowager urged the others to come quickly. Presently Xifeng came in, surrounded by maids, escorting Daiyu, who after changing into some more colourful clothes, as beautiful as the Goddess of the Moon descending to earth, came in smiling rather bashfully to greet the company. Xiangyun, Li Wen and Li Qi offered her the seat of honour, but she declined until the Lady Dowager said with a smile:\n\n“You must take it today.”\n\nAunt Xue rising from her seat inquired, “Is Miss Lin celebrating something today?”\n\n“It’s her birthday,” the Lady Dowager replied.\n\n“Dear me, I’d forgotten!” exclaimed Aunt Xue. She went over to say, “Do excuse my bad memory. I’ll tell Baoqin to come and wish you many happy returns.”\n\n“You’re too kind,” answered Daiyu with a smile.\n\nWhen they had all sat down, Daiyu looked round and noticed Baochai’s absence.\n\n“How is Cousin Baochai?” she asked. “Why didn’t she come?”\n\n“She meant to,” said Aunt Xue. “But she had to keep an eye on the house.”\n\nDaiyu flushed and smiled.\n\n“Now that you have a daughter-in-law, aunt, why should she have to mind the house? I suppose she didn’t come because she can’t stand such a crowd. I do miss her.”\n\n“It’s good of you to think of her. She often misses you girls too. I must ask her over one day for a chat.”\n\nThen maids came to pour wine and serve dishes, and outside the opera started. The first two items were of course auspicious scenes. In the third, a boy and girl with banners and canopies ushered in an actress in rainbow feathers, a black scarf over her head, who sang a few lines and then left the stage. The audience was mystified until they heard that this was a new scene from The Palace of Pearl- like Flowers entitled “Ascent to Heaven.” The actress played the part of Chang E who, having fallen into the human world and nearly married, was saved by the Goddess of Mercy’s intervention and died unwed, then ascended to the moon. The lines they had heard were:\n\nFools on earth may think romance so sweet,\n\nThey forget how spring and autumn pass;\n\nThe Cold Palace of the Moon is hard to reach....\n\nThe fourth item was “Eating Bran,” the fifth one about Bodhidharma crossing the sea with his disciples, and the stage was a mass of dazzling mirages.\n\nJust as everybody was enjoying this, a servant from the Xues’ house rushed in sweating to tell Xue Ke, “Do go back, sir! And please tell Her Ladyship to come back too — there’s trouble at home.”\n\n“What trouble?” he asked.\n\n“I’ll tell you when we get back.”\n\nNot even taking time to say goodbye, Xue Ke hurried off. And when a maid passed on this message to Aunt Xue, the shock turned her face clay-coloured. She rose at once and took her leave with Baoqin, then went straight home by carriage, to the consternation of all the feasters.\n\nThe Lady Dowager said, “Send someone to find out what’s happened. We’re all concerned.” The others assented.\n\nTo return to Aunt Xue: when she reached home she saw two yamen runners stationed at the inner gate, attended by assistants from their pawnshop. At sight of her they said, “Here comes the mistress. Now we can settle this.”\n\nBut Aunt Xue, followed by her attendants, swept inside. The runners, seeing a large retinue of men and maids escorting an old lady, knew that this must be Xue Pan’s mother. Impressed by her dignity, they dared not arrest her but stood respectfully at attention to let her pass. As she entered the hall she heard Jin-gui sobbing loudly. Baochai, her face stained with tears, came out to meet her.\n\n“Don’t be upset, mother, when you hear,” she said. “We must think what to do.”\n\nAunt Xue went in with her, too flustered to ask what had happened.\n\nAs she walked along she had heard the servants’ report and was trembling with fright. “Who was it?” she sobbed.\n\n“Don’t ask for details now, madam,” they answered. “Whoever it is, if he’s killed someone he’ll have to pay for it with his own life. We must think what’s to be done.”\n\n“What is there to do?” she wept.\n\nThe servants said, “We suggest that tonight you get some silver ready and Master Ke should go with it to see the elder master; then he can find a shrewd lawyer there and bribe him to get the charge reduced from murder. After that we can ask the Jias to put in a word for him to the higher authorities. And you must give the runners outside some silver too, madam, to send them away so that we can hurry on with this.”\n\n“Find the family of the deceased,” said Aunt Xue. “Promise them compensation for the funeral and some pension, and if they withdraw the charge that will give us a breathing-space.”\n\n“That won’t do, mother,” Baochai called from the inner room. “Bribing will only make more trouble. The servants’ idea is better.”\n\nAunt Xue wept. “I don’t care if I die. I must go to see him and die there with him.”\n\nBaochai, greatly distressed, tried to comfort her while calling to the maids from behind the curtain, “Quickly now, help Master Ke to get ready.” The maids helped their mistress inside, and when Xue Ke was leaving Baochai told him, “Send a letter as soon as you have any news. Just see to things outside.” He assented and left.\n\nThen Baochai did her best to console her mother. Meanwhile, Jingui had seized this chance to accost Xiangling.\n\n“You’re always boasting that their family can kill people and get away with it,” she ranted. “That’s why they came to the capital. Now they’ve really egged him on to kill someone! In the past you were always talking about their wealth and power and good connections; but now that this has happened, I can see they’re scared out of their wits. If anything happens to the master and he can’t come back, you’ll all go your different ways and leave me alone in the soup!” She burst out weeping again.\n\nThis tirade made Aunt Xue, within, nearly faint with rage, and Baochai did not know what to do. In the midst of this commotion one of Lady Wang’s chief maids arrived from the Rong Mansion to find out what had happened. Although Baochai knew that she was now considered one of the Jia family, first, no announcement had been made yet, and second, in this emergency she had to speak to the maid herself.\n\n“We still don’t know exactly what happened,” she said. “We just heard that my brother had killed someone outside and been taken to the county court. We don’t know what the sentence will be. My cousin went a short while ago to find out, and as soon as we have definite news we’ll report it to Her Ladyship. Will you thank her for her concern? We shall have to ask the gentlemen to help us later on.”\n\nThe maid assented and left.\n\nAunt Xue and Baochai at home had no means of finding out the truth. Two days later a servant returned with a letter which a young maid brought in. When Baochai opened it she read:\n\nPan’s manslaughter was accidental, not premeditated. This morning I gave my name and handed in a petition, but it hasn’t been approved yet. Pan’s earlier evidence was very damaging. If this petition is approved and the case is re-opened, if we can get the evidence reversed he may be saved. Send five hundred taels at once from the pawnshop for expenses. On no account delay! Please tell my aunt not to worry. For other details, ask the servant.\n\nBaochai read this out to her mother.\n\n“So it’s still not certain whether he’ll live or die?” said Aunt Xue, wiping away her tears.\n\n“Don’t be upset, mother,” urged Baochai. “Let’s call in the servant and question him.” She sent a maid to fetch him in.\n\nAunt Xue asked him, “What did you hear the master say? Tell me the whole story.”\n\n“I happened to hear what the master said to Master Ke the other evening, and it scared me out of my wits....”\n\nBut nobody could guess what the servant had to say."
}