{
  "index": "089",
  "title": "第89章 人亡物在公子填词 蛇影杯弓颦卿绝粒",
  "original": "却说凤姐正自起来纳闷，忽听见小丫头这话，又唬了一跳，连忙又问：“什么官事？”小丫头道：“也不知道。刚才二门上小厮回进来，回老爷有要紧的官事，所以太太叫我请二爷来了。”凤姐听了工部里的事，才把心略略的放下。因说道：“你回去回太太，就说二爷昨日晚上出城有事没有回来，打发人先回珍大爷去罢。”那丫头答应着去了。一时贾珍过来见了部里的人，问明了。进来见了王夫人回道：“部中来报，昨日总河奏到，河南一带决了河口，湮没了几府州县。又要开销国策，修理城工。工部司官又有一番照料。所以部里将来报知老爷的。”说完退出。及贾政回家来，回明。从此，直到冬间，贾政天天有事，常在衙门里。宝玉的工课也浙渐松了，只是怕贾政觉察出来，不敢不常在学房里去念书，连黛玉处也不敢常去。\n　　那时已到十月中旬，宝玉起来，要往学房中去。这日天气陡寒，只见袭人早已打点出一包衣裳，向宝玉道：“今日天气很凉，早晚宁可暖些。”说着，把衣裳拿出来，给宝玉挑了一件穿。又包了一件，叫小丫头拿出，交给焙茗，嘱咐道：“天气冷，二爷要换时，好生预备着。”焙茗答应了，抱着毡包，跟着宝玉自去。宝玉到了学房中，做了自己的工课，忽听得纸窗呼喇喇一派风声。代儒道：“天气又变了。”把风门推开一看，只见西北上一层层的黑云，渐渐往东南扑上来。焙茗走进来回宝玉道：“二爷，天气冷了，再添些衣裳罢。”宝玉点点头儿。只见焙茗拿进一件衣裳来。宝玉不看则已，看了时神已痴了，那些小学生都巴着眼瞧。却原是晴雯所补的那件雀金裘。宝玉道：“怎么拿这一件来？是谁给你的？”焙茗道：“是里头姑娘们包出来的。”宝玉道：“我身上不大冷，且不穿呢，包上罢。”代儒只当宝玉可惜这件衣裳，却也心里喜他知道俭省。焙茗道：“二爷穿上罢。着了冷，又是奴才的不是了，二爷只当疼奴才罢。”宝玉无奈，只得穿上，呆呆的对着书坐着。代儒也只当他看书，不甚理会。\n　　晚间放学时，宝玉便往代儒托病告假一天。代儒本来上年纪的人，也不过伴着几个孩子解闷儿，时常也八病九痛的，乐得去一个少操一日心。况且明知贾政事忙，贾母溺爱，便点点头儿。宝玉一径回来，见过贾母王夫人，也是这么说，自然没有不信的。略坐一坐，便回园中去了。见了袭人等，也不似往日有说有笑的，便和衣躺在炕上。袭人道：“晚饭预备下了，这会儿吃，还是等一等儿？”宝玉道：“我不吃了，心里不舒服。你们吃去罢。”袭人道：“那么着，你也该把这件衣裳换下来了。那个东西那里禁得住揉搓？”宝玉道：“不用换。”袭人造：“倒也不但是娇嫩物儿，你瞧瞧那上头的针线，也不该这么遭塌他呀。”宝玉听了这话，正碰在他心坎儿上，叹了一口气道：“那么着，你就收起来，给我包好了。我也总不穿他了！”说着，站起来脱下。袭人才过来接时，宝玉已经自己叠起。袭人道：“二爷怎么今日这样勤谨起来了？”宝玉也不答言，叠好了，便问：“包这个的包袱呢？”麝月连忙递过来，让他自己包好，回头和袭人挤着眼儿笑。宝玉也不理会，自己坐着，无精打彩。猛听架上钟响，自己低头看了看表针，已指到酉初二刻了。一时小丫头点上灯来，袭人道：“你不吃饭，喝半碗热粥儿罢，别净饿着。看仔细饿上虚火来，那又是我们的累赘了。”宝玉摇摇头儿，说：“这不大饿，强吃了倒不受用。”袭人道：“既这么着，就索性早些歇着罢。”于是袭人麝月铺设好了，宝玉也就歇下，翻来覆去只睡不着。将及黎明，反蒙胧睡去，有一顿饭时，早又醒了。\n　　此时袭人麝月也都起来。袭人道：“昨夜听着你翻腾到五更天，我也不敢问你。后来我就睡着了，不知到底你睡着了没有？”宝玉道：“也睡了一睡，不知怎么就醒了。”袭人道：“你没有什么不受用？”宝玉道：“没有，只是心上发烦。”袭人道：“今日学房里去不去？”宝玉道：“我昨儿已经告了一天假了，今儿我要想园里逛一天，散散心，只是怕冷。你叫他们收拾一间屋子，备了一炉香，搁下纸墨笔砚，你们只管于你们的，我自己静坐半天才好，别叫他们来搅我。”麝月接着道：“二爷要静静儿的用工夫，谁敢来搅。”袭人道：“这么着很好，也省得着了凉，自己坐坐，心神也不搅。”因又问：“你既懒怠吃饭，今日吃什么早说，好传给厨房里去。”宝玉道：“还是随便罢，不必闹的大惊小怪的。倒是要几个果子搁在那屋里，借点果子香。”袭人道：“那个屋里好？别的都不大干净，只有晴雯起先住的那一间，因一向无人，还干净。就是清冷些。”宝玉道：“不妨，把火盆挪过去就是了。”袭人答应了。正说着，只见一个小丫头端了一个茶盘儿，一个碗，一双牙箸，递给麝月道：“这是刚才花姑娘要的，厨房里老婆子送了来了。”麝月接了一看，却是一碗燕窝汤，便问袭人道：“这是姐姐要的么？”袭人笑道：“昨夜二爷没吃饭，又翻腾了一夜，想来今儿早起心里必是发空的，所以我告诉小丫头们，叫厨房里做了这个来的。”袭人一面叫小丫头放桌儿。麝月打发宝玉喝了，漱了口，只见秋纹走来说道：“那屋里已经收拾妥了，但等着一时炭劲过了，二爷再进去罢。”宝玉点头，只是一腔心事，懒意说话。\n　　一时小丫头来请，说：“笔砚都安放妥当了。”宝玉道：“知道了。”又一个小丫头回道：“早饭得了，二爷在那里吃？”宝玉道：“就拿了来罢，不必累赘了。”小丫头答应了自去，一时端上饭来。宝玉笑了一笑，向麝月袭人道：“我心里闷得很，自己吃只怕又吃不下去，不如你们两个同我一块儿吃，或者吃的香甜，我也多吃些。”麝月笑道：“这是二爷的高兴，我们可不敢。”袭人道：“其实也使得，我们一处喝酒，也不止今日。只是偶然替你解闷儿还使得，若认真这样，还有什么规矩体统呢。”说着，三人坐下。宝玉在上首，袭人麝月两个打横陪着。吃了饭，小丫头端上漱口茶来，两个看着撤了下去。宝玉因端着茶，默默如有所思，又坐了一坐，便问道：“那屋里收拾妥了么？”麝月道：“头里就回过了。这会子又问！”\n　　宝玉略坐了一坐，便过这间屋子来。亲自点了一枝香，摆上些果品，便叫人出去，关上门。外面袭人等都静悄无声。宝玉拿了一幅泥金角花的粉红笺出来，口中祝了几句，便提起笔来写道：\n　　怡红主人焚付晴姐知之：酌茗情香，庶几来飨。\n　　其词云：\n随身伴，独自章绸缪。谁料风波平地起，顿教躯命即时休：孰与活轻柔？\n东逝水，无复向西流。想像更无怀梦草，添衣还见翠云裳。脉脉使人愁！\n　　写毕，就在香上点个火，焚化了。静静儿等着，直待一炷香点尽了，才开门出来。袭人道：“怎么出来了？想来又闷的慌了？”宝玉笑了一笑，假说道：“我原是心里烦，才找个清静地方儿坐坐。这会子好了，还要外头走走去呢。”\n　　说着一径出来到了潇湘馆里。在院里问道：“林妹妹在家里呢么？”紫鹃接应道：“是谁？”掀帘看时，笑道：“原来是宝二爷。姑娘在屋里呢，请二爷到屋里坐着。”宝玉同着紫鹃走进来。黛玉却在里间呢，说道：“紫鹃，请二爷屋里坐罢。”宝玉走到里间门口，看见新写的一副紫墨色泥金云龙笺的小对，上写着：“绿窗明月在，青史古人空。”宝玉看见，笑了一笑，走人门去，笑问道：“妹妹做什么呢？”黛玉站起来，迎了两步，笑着让道：“请坐。我在这里写经，只剩得两行了。等写完了再说话儿。”因叫雪雁倒茶。宝玉道：“你别动，只管写。”说着，一面看见中间挂着一幅单条，上面画着一个嫦娥，带着一个侍者，又一个女仙，也有一个侍者，捧着一个长长儿的衣囊似的。二人身旁边略有些云护，别无点缀，全仿李龙眠白描笔意，上有“斗寒图”三字，用八分书写着。宝玉道：“妹妹这幅斗寒图可是新挂上的？”黛玉道：“可不是，昨日他们收拾屋子，我想起来，拿出来叫他们挂上的。”宝玉道：“是什么出处？”黛玉笑道：“眼前熟的很的，还要问人。”宝玉笑道：“我一时想不起，妹妹告诉我罢。”黛玉道：“岂不闻‘青女素娥俱耐冷，月中霜里斗婵娟’？”宝玉道：“是啊，这个实在新奇雅致。却好此时拿出来挂。”说着，又东瞧瞧，西走走。\n　　雪雁沏了茶来，宝玉吃着。又等了一会子，黛玉经才写完，站起来道：“简慢了。”宝玉笑道：“妹妹还是这么客气。”但见黛玉身上穿着月白绣花小毛皮袄，加上银鼠坎肩，头上挽着随常云髻，簪上一技赤金扁簪，别无花朵。腰下系着杨妃色绣花绵裙。真比如：\n　　亭亭玉树临风立，冉冉香莲带露开。\n　　宝玉因问道：“妹妹这两日弹琴来着没有？”黛玉道：“两日没弹了。因为写字已经觉得手冷，那里还去弹琴？”宝玉道：“不弹也罢了。我想琴虽是清高之品，却不是好东西，从没有弹琴里弹出富贵寿考来的，只有弹出忧思怨乱来的。再者，弹琴也得心里记谱，未免费心。依我说。妹妹身子又单弱，不操这心也罢了。”黛玉抿着嘴儿笑。宝玉指着壁上道：“这张琴可就是么？怎么这么短？”黛玉笑道：“这张琴不是短，因我小时学抚的时候，别的琴都够不着，因此特地做起来的。虽不是焦尾枯桐，这鹤仙凤尾还配得齐整，龙池雁足高下还相宜。你看这断纹，不是牛旄似的么？所以音韵也还清越。”宝玉道：“妹妹这几天来做诗没有？”黛玉道：“自结社以后，没大做。”宝玉笑道：“你别瞒我。我听见你吟的，什么‘不可，素心何如天上月’，你搁在琴里，觉得音响分外的响亮。有的没的？”黛玉道：“你怎么听见了？”宝玉道：“我那一天从蓼风轩来听见的，又恐怕打断你的清韵，所以静听了一会，就走了。我正要问你，前路是平韵，到末了儿忽转了仄韵，是个什么意思？”黛玉道：“这是人心自然之音，做到那里就到那里，原没有一定的。”宝玉道：“原来如此。可惜我不知音，枉听了一会子。”黛玉道：“古来知音人能有几个！”宝玉听了，又觉得出言冒失了，又怕寒了黛玉的心。坐了一坐，心里象有许多话，却再无可讲的。黛玉因方才的话也是冲口而出，此时回想，觉得太冷淡些，也就无话。宝玉越发打量黛玉设疑，遂讪讪站起来说道：“妹妹坐着罢，我还要到三妹妹那里瞧瞧去呢。”黛玉道：“你若见了三妹妹，替我问候一声罢。”宝玉答应着，便出来了。\n　　黛玉送至屋门口，自己回来，闷闷的坐着，心里想道：“宝玉近来说话，半吐半吞，忽冷忽热，也不知他是什么意思。”正想着，紫鹃走来道：“姑娘，经不写了？我把笔砚都收好了？”黛玉道：“不写了，收起去罢。”说着，自己走到里间屋里床上歪着，慢慢的细想。紫鹃进来问道：“姑娘喝碗茶罢？”黛玉道：“不吃呢。我略歪歪罢。你们自己去罢。”\n　　紫鹃答应着出来，只见雪雁，一个人在那里发呆。紫鹃走到他跟前，问道：“你这会子也有了什么心事了么？”雪雁只顾发呆，倒被他吓了一跳，因说道：“你别嚷，今日我听见了一句话，我告诉你听奇不奇。你可别言语？”说着，往屋里努嘴儿。因自己先行，点着头儿叫紫鹃同他出来，到门平台底下，悄俏儿的道：“姐姐，你听见了么？宝玉定了亲了。”紫鹃听见，吓了一跳，说道：“这是那里来的话？只怕不真罢？”雪雁道：“怎么不真！别人大概都知道，就只咱们没听见。”紫鹃道：“你在那里听来的？”雪雁道：“我听见侍书说的，是个什么知府家，家资也好，人才也好。”紫鹃正听时，只听见黛玉咳嗽了一声，似乎起来的光景。紫鹃恐怕他出来听见，便拉了雪雁摇摇手儿，往里望望，不见动静，才又悄悄儿的问道：“他到底怎么说来着？”雪雁道：“前儿不是叫我到三姑娘那里去道谢吗，三姑娘不在屋里，只有侍书在那里。大家坐着，无意中说起宝二爷淘气来。他说：‘宝二爷怎么好？只会玩儿，全不象大人的样子，已经说亲了，还是这么呆头呆脑。’我问他：‘定了没有？’他说是：‘定了，是个什么王大爷做媒的。那王大爷是东府里的亲戚，所以也不用打听，一说就成了。’”紫鹃侧着头想了一想，“这句话奇！”又问道：“怎么家里没有人说起？”雪雁道：“侍书也说的，是老太太的意思。若一说起，恐怕宝玉野了心，所以都不提起。侍书告诉了我，又叮咛千万不可露风说出来，知道是我多嘴。”把手往里一指，“所以他面前也不提。今日是你问起，我不犯瞒你。”正说到这里，只听鹦鹉叫唤，学着说：“姑娘回来了，快倒茶来！”倒把紫鹃雪雁吓了一跳。回头并不见有人，便骂了鹦鹉一声。走进屋内，只见黛玉喘吁吁的刚坐在椅子上。紫鹃搭讪着问茶问水。黛玉问道：“你们两个那里去了？再叫不出一个人来。”说着，便走到炕边，将身子一歪，仍重日倒在炕上，往里躺下，叫把帐儿撩下。紫鹃雪雁答应出去，他两个心里疑惑方才的话只怕被他听了去了，只好大家不提。\n　　谁知黛玉一腔心事，又窍听了紫鹃雪雁的话，虽不很明白，已听得了七八分，如同将身撂在大海里一般。思前想后，竟应了前日梦中之谶，千愁万恨，堆上心来。左右打算，不如早些死了，免得眼见了意外的事情，那时反倒无趣。又想到自己没了爹娘的苦，自今以后，把身子一天一天的遭塌起来，一年半载，少不得身登清净。打定了主意，被也不盖，衣也不添，竟是合眼装睡。紫鹃和雪雁来伺候几次，不见动静，又不好叫唤。晚饭都不吃。点灯以后，紫鹃掀开帐子，见已睡着了，被窝都蹬在脚后。怕他着了凉，轻轻儿拿来盖上。黛玉也不动，单待他出去，仍然褪下。那紫鹃只管问雪雁：“今儿的话到底是真的是假的？”雪雁道：“怎么不真！”紫鹃道：“侍书怎么知道的？”雪雁道：“是小红那里听来的。”紫鹃道：“头里咱们说话，只怕姑娘听见了。你看刚才的神情，大有原故。今日以后，咱们倒别提这件事了。”说着，两个人也收拾要睡。紫鹃进来看时，只见黛玉被窝又蹬下来，复又给他轻轻盖上。一宿晚景不提。\n　　次日，黛玉清早起来，也不叫人，独自一个呆呆的坐着。紫鹃醒来，看见黛玉已起，便惊问道：“姑娘怎么这样早？”黛玉道：“可不是。睡得早，所以醒得早。”紫鹃连忙起来，叫醒雪雁，伺候梳洗。那黛玉对着镜子，只管呆呆的自看。看了一回，那珠泪儿断断连连，早已湿透了罗帕。正是：\n　　瘦影正临春水照，卿须怜我我怜卿！\n　　紫鹃在旁也不敢劝，只怕倒把闲话勾引旧恨来。迟了好一会，黛玉才随便梳洗了，那眼中泪渍，终是不干。又自坐了一会，叫紫鹃道：“你把藏香点上。”紫鹃道：“姑娘，你睡也没睡得几时，如何点香？不是要写经？”黛玉点点头儿。紫鹃道：“姑娘今日醒得太早，这会子又写经，只怕太劳神了罢。”黛玉道：“不怕！早完了早好！况且我也并不是为经，倒借着写字解解闷儿。以后你们见了我的字迹，就算见了我的面儿了。”说着，那泪直流下来。紫鹃听了这话，不但不能再劝，连自己也掌不住滴下泪来。原来黛玉立定主意，自此以后，有意遭塌身子，茶饭无心，每日渐减下来。宝玉下学时，也常抽空问候。只是黛玉虽有万于言语，自知年纪已大，又不便似小时可以柔情挑逗，所以满腔心事，只是说不出来。宝玉欲将实言安慰，又恐黛玉生嗔，反添病症。两个人见了面，只得浮言劝慰，真真是“亲极反疏”了。那黛玉虽有贾母王夫人等怜恤，不过请医调治，只说黛玉常病，那里知他的心病。紫鹃等虽知其意，也不敢说。从此，一天一天的减。到半月之后，肠胃日薄一日，果然粥都不能吃了。黛玉日间听见的话，都似宝玉娶亲的话；看见怡红院中的人，无论上下，也象宝玉娶亲的光景。薛姨妈来看，黛玉不见宝钗，越发起疑心，索性不要人来看望，也不肯吃药，只要速死。睡梦之中，常听见有人叫“宝二奶奶”的。一片疑心，竟成蛇影。一日竟是绝粒，粥也不喝，恹恹一息，垂毙殆尽。\n未知黛玉性命如何，且看下回分解。",
  "translation": "We have seen how Xifeng, just risen and still preoccupied with her strange dream, was startled by the maid’s announcement and asked what official business had come up.\n\n“I don’t know,” was the answer. “One of the pages at the inner gate reported that there was urgent official business, so Her Ladyship sent me to fetch the master.”\n\nHearing that it was business from the Ministry of Works, Xifeng felt somewhat relieved.\n\n“Go back and tell Her Ladyship that the master went outside the city yesterday on business and hasn’t come back yet,” she said. “She’d better send to inform Master Zhen.”\n\nThe maid assented and left. Presently Jia Zhen came over. He asked the ministry’s messenger for details, then went in to report to Lady Wang.\n\n“The ministry has sent to inform the master,” he said, “that the Director of the Waterways has reported a burst dyke on the Yellow River in Honan which has flooded several prefectures and counties. Funds will have to be allocated to repair the damage and build dykes, and the ministry officials will have to supervise the work. That’s the message.”\n\nHaving said this he withdrew. And when Jia Zheng came home and was told the news, from then on all through the winter he was constantly occupied and often had to stay in his yamen. As a result, Baoyu’s school work gradually slackened. But afraid his father might find out, he did not dare cut the school, and he stopped going so often to see Daiyu too.\n\nOne day in the middle of the tenth month, when Baoyu got up to go to school, the weather had suddenly turned cold. Xiren had got out a bundle of clothes.\n\n“It’s very cold today,” she said. “You must wrap up well.” She took out the clothes for him to choose an outfit, then wrapped up another gown to give to Beiming, charging the page, “If it’s cold and the young master wants to change, mind you have this ready for him.”\n\nBeiming assented and followed Baoyu with the felt wrapper. Having done his day’s work in school, Baoyu heard a sudden gust of wind blow against the window-paper.\n\n“The weather has changed again,” observed Dairu. He opened the door and saw massed black clouds in the north-west being driven by the wind towards the south-east.\n\nBeiming came in then to tell Baoyu, “It’s turned cold, sir. Will you change into a warmer gown?”\n\nBaoyu nodded and the page brought in the bundle. At sight of the peacock-feather cape, mended by Qingwen, Baoyu was transfixed, while the other boys eyed it enviously.\n\n“Why have you brought this?” he asked. “Who gave it to you?”\n\n“One of the girls in your apartments wrapped it up.”\n\n“I’m not really cold. I won’t put it on yet. Wrap it up again.”\n\nDairu, supposing that he grudged wearing such a fine cape, was pleased by his prudence.\n\n“Do put it on, sir,” begged Beiming. “If you catch cold, I shall be blamed. Do it to please me.”\n\nBaoyu had to put it on then and sit distractedly staring at his book. Dairu imagined that he was studying and paid no attention.\n\nThat evening when school was dismissed, Baoyu asked to be excused the next day on the grounds of illness. The old teacher, whose sole aim in teaching a few boys was to while away his time and who often ached all over, was only too glad to have one less pupil to worry about for a day. Besides, he knew that Jia Zheng was busy and that the Lady Dowager doted on Baoyu. So he nodded consent.\n\nBaoyu went straight home and on calling on his grandmother and mother gave the same excuse. Naturally they believed him. After sitting with them for a little he returned to the Garden, and when he saw Xiren and the other maids he was not his usual laughing, joking self. Lying down in his clothes on the kang, he refused the meal which was served.\n\n“I don’t want anything, I feel upset,” he said. “You can have it.”\n\n“In that case, you’d better change out of these clothes,” Xiren suggested. “Why not take that thing off and rest properly under\n\n\"Can it stand much wear and tear?\"\n\n\"No, I don't want to change,\" he said.\n\n\"Even if it's not too delicate, just look at the embroidery,\" she persisted. \"You shouldn't ruin it.\"\n\nThis remark struck home. Baoyu sighed.\n\n\"All right, put it away then and wrap it up properly,\" he said. \"I shall never wear it again.\"\n\nHe stood up and took it off. As Xiren stepped forward to take it, he folded it up himself.\n\n\"What makes you so industrious today, Master Bao?\" she asked.\n\nHe made no reply to this. When he had folded it he asked, \"Where's the wrapper for this?\"\n\nSheyue promptly brought it and let him wrap the jacket up himself, then turned to wink at Xiren with a smile. Baoyu ignored them and sat down listlessly. Suddenly the clock on the shelf struck. He looked down at his own watch; it was half past five. Just then a maid came in to light the lamp.\n\n\"If you don't want a meal, at least drink half a bowl of gruel,\" urged Xiren. \"You mustn't go on starving yourself. If you fall ill from hunger, that will mean more trouble for us.\"\n\nBaoyu shook his head. \"I'm not really hungry. I'd rather not force myself to eat.\"\n\n\"In that case, you'd better turn in early,\" she said.\n\nSo she and Sheyue helped him to bed. But he tossed and turned, unable to sleep. It was nearly dawn before he dozed off, but he woke again after what seemed no longer than the time it takes for a meal.\n\nXiren and Sheyue were up by then.\n\n\"I heard you tossing all night, right up to the fifth watch,\" Xiren told him. \"I didn't like to ask you what was wrong. Then I fell asleep myself and don't know whether you did or not in the end.\"\n\n\"I did drop off, but I don't know why I woke up again so soon.\"\n\n\"Are you feeling unwell?\"\n\n\"No, just rather upset.\"\n\n\"Are you going to school today?\"\n\n\"I asked for leave yesterday. I feel like spending the day in the Garden to amuse myself, but I'm afraid of the cold. Get them to clear a room for me and prepare an incense-burner, and put out some writing materials. Then you can get on with your own business. I want to sit quietly by myself for a while. Don't let anyone disturb me.\"\n\nSheyue put in, \"If you want to work quietly, Master Bao, who would dare disturb you?\"\n\n\"That's fine,\" agreed Xiren. \"Then you won't catch cold, and sitting quietly may calm you down.\"\n\nShe added, \"If you don't feel like eating, tell us now what you'd like and I'll send to the kitchen.\"\n\n\"Anything will do, don't make a fuss. But I'd like some fruit to keep in the room for its fragrance.\"\n\n\"Which room would be best? Most of them aren't very clean. The only tidy one is the one Qingwen used to have, because no one's been there since. But it's rather cold.\"\n\n\"That doesn't matter. We can move a brazier there.\"\n\nXiren assented. As they were speaking a young maid brought in a tea-tray with a bowl and a pair of ivory chopsticks which she handed to Sheyue.\n\n\"The cook's wife has brought this, as the young lady in charge of the flowers asked for it,\" she announced.\n\nSheyue saw that it was a bowl of bird's-nest soup.\n\n\"Did you ask for this, sister?\" she inquired.\n\nXiren smiled. \"As the young master didn't eat last night and was tossing all night, I thought he must be hungry this morning; so I told one of the girls to ask the kitchen to prepare this.\"\n\nShe told the young maid to set the table, and Sheyue handed the bird's-nest to Baoyu. After drinking it he rinsed his mouth. Then Qiuwen came in.\n\n\"The room's ready,\" she announced. \"But you'd better wait a bit, Master Bao, till the fire has died down.\n\n\"Come in,\" said Baoyu. He nodded but was too dejected to speak.\n\nPresently a young maid came to announce, \"Your writing things are ready, sir.\"\n\n\"Very well,\" he said.\n\nThen another maid asked, \"Breakfast is ready. Where will you have it, sir?\"\n\n\"Bring it here. There's no need to fuss.\"\n\nThe maid assented and withdrew, soon returning with his meal.\n\nBaoyu turned with a smile to Sheyue and Xiren. \"I'm feeling very low,\" he said. \"If I eat by myself I doubt if I'll be able to get anything down. Why not join me? If you keep me company I may enjoy it and eat a little more.\"\n\n\"This is just a whim of yours,\" said Sheyue. \"We daren't do that.\"\n\nXiren put in, \"Actually, it's all right. We've drunk with you often enough before. But though it would be all right just this once to cheer you up, it's not the proper thing as a regular custom.\"\n\nThen the three of them sat down, Baoyu at the head of the table, Xiren and Sheyue one on each side. After the meal, when a maid brought tea to rinse their mouths, they saw that the things were cleared away. Baoyu, sipping his tea in silence, seemed lost in thought. After sitting there a little longer he asked, \"Is everything ready in the other room?\"\n\n\"I told you just now that it is,\" Sheyue reminded him. \"Why ask again so soon?\"\n\nAfter a short pause Baoyu went to the other room. He lit a stick of incense himself and set out some fruit, then ordered the others to leave and closed the door. Outside, Xiren and the rest kept very quiet. Baoyu spread out a pink note-paper with a design in gold and, murmuring an invocation, wrote with a brush:\n\nDispatched by the Happy Red Prince for the information of Sister Qingwen: I have offered pure tea and fine incense to summon your spirit. May it come and partake of them!\n\nHis invocation was as follows:\n\nYou were my constant companion;\nFor yourself you cherished tender feelings.\nWho could predict sudden storms of calumny\nWhich instantly snatched away your life?\nWhere can I find your gentle spirit now?\nThe eastward-flowing stream\nNever turns back to the west.\nI long in vain for the herb of forgetfulness;\nWhen I add a garment, I sigh for the maid of the green clouds.\nThis longing grieves me unceasingly.\n\nHaving written this, he lit the paper at the flame of the incense and waited quietly until it was burnt to ashes before opening the door.\n\n\"Why have you come out?\" asked Xiren. \"Were you feeling bored again?\"\n\nHe forced a smile. \"I wanted to sit quietly somewhere by myself because I was so upset. I feel better now and I'm going out for a stroll.\"\n\nWith that he left and went to Bamboo Lodge. In the courtyard he called, \"Is Cousin Lin at home?\"\n\nZijuan answered, \"Who is it?\" Then, raising the portiere, she cried with a smile, \"So it's you, Master Bao. The young lady's at home. Do come in and sit down.\"\n\nAs Baoyu followed her in, Daiyu called from the inner room, \"Zijuan, invite Master Bao in to sit down.\"\n\nBaoyu went in and saw a new pair of scrolls in the clerical style, written in cloud and dragon designs of purple and gold on dark paper. They read:\n\nBy the green window the bright moon seems eternal;\n\nBut in blue history the ancients have vanished.\n\nSmiling, Baoyu stepped through the doorway.\n\n\"What are you doing, cousin?\" he asked.\n\nDaiyu rose and advanced a step or two to greet him with a smile.\n\n\"Do sit down,\" she said. \"I'm copying out a sutra. There are just two lines left. Do sit down.\"\n\nShe told Xueyan to bring tea.\n\n\"Don't let me disturb you,\" said Baoyu. \"Do finish it.\" As he spoke he saw a scroll hanging in the middle of the room with a painting of a goddess of the moon attended by a page, and another female immortal also with an attendant carrying a long bag like a portfolio. The two figures were wreathed about with a little cloud and there was no other embellishment, the whole being in the plain-ink style of Li Longmian. Inscribed at the top were the characters \"Fighting the Cold\" in the official script.\n\n\"Is this your painting, cousin?\" he asked.\n\n\"Is that scroll new?\" Daiyu told him, \"Yes. Yesterday when they were tidying my room, I remembered it and told them to hang it up.\"\n\n\"Where does it come from?\"\n\nDaiyu smiled. \"You must know that couplet well. Why ask me?\"\n\n\"I can't think for the moment. Do tell me, cousin.\"\n\n\"Haven't you heard:\n\nThe goddess of moon and frost both fear the cold;\n\nIn the moon and frost they vie in loveliness?\"\n\n\"Of course!\" he cried. \"How original and refined. It's just the right time to hang it up.\" He looked around and strolled about the room.\n\nXueyan brought in tea, and Baoyu was sipping it when Daiyu finished writing and stood up.\n\n\"I've been neglecting you,\" she said.\n\n\"You're as formal as ever, cousin.\"\n\nHe saw that she was wearing a pale blue embroidered fur-lined jacket with a sleeveless jacket of white squirrel over it, and her hair was done up loosely with a flat gold pin but no other ornaments. Her skirt of apricot-red damask was embroidered with flowers. She looked like\n\nA stately jade tree facing the breeze,\n\nOr a fragrant lotus flower decked with dew.\n\n\"Have you been playing the zither these last two days?\" he asked.\n\n\"Not for two days. Because when I write my hands get so cold, how could I play?\"\n\n\"It's just as well not to. Though the zither is a refined instrument, in my opinion it's not a good thing. I've never heard of anyone playing themselves into wealth, rank or long life by it—all they get out of it is melancholy. Besides, when you play you have to learn the score by heart, which is a strain. I think, the way you are, you'd do better not to tax your mind.\"\n\nDaiyu simply smiled.\n\nPointing at the wall he asked, \"Is this your zither? Why is it so short?\"\n\n\"It's not short,\" she replied. \"When I was small and first learning to play, I couldn't reach on an ordinary zither, so they had this one made for me. It's nothing special, of course, but the head and the pegs are quite well carved, and the sound-holes and feet are well-proportioned. See the grain? Doesn't it look like snakeskin? That's why it has such a clear, crisp tone.\"\n\n\"Have you written any poetry these last few days?\"\n\n\"Not much since we started our club.\"\n\n\"Don't try to fool me. I heard you chanting something about 'How can my heart be pure as the moon in the sky?' When you set it to the zither, it sounded especially moving. Have you or haven't you?\"\n\n\"How did you hear it?\"\n\n\"The other day, on my way from Smartweed Breeze Cot, I heard you. I was afraid to interrupt you, so I listened quietly for a while then left. I meant to ask you: you started with a level rhyme, then switched to an oblique one in the last line—what was the idea?\"\n\n\"The words and music come naturally. You can't plan them in advance.\"\n\n\"I see. It's a pity I'm no musician, so I listened in vain.\"\n\n\"How many real connoisseurs of music have there been since ancient times?\"\n\nBaoyu regretted his indiscretion and feared that he had hurt her feelings. He stayed on a little longer, but though he had much to say could find no words. Daiyu, too, having spoken so bluntly, thought on second thoughts that she had been too offhand; but she could think of nothing to say either. And Baoyu, misinterpreting her silence, rose sheepishly to his feet.\n\n\"Don't get up, cousin,\" he said. \"I'm going to see Tanchun.\"\n\n\"If you see her, give her my regards.\"\n\nHe agreed and left.\n\nDaiyu saw him to the door, then returned to her room and sat down in low spirits.\n\n\"Baoyu has become very odd recently,\" she reflected.\n\nSuddenly cold, suddenly warm — what can he mean by it?” While she was thinking this, Zijuan came in and asked: “Are you through with the sutra, miss? Shall I put away your inkstone and brushes?”\n\n“Yes, put them away,” said Daiyu.\n\nShe went to lie down on the inner room bed to think things over slowly. Zijuan came in again to ask: “Will you have some tea, miss?”\n\n“No. I just want to rest. You can go.”\n\nZijuan assented and withdrew. She found Xueyan in a daze and, going up to her, asked: “What are you brooding over now?”\n\nSo lost in thought was Xueyan that this gave her a start.\n\n“Don’t shout,” she said. “I’ve just heard something — shall I tell you? It’s very strange. But mind you keep it to yourself.” She jerked her head towards the inner room, then nodded to Zijuan to come out with her to the foot of the steps. “Have you heard, sister?” she whispered. “Pao-yu’s engaged.”\n\nZijuan was startled. “Where did you hear such nonsense? I don’t believe it.”\n\n“It’s true. Everyone seems to know except us.” “Who told you?”\n\n“I heard it from Shishu. She says it’s the family of a prefect, very well off, and the girl’s good-looking too.”\n\nJust then they heard Daiyu cough, as if she were getting up. Afraid that she might overhear them, Zijuan signed to Xueyan to keep quiet and peeped inside. Not seeing any movement she asked softly, “What exactly did Shishu say?”\n\n“The other day she sent me to thank Miss Tanchun for something, but Tanchun wasn’t in — only Shishu was there. We sat down for a chat, and somehow started talking about Pao-yu’s naughtiness. She said, ‘What’s to become of Master Pao? He’s so crazy and childish, not a bit like a grown-up, even though he’s already engaged.’ When I asked if the betrothal was settled, she said, ‘Yes. A certain Mr. Wang is the go-between. He’s a relative of the East Mansion, so there was no need to make inquiries — the deal was clinched as soon as it was proposed.’”\n\nZijuan thought this over, her head on one side. “Strange!” she said. “How is it nobody in the household has mentioned it?”\n\n“Shishu said it was the old lady’s idea. She’s afraid that if it’s talked about Pao-yu may get above himself, so no one’s let on. Shishu told me not to breathe a word to anyone, and said if it came out she’d know I was a gossip.” She pointed towards the house. “So we mustn’t say a word in front of her. I’d never have told you if you hadn’t asked.”\n\nJust then they heard the parrot call, “Here comes the young lady! Quick, pour tea!” This gave them such a fright that they looked round, but there was no one in sight. They scolded the parrot and went inside, to find Daiyu sitting panting on a chair. Zijuan asked her casually if she would like some tea.\n\nDaiyu demanded, “Where were you two? There wasn’t a soul in sight when I called.” She rose and walked to her couch, where she lay down listlessly with her face to the wall, then told them to let down the bed-curtain.\n\nThey had to withdraw, both wondering uneasily if she had overheard them. But neither liked to mention it.\n\nIn fact, Daiyu with her many anxieties had caught some of their conversation. Though not too clear about it, she had gathered enough to feel as if she were drowning in a bottomless ocean. Reflecting that this confirmed the prediction in her recent dream, a thousand griefs and regrets welled up in her heart.\n\nShe weighed right and left, and decided that the sooner she died the better, so as to avoid the distress of witnessing some unforeseen development. She reflected, too, how wretched it was to have lost both her parents. From now on she would let her health run to utter ruin, and in a year or so at most she would be able to attain final purification. Her mind made up, she lay down without covering herself with a quilt and with all her clothes on, pretending to be asleep. Nightingale and Snowgoose came in several times to see if she wanted anything, but as there was no sound from her and they did not like to wake her, they left her alone. She would not eat any supper. When the lamp was lit, Nightingale lifted the bed-curtain and saw that she was asleep, with the quilt kicked on to the foot of the bed. Afraid she might catch cold, she gently laid it over her again and withdrew. Daiyu did not stir, but waited until she had gone and then pushed it off again. Presently Nightingale and Snowgoose came in again to see if she was all right, and finding the quilt off once more, quietly covered her up and left the room.\n\nNightingale asked Snowgoose: ‘Do you think what we heard today is really true?’\n\n‘Of course it is!’ replied Snowgoose.\n\n‘How did Aroma find out?’\n\n‘She heard it from Oriole, who works for Mrs Xue.’\n\n‘I’m afraid we were talking about it earlier on when she could hear us,’ said Nightingale. ‘Did you see the strange look in her eyes? There’s definitely something wrong. From now on we mustn’t breathe a word about it in front of her.’\n\nThe two of them got ready for bed. Nightingale came in once more to check, and discovered that the quilt had been kicked off again. She put it back gently, and they both went to sleep. Of the night we need say no more.\n\nDaiyu rose early the next morning. Without calling either of the maids, she sat up all alone, staring vacantly into space. When Nightingale woke and saw that her mistress was already up, she cried in surprise:\n\n‘You’re very early today, miss!’\n\n‘I know,’ replied Daiyu. ‘I went to sleep early, so it’s not surprising I woke early.’\n\nNightingale quickly roused Snowgoose, and the two of them helped her with her toilet. Daiyu sat in front of her mirror and stared vacantly at her own reflection. After a while, tears began to trickle down her cheeks, and her silk handkerchief was soon drenched.\n\nGaunt image in the glass — and which is which?\n\nParted by springstream, heartbroke lovers pine…\n\nNightingale stood by, not daring to utter a word for fear of provoking some painful outburst. After a long while, Daiyu finally began doing her hair and making a half-hearted attempt at her toilet. The tears in her eyes never stopped flowing. When she had finished, she remained sitting listlessly for a while, and then said to Nightingale:\n\n‘Bring me the sandalwood incense.’\n\n‘But miss,’ protested Nightingale, ‘you’ve hardly had any sleep. What do you want incense for? If you want to copy out more of the sutra, I’m sure you’ll find your fingers are still numb from all that writing yesterday. And you woke so early this morning. It would be very bad for you to start writing again now.’\n\n‘It doesn’t matter,’ replied Daiyu. ‘The sooner I finish the better. Besides, it’s not just the sutra. I find that writing takes my mind off things. And in future, when you see my calligraphy, it will be like seeing me.’\n\nAs she said this, the tears poured in torrents down her cheeks. Nightingale could not think of anything to say in reply, and soon she too was weeping. She brought the incense, and set it down on the table. Then Daiyu wrote with all her might and main, her mind completely absorbed in her task. She wrote until the light began to fail, and only then did she tell Snowgoose to put away the sutra and the paper and rub-stone. When she rose and went to the mirror again to change, she was astonished to see the swollen state of her eyes. But her mind was made up, and from that day on she deliberately neglected her health and began eating less and less. Bao-yu called in to see her when he came home from school, but though she had a thousand things she wanted to say to him, she felt that now she was older she could not be as open with him as in the past, and she ended by saying nothing. He for his part wanted to tell her the truth, to reassure her, but was afraid she might be angry and that this would make her illness worse. So when they met, their conversation was limited to the most trivial and perfunctory exchanges of polite enquiry. Though Grandmother Jia and Lady Wang showed their concern by sending for doctors and prescribing medicines, they thought of her illness as a chronic condition and had no idea of its true cause. Nightingale and Snowgoose knew, but dared not say anything. And so each day Daiyu’s condition grew visibly worse. A fortnight later the debility caused by her starvation diet had brought on a digestive disorder from which she was indeed unable to keep down even the slightest mouthful of gruel.\n\nFrom now on, every word she overheard seemed to be about Bao-yu’s marriage; everyone she saw at Green Delights seemed to be involved in the preparations. Then Aunt Xue came to visit her, and when she saw that there was no sign of Bao-chai, her suspicions were strengthened.\n\nShe had made up her mind not to see any visitors, not to take medicine and to die as quickly as possible. In her dreams she often heard someone addressing her as “Baoyu’s Second Wife.” Her suspicions preyed on her mind until one day she decided to stop eating and drinking, and gradually she sank into a decline. If you want to know whether she lived or not, you must read the next chapter."
}