{
  "index": "091",
  "title": "第91章 纵淫心宝蟾工设计 步疑阵宝玉妄谈禅",
  "original": "话说薛蝌正在狐疑，忽听窗外一笑，唬了一跳，心中想道：“不是宝蟾，定是金桂。只不理他们，看他们有什么法儿。”听了半日，却又寂然无声。自己也不敢吃那酒果，掩上房门。刚要脱衣时，只听见窗纸上微微一响。薛蝌此时被宝蟾鬼混了一阵，心中七上八下，竟不知如何是好。听见窗纸微响，细看时又无动静，自己反倒疑心起来，掩了怀坐在灯前呆呆的细想，又把那果子拿了一块，翻来覆去的细看。猛回头，看见窗上的纸湿了一块。走过来觑着眼看时，冷不防外面往里一吹，把薛蝌唬了一大跳，听得“吱吱”的笑声。薛蝌连忙把灯吹灭了，屏息而卧。只听外面一个人说道：“二爷为什么不喝酒吃果子就睡了？”这句话仍是宝蟾的话音。薛蝌只不作声装睡。又隔了两句话时，听得外面似恨声道：“天下那里有这样没造化的人！”薛蝌听了似是宝蟾，又似是金桂的语音，这才知道他们原来是这一番意思。翻来覆去，直到五更后才睡着了。\n　　刚到天明，早有人来扣门。薛蝌忙问：“是谁？”外面也不答应。薛蝌只得起来，开了门看时，却是宝蟾，拢着头发，掩着怀，穿了件片金边琵琶襟小紧身，上面系一条松花绿半新的汗巾，下面并无穿裙，正露着石榴红洒花夹裤，一双新绣红鞋。原来宝蟾尚未梳洗，赶早来取家伙。薛蝌见他这样打扮便走进来，心中又是一动，只得陪笑问道：“怎么这么早就起来了？”宝蟾把脸红着，并不答言，只管把果子折在一个碟子里，端着就走。薛蝌见他这般，知是昨晚的原放，心里想道：“这也罢了，倒是他们恼了，索性死了心，也省了来缠。”于是把心放下，叫人舀水洗脸。自己打算在家里静坐两天，一则养养神，二则出去怕人找他。\n　　原来和薛蟠好的那些人，因见薛家无人，只有薛蝌办事年纪又轻，便生出许多觊觎之心。也有想插在里头做跑腿儿的；也有能作伏子、认得一两个书办、要给他上下打点的；甚至有叫他在内趁钱的；也有造作谣言恐吓的，种种不一。薛蝌见了这些人，远远的躲避，又不敢面辞，恐怕激出意外之变，只好藏在家中听候转详不提。\n　　且说金桂昨夜打发宝蟾，送了些酒果去探探薛蝌的消息，宝蟾回来，将薛蝌的光景一一的说了。金桂见事有些不大投机，便怕白闹一场，反被宝蟾瞧不起；要把两三句话遮饰，改过口来，又撂不开这个人。心里倒没了主意，只是怔怔的坐着。那知宝蟾也想薛蟠难以回家，正要寻个路头儿，因怕金桂拿他，所以不敢透漏。今见金桂所为先巳开了端了，他便乐得借风使船，先弄薛蝌到手，不怕金桂不依，所以用言挑拨。见薛蝌似非无情，又不甚兜揽，一时也不敢造次。后来见薛蝌吹灯自睡，大觉扫兴，回来告诉金桂，看金桂有甚方法儿，再作道理。及见金桂怔怔的，似乎无技可施，他也只得陪金桂收拾睡了。夜里那里睡的着？翻来覆去，想出一个法子来：不如明儿一早起来，先去取了家伙，却自己换上一两件颜色娇嫩的衣服，也不梳洗，越显出一番慵妆媚态来，只看薛蝌的神情，自己反倒装出恼意，索性不理他。那薛蝌若有悔心，自然移船就岸，不愁不先到手：是这个主意。及至见了薛蝌，仍是昨晚光景，并无邪僻，自己只得以假为真，端了碟子回来，却故意留下酒壶，以为再来搭转之地。\n　　只见金桂问道：“你拿东西去，有人碰见么？”宝蟾道：“没有。”金桂道：“二爷也没问你什么？”宝蟾道：“也没有。”金桂因一夜不曾睡，也想不出个法子来，只得回思道：“若作此事，别人可瞒，宝蟾如何能瞒？不如分惠于他，他自然没的说了。况我又不能自去，少不得要他作脚，索性和他商量个稳便主意．”因带笑说道：“你看二爷到底是怎么样的个人？”宝蟾道：“倒象是个糊涂人。”金桂听了笑道：“你怎么遭塌起爷们来了！”宝蟾也笑道：“他辜负奶奶的心，我就说得他。”金桂道：“他怎么辜负我的心？你倒得说说。”宝蟾道：“奶奶给他好东西吃，他倒不吃，这不是辜负奶奶的心么？”说着，把眼溜着金桂一笑。金桂道：“你别胡想，我给他送东西，为大爷的事不辞劳苦，我所以敬他；又怕人说瞎话，所以问你。你这些话和我说，我不懂是什么意思。”宝蟾笑道：“奶奶别多心。我是跟奶奶的，还有两个心么？但是事情要密些，倘或声张起来，不是玩的。”金桂也觉得脸飞红了，因说道：“你这个丫头，就不是个好货。想来你心里看上了，却拿我作筏子是不是呢？”宝蟾道：“只是奶奶那么想罢咧，我倒是替奶奶难受。奶奶要真瞧二爷好，我倒有个主意。奶奶想，‘那个耗子不偷油’呢？他也不过怕事情不密，大家闹出乱子来不好看。依我想，奶奶且别性急，时常在他身上不周不备的去处张罗张罗。他是个小叔子，又没娶媳妇儿，奶奶就多尽点心儿，和他贴个好儿，别人也说不出什么来。过几天他感奶奶的情，自然要谢候奶奶。那时奶奶再备点东西儿在咱们屋里，我帮着奶奶灌醉了他，还怕他跑了吗？他要不应，咱们索性闹起来，就说他调戏奶奶。他害怕，自然得顺着咱们的手儿。他再不应，他也不是人，咱们也不至白丢了脸：奶奶想怎么样？”金桂听了这话，两颧早已红晕了，笑骂道：“小蹄子，你倒象偷过多少汉子似的！怪不得大爷在家时离不开你。”宝蟾把嘴一撇，笑说道：“罢哟，人家倒替奶奶拉纤，奶奶倒和我们说这个话咧。”从此，金桂一心笼络薛蝌，倒无心混闹了，家中也少觉安静。\n　　当日宝蟾自去取了酒壶，仍是稳稳重重，一脸的正气。薛蝌偷眼看了，反倒后悔，疑心或者是自己错想了他们，也未可知：“果然如此，倒辜负了他这一番美意，保不住日后倒要和自己也闹起来，岂非自惹的呢？”过了两天，甚觉安静。薛蝌遇见宝蟾，宝蟾便低头走了，连眼皮儿也不抬；遇见金桂，金桂却一盆火儿的赶着。薛蝌见这般光景，反倒过意不去。这且不表。\n　　且说宝钗母女觉得金桂几天安静，待人忽然亲热起来，一家子都为罕事。薛姨妈十分欢喜，想到：“必是薛蟠娶这媳妇时冲犯了什么，才败坏了这几年。目今闹出这样事来，亏得家里有钱，贾府出力，方才有了指望。媳妇忽然安静起来，或者是蟠儿转过运气来也未可知。”于是自己心里倒以为希有之奇。这日饭后，扶了同贵过来，到金桂房里瞧瞧。走到院中，只听一个男人和金桂说话。同贵知机，便说道：“大奶奶，老太太过来了。”说着，已到门口，只见一个人影儿在房后一躲。薛姨妈一吓，倒退了出来。金桂道：“太太请里头坐，没有外人。他就是我的过继兄弟，本住在屯里，不惯见人。因没有见过太太，今儿才来，还没去请太太的安。”薛姨妈道：“既是舅爷，不妨见见。”\n　　金桂叫兄弟出来，见了薛姨妈，作了个揖，问了好。薛姨妈也问了好，坐下叙起话来。薛姨妈道：“舅爷上京几时了？”那夏三道：“前月我妈没有人管家，把我过继来的。前日才进京，今日来瞧姐姐。”薛姨妈看那人不尴尬，于是略坐坐儿，便起身道：“舅爷坐着罢。”回头向金桂道：“舅爷头上末下的来，留在咱们这里吃了饭再去罢。”金桂答应着，薛姨妈自去了。金桂见婆婆去了，便向夏三道：“你坐着罢。今日可是过了明路的了，省了我们二爷查考。我今日还要叫你买些东西，只别叫别人看见。”夏三道：“这个交给我就完了。你要什么，只要有钱，我就买的了来。”金桂道：“且别说嘴。等你买上了当，我可不收。”说着，二人又嘲谑了一回，然后金桂陪着夏三吃了晚饭，又告诉他买的东西，又嘱咐一回，夏三自去。从此夏三往来不绝。虽有个年老的门上人，知是舅爷，也不常回。从此生出无限风波来，这是后话，不表。\n　　一日，薛蟠有信寄回，薛姨妈打开叫宝钗看时，上写：\n　　男在县里也不受苦，母亲放心。但昨日县里书办说，府里已经准详，想是我们的情到了。岂知府里详上去，道里反驳下来了。亏得县里主文相公好，即刻做了回文顶上去了，道里却把知县申饬。现在道里要亲提，若一上去，又要吃苦。必是道里没有托到。母亲见字，快快托人求道爷去。还叫兄弟快来，不然就要解道。银子短不得，火速，火速！\n　　薛姨妈听了，又哭了一场。宝钗和薛蝌一面劝慰，一面说道：“事不宜迟。”薛姨妈没法，只得叫薛蝌到那里去照料，命人即忙收拾行李，兑了银子，同着当铺中一个伙计连夜起程。那时手忙脚乱，虽有下人办理，宝钗怕他们思想不到，亲来帮着收拾，直闹到四更才歇。到底富家女子娇养惯了的，心上又急，又劳苦了一夜，到了次日就发起烧来，汤水都吃不下去。莺儿忙回了薛姨妈。薛姨妈急来看时，只见宝钗满面通红，身如燔灼，话都不说。薛姨妈慌了手脚，便哭得死去活来。宝琴扶着劝解。秋菱见了，也泪如泉涌，只管在旁哭叫。宝钗不能说话，连手也不能摇动，眼干鼻塞。叫人请医调治，渐渐苏醒回来，薛姨妈等大家略略放心。早惊动荣、宁两府的人，先是凤姐打发人送十香返魂丹来，随后王夫人又送至宝丹来。一连治了七八天，终不见效。还是他自己想起“冷香丸”。吃了三丸，才得病好。后来宝玉也知道了，因病好了，没有瞧去。\n　　那时薛蝌又有信回来。薛姨妈看了，怕宝钗耽忧，也不叫他知道，自己来求王夫人，并述了一会子宝钗的病。薛姨妈去后，王夫人又求贾政。贾政道：“此事上头可托，底下难托，必须打点才好。”王夫人又提起宝钗的事来，因说道：“这孩子也苦了。既是我家的人了，也该早些娶了过来才是，别叫他遭塌坏了身子。”贾政道：“我也是这么想。但是他家忙乱，况且如今到了冬底，已经年近岁逼，无不各自要料理些家务。今冬且放了定，明春再过礼。过了老太太生日，就定日子娶。你把这番话先告诉薛太太。”王夫人答应了。\n　　到了次日，王夫人将贾政的话向薛姨妈说了，薛姨妈想着也是。到了饭后，王夫人陪着来到贾母房中，大家让了坐。贾母道：“姨太太才过来？”薛姨妈道：“还是昨儿过来的，因为晚了，没得过来给老太太请安。”王夫人便把贾政昨夜所说的话向贾母述了一遍，贾母甚喜。说着，宝玉进来了，贾母便问道：“吃了饭了没有？”宝玉道：“才打学房里回来，吃了，要往学房里去，先见见老太太。又听见说姨妈来了，过来给姨妈请请安。”因问：“宝姐姐大好了？”薛姨妈笑道：“好了。”原来方才大家正说着，见宝玉进来都掩住了。宝玉坐了坐，见薛姨妈神情不似从前亲热，“虽是此刻没有心情，也不犯大家都不言语……”满腹猜疑，自往学中去了。\n　　晚上回来，都见过了，便往潇湘馆来。掀帘进去，紫鹃接着。见里间屋内无人，宝玉道：“姑娘那里去了？”紫鹃道：“上屋里去了。听见说姨太太过来，姑娘请安去了。二爷没有到上屋里去么？”宝玉道：“我去了来的，没有见你们姑娘。”紫鹃道：“没在那里吗？”宝玉道：“没有。到底那里去了？”紫鹃道：“这就不定了。”宝玉刚要出来，只见黛玉带着雪雁，冉冉而来。宝玉道：“妹妹回来了。”缩身退步，仍跟黛玉回来。黛玉进来，走入里屋内，便请宝玉里头坐。紫鹃拿了一件外罩换上，然后坐下，问道：“你上去，看见姨妈了没有？”宝玉道：“见过了。”黛玉道：“姨妈说起我来没有？”宝玉道：“不但没说你，连见了我也不象先时亲热。我问起宝姐姐的病来，他不过笑了一笑，并不答言。难道怪我这两天没去瞧他么？”黛玉笑了一笑，道：“你去瞧过没有？”宝玉道：“头几天不知道；这两天知道了，也没去。”黛玉道：“可不是呢。”宝玉道：“当真的，老太太不叫我去，太太也不叫去，老爷又不叫去，我如何敢去？要象从前这小门儿通的时候儿，我一天瞧他十趟也不难，如今把门堵了，要打前头过去，自然不便了。”黛玉道：“他那里知道这个原故？”宝玉道：“宝姐姐为人是最体谅我的。”黛玉道：“你不要自己打错了主意。若论宝姐姐，更不体谅，又不是姨妈病，是宝姐姐病。向来在园中做诗，赏花，饮酒，何等热闹。如今隔开了，你看见他家里有事了，他病到那步田地，你象没事人一般，他怎么不恼呢。”宝玉道：“这样，难道宝姐姐便不和我好了不成？”黛玉道：“他和你好不好，我却不知，我也不过是照理而论。”\n　　宝玉听了，瞪着眼呆了半晌。黛玉看见宝玉这样光景，也不睬他，只是自己叫人添了香，又翻出书来，看了一会。只见宝玉把眉一皱，把脚一跺，道：“我想这个人生他做什么！天地间没有了我，倒也干净。”黛玉道：“原是有了我便有了人，有了人便有无数烦恼生出来：恐怖，颠倒，梦想，更有许多缠碍。才刚我说的，都是玩话。你不过是看见姨妈没精打彩，如何便疑到宝姐姐身上去？姨妈过来原为他的官司事情，心绪不宁，那里还来应酬你？都是你自己心上胡思乱想，钻人魔道里去了。”宝玉豁然开朗，笑道：“很是，很是。你的性灵，比我竟强远了。怨不得前年我生气的时候，你和我说过几句禅话，我实在对不上来。我虽丈六金身，还借你一茎所化。”\n　　黛玉乘此机会，说道：“我便问你一句话，你如何回答？”宝玉盘着腿，合着手，闭着眼，撅着嘴，道：“讲来。”黛玉道：“宝姐姐和你好，你怎么样？宝姐姐不和你好，你怎么样？宝姐姐前儿和你好，如今不和你好，你怎么样？今儿和你好，后来不和你好，你怎么样？你和他好，他偏不和你好，你怎么样？”宝玉呆了半晌，忽然大笑道：“任凭弱水三千，我只取一瓢饮。”黛玉道：“瓢之漂水，奈何？”宝玉道：“非瓢漂水，水自流，瓢自漂耳。”黛玉道：“水止珠沉，奈何？”宝玉道：“禅心已作沾泥絮，莫向春风舞鹧鸪。”黛玉道：“禅门第一戒是不打诳语的。”宝玉道：“有如三宝。”黛玉低头不语。只听见檐外老鸦呱呱的叫了几声，便飞向东南上去。宝玉道：“不知主何吉凶？”黛玉道：“‘人有吉凶事，不在鸟音中。’”忽见秋纹走来说道：“请二爷回去。老爷叫人到园里来问过，说：二爷打学里回来了没有？袭人姐姐只说‘已经回来了’。快去罢。”吓的宝玉站起身来往外忙走，黛玉也不敢相留。\n未知何事，下回分解。",
  "translation": "Xue Ke was puzzling over this when a laugh outside the window made him start.\n\n“If it isn’t Baochan, it must be Jingui,” he thought. “I’ll just ignore them and see what they can do.”\n\nAfter a while all was quiet again. He dared not drink the wine or eat the fruit, and closed his door. He was starting to undress when he heard a faint rustling of the window-paper. Baochan’s visit had left him in such a flutter that he did not know what to do. He peered out but could see nothing, and this made him more suspicious. He sat down by the lamp, lost in thought, and picked up one of the cakes to examine it. Suddenly turning his head he noticed a damp patch on the window-paper. He stepped over to look more closely, and was taken aback when someone outside blew in his face. He heard a titter.\n\nXue Ke hastily put out the lamp and lay down holding his breath.\n\nThen someone outside said, “Why are you going to bed without drinking or eating anything, Second Master?”\n\nHe recognized Baochan’s voice but made no answer, pretending to be asleep.\n\nAfter a short silence he heard an exclamation of annoyance, “What an unlucky wretch!”\n\nThis sounded like Baochan, yet also like Jingui. Now he realized what they were up to. He tossed and turned, unable to sleep until the fifth watch.\n\nAt dawn the next day there was a knock on his door.\n\n“Who is it?” he called, but received no answer.\n\nSo he had to get up and open the door. There stood Baochan, her hair loosely done up, her jacket unbuttoned. She was wearing a tight-sleeved, gold-edged bodice with pipa-shaped buttons, fastened with a relatively new light green girdle. She had no skirt on, so that her red flowered trousers showed, and on her feet were new red embroidered slippers. She had not yet done her hair or washed, but had come first thing to fetch the tray. Her get-up made his heart beat faster again.\n\n“Why are you up so early?” he asked with a smile.\n\nBaochan flushed and said nothing. She simply put the cakes on a plate and carried them away.\n\nHer manner told Xue Ke that she was angry over the previous night’s fiasco.\n\n“Good,” he thought. “Now they’re angry they may give up, and that will save me from further pestering.”\n\nSo his mind was set at rest. He called for water to wash his face, deciding to stay quietly at home for a couple of days to recuperate, and also for fear of meeting people if he went out.\n\nBecause Xue Pan’s former hangers-on knew that there was no one in charge of the household except the young Xue Ke, they had designs on it. Some wanted to worm their way in as stewards; some, who knew a clerk or two in the yamen, offered to act as go-betweens; some even wanted to make money through him; others spread frightening rumours. At sight of any of these people, Xue Ke would give them a wide berth. Not venturing to snub them for fear of provoking trouble, he had to stay at home to await the outcome of the appeal.\n\nNow Jingui had sent Baochan the previous evening with wine and snacks to sound out Xue Ke. When the maid came back and described his behaviour, Jingui saw that her plan had miscarried. She was afraid of making a fool of herself and losing face with Baochan. She thought of covering up with some excuse, but could not bring herself to give him up. At a loss, she sat down in a daze.\n\nBaochan for her part, sure that Xue Pan would not be back, had been wanting to find some way out but was afraid of Jingui; so she had not ventured to show her hand. Now that Jingui had taken the first step, she was only too glad to sail with the wind. Once she had won Xue Ke, Jingui would have to give way. Therefore she had tried to arouse him with her remarks, and he had not seemed indifferent.\n\nShe had not encouraged his advances, however, and he had not ventured to take liberties. Then when Xue Ke blew out the candle and went to sleep, she had returned very frustrated to report this to Jingui and see what she could suggest. Finding Jingui at a loss too, she had to help her mistress prepare for bed.\n\nBut how could she sleep? Tossing and turning she hit on a plan. The next morning she would get up early to fetch the things, changing into one or two coquettish garments. Without making up or washing her face she would look all the more alluring in her dishabille. She would watch Xue Ke’s expression while pretending to be angry and ignoring him. If he repented, he would certainly make up to her and she would have him in her clutches. That was her plan.\n\nHowever, when she saw Xue Ke he was just as he had been the previous evening, quite unresponsive. So she had to pretend to be angry and bring back the dishes, purposely leaving the wine-pot behind as an excuse to go back again.\n\nJingui asked her, “Did anyone see you when you fetched the things?”\n\n“No.”\n\n“Did the Second Master say anything?”\n\n“No.”\n\nJingui, who had not slept either, could think of no way to achieve her end. She reflected, “If I do this, I may be able to fool other people but not Baochan. I’d better share my good fortune with her, then she’s bound to keep quiet. Besides, I can’t very well go myself — I shall have to use her as my go-between. I may as well talk it over with her and work out a safe plan.”\n\nShe asked with a smile, “What do you make of the Second Master?”\n\n“He seems a bit of a fool.”\n\n“How you do run down gentlemen!” Jingui chuckled.\n\n“He’s let you down, madam; that’s why I call him that.”\n\n“In what way has he let me down? Tell me.”\n\n“You kindly gave him good things to eat, yet he wouldn’t touch them. Wasn’t that letting you down?” She simpered at Jingui, a roguish look in her eyes.\n\n“Don’t talk nonsense. The reason I sent him those things was to show my respect because he’s taken so much trouble over the master’s business; and I asked you whether anyone had seen you for fear of gossip. I don’t understand what you’re driving at.”\n\n“Don’t be so suspicious, madam,” Baochan replied with a smile. “I work for you — how could I have any other heart than yours? But we must keep this secret. If word gets out, it will be no joke.”\n\nJingui flushed and said, “You’re a baggage, and no mistake! I suppose you’ve taken a fancy to him yourself and are using me as your cat’s-paw?”\n\n“It’s you who think that way, madam, not me. I’m only feeling bad for you. If you really fancy the Second Master, I have a plan. Well, madam, ‘What mouse doesn’t steal oil?’ He’s simply afraid that if the affair isn’t kept secret, there may be a scandal. My idea is that you shouldn’t be in such a hurry but keep doing little things for him, seeing to his needs. He’s your younger brother-in-law and not married yet. If you show him special consideration, who can fault you for it? In a few days, when he feels grateful to you, he’s bound to come to thank you. Then you can prepare some refreshments in our place, and I’ll help you get him drunk — then we’ll see if he can get away! If he refuses, we can make a scene and accuse him of trying to seduce you. He’ll be frightened and have to do as we want. If he still refuses, then he’s less than human and we shan’t have lost face. What do you think, madam?”\n\nBy now Jingui’s cheeks were burning. She chuckled, “You young bitch! You sound as if you’ve seduced many men. No wonder, when the master was at home. . . .”\n\n“I wouldn’t dream of it,” said Moonbeam, pursing her lips scornfully and smiling. “So that’s how you thank me for acting as your go-between! You turn around and reproach me!” After this, Jin-gui concentrated on winning over Xue Ke and gave up her wild ways, so that the household enjoyed a little peace for a time.\n\nThat day Moonbeam fetched the wine-flask as composed and correct as ever. When Xue Ke stole a glance at her he regretted his suspicions, wondering if he might have misjudged them after all. In that case he would have wronged her and forfeited her goodwill, and might provoke her to turn against him later. For the next couple of days all was quiet. When he met Moonbeam she lowered her head and passed him without even a glance; but Jin-gui accosted him eagerly. This actually made him rather uncomfortable. However, no more of this.\n\nLet us return to Aunt Xue and Baochai, who were surprised that Jin-gui had quietened down for the last few days and was suddenly so amiable. The whole household marvelled at this.\n\nAunt Xue was overjoyed. “Xue Pan must have offended some evil spirit when he married,” she thought, “which has been plaguing us all these years. Now that this trouble has come up, thanks to our money and the Jia family’s influence we can hope to set it right. And now that his wife has suddenly changed for the better, maybe his luck has turned too.” She considered this a rare blessing.\n\nOne day after lunch, leaning on Tonggui’s arm, she went to have a look at Jin-gui’s room. As they entered the courtyard they heard a man talking to her inside. Knowing what was what, Tonggui called out, “The mistress is here, madam!” By the time they reached the door, the shadowy figure of a man had dodged behind it.\n\nAunt Xue, shocked, stepped back.\n\n“Please come in and take a seat, madam,” said Jin-gui. “There’s no one else here — only my adopted brother. He’s from the village and not used to meeting people. As he’s never paid his respects to you, he came today to see you.”\n\n“If he’s your brother, I’d like to meet him,” replied Aunt Xue.\n\nJin-gui called him out then to pay his respects. He made her a bow and inquired after her health, then she asked him to sit down and chatted with him.\n\n“How long have you been in the capital, sir?” she asked.\n\nXia San answered, “Last month, because my mother had no one to manage the house for her, she adopted me. I only came to the capital the day before yesterday, and today I called to see my sister.”\n\nSomething about him struck Aunt Xue as fishy. After sitting there a little while she rose to her feet.\n\n“Do stay where you are, sir,” she said. To Jin-gui she added, “As your brother has just arrived, keep him to a meal.” Jin-gui assented and Aunt Xue left.\n\nAs soon as her mother-in-law had gone Jin-gui said to Xia San, “Sit down. Now that you’ve been properly introduced, we needn’t worry about the Second Master cross-examining me. I want you to buy me something today, but don’t let anyone see you.”\n\n“Just leave it to me,” he said. “If you’ve money, I can buy you anything.”\n\n“Don’t talk big! If you’re cheated, I won’t accept the stuff.”\n\nAfter some further banter she kept him to a meal, then told him what she wanted and gave him further instructions. After that Xia San kept coming to the house. Although the old gateman knew he was the young mistress’ brother, he seldom reported his visits. And this led to endless trouble. But more of this later.\n\nOne day a letter came from Xue Pan. When Aunt Xue opened it and showed it to Baochai, this is what they read:\n\nI am not suffering here in the county gaol, so don’t worry, mother. Yesterday, though, the clerk told me that the prefecture has approved the court’s findings, thanks to the presents we sent. But then the prefecture submitted a report to the provincial authorities who have\n\nFortunately, the secretary at the yamen was a good sort and drew up a report which was sent straight to the provincial treasury. However, the treasury authorities reprimanded the magistrate and are now demanding his personal attendance. If he goes he’ll be for it again. The provincial treasurer must not have been properly approached. As soon as you get this, mother, lose no time in asking someone to intercede with him. And tell my brother to come at once, or I shall be sent under escort to the provincial treasury. Money is essential. Lose no time! Lose no time!\n\nAunt Xue wept again over this letter.\n\n“We must act without delay,” Baochai and Xue Ke urged her.\n\nAt a loss what to do, she had to tell Xue Ke to go there to see to things, ordering servants to pack his luggage at once and fetch silver for his expenses. Then Xue Ke set off that same night with a shop-assistant. Although the servants attended to everything, in all the flurry Baochai was afraid they might overlook something and came to help pack, not stopping until the fourth watch. Being a gently nurtured girl, however, the whole night’s anxiety and fatigue made her run a fever the next day. She could not touch a drop of broth. Yinger reported this to Aunt Xue, who came in alarm to see her. She found Baochai flushed and burning with fever, unable to utter a word. In panic, Aunt Xue started weeping and wailing. Baoqin helped her mother while Xiangling shed floods of tears and sobbed at the sight. Baochai could not speak or even move her hands, and her eyes were dry, her nose blocked. They sent for a doctor, and gradually she came round, to their relief.\n\nThe news soon reached both mansions. Xifeng was the first to send over some of her Ten Fragrances Revival Pills, after which Lady Wang sent some Supreme Elixir. But after a week of treatment there was no improvement. Then Baochai thought of her Cold Fragrance Pills and took three of these, which cured her. Baoyu heard that she was better, but as she had recovered he did not go to see her.\n\nThen another letter came from Xue Ke. Afraid that Baochai might worry, Aunt Xue did not show it to her but went to beg help from Lady Wang, to whom she described Baochai’s illness. After she had left, Lady Wang appealed to her husband.\n\n“This can be settled by pulling strings at the top,” he said. “The lower officials will be difficult, we shall have to square them.”\n\nLady Wang then told him, “The child Baochai has been having a thin time. Since she’s to be our daughter-in-law, we ought to marry her to Baoyu as soon as possible, to stop her from being so worried that she falls ill again.”\n\n“I’ve been thinking the same,” he agreed. “But her family’s in just now. Besides, it’s the end of winter, nearly New Year, when each household is busy. Let’s have the betrothal this winter and the wedding ceremony next spring, after the old lady’s birthday. You can tell Aunt Xue that.”\n\nLady Wang assented.\n\nThe next day she repeated this to Aunt Xue, who thought it a good idea. After lunch, Lady Wang accompanied her to the Lady Dowager’s quarters and they were offered seats.\n\n“Have you just come, aunt?” asked the old lady.\n\n“I came yesterday, but it was too late to pay my respects to you, madam.”\n\nThen Lady Wang reported Jia Zheng’s proposal, which delighted the Lady Dowager.\n\nJust then Baoyu came in.\n\n“Have you had lunch?” the old lady asked.\n\n“I had it after getting back from school, and was going back there now; but first I came to see you, madam. Then I heard that aunt was here, so I came to pay my respects.” He asked, “Is Cousin Baochai better?”\n\n“Yes,” answered Aunt Xue.\n\nHe noticed that they had stopped talking at his arrival. And as he sat there, Aunt Xue seemed less cordial than before. Though she has other things on her mind, he thought, the rest needn’t all ignore me....\n\nAfter Baoyu had been to school, on his return that evening he paid his respects to all the ladies and then went to Bamboo Lodge. Lifting the portiere, he found no one in the inner room but Zijuan.\n\n“Where is your young lady?” he asked.\n\n“She went to pay her respects to the old lady,” was the reply. “I hear that Mrs. Xue is over there, so she’s gone to inquire after her health. Didn’t you go to the old lady’s place, sir?”\n\n“Yes, but I didn’t see your young lady there.”\n\n“Wasn’t she there?”\n\n“No. Where can she have gone?”\n\n“I’m not sure.”\n\nBaoyu was on the point of leaving when in came Daiyu with Xueyan. He stepped forward to greet her.\n\n“So you’re back, cousin,” he said, and followed her inside.\n\nDaiyu went into her room and invited him to take a seat there while Zijuan helped her off with her outdoor clothes. Then she sat down and asked:\n\n“Did you see Aunt Xue up there?”\n\n“Yes.”\n\n“Did she mention me?”\n\n“Not only didn’t she mention you, she wasn’t even as cordial to me as before. When I asked after Cousin Baochai’s health, she just smiled and didn’t answer. Is she annoyed, I wonder, because I haven’t been to see her these last few days?”\n\nDaiyu smiled.\n\n“Have you been to call?”\n\n“I didn’t know at first that she was ill, and since I heard I haven’t been able to go.”\n\n“Exactly!”\n\n“But honestly, the old lady, my mother and my father have all forbidden me to go — how dare I disobey? If I could go the old way through the side-gate, it would be easy to call on her ten times a day; but now that’s blocked up and I’d have to go the long way round, which isn’t convenient.”\n\n“Does she know the reason?”\n\n“Cousin Baochai is the most understanding person.”\n\n“Don’t you be mistaken. If anyone, she’s the least understanding. It’s not her mother who’s ill but her; yet in the past you were always together in the Garden, writing poems, enjoying the flowers and drinking — what good times you had! Now that you’re cut off from each other and she’s so ill, if you carry on as if nothing had happened instead of showing concern, of course she’s annoyed.”\n\n“Do you mean to say that because of this she won’t be friends with me any more?”\n\n“I don’t know how she feels. I’m just reasoning it out.”\n\nBaoyu stared blankly before him, and Daiyu, ignoring him, told her maids to put more incense on the brazier and fetch another book, which she started reading. After a while Baoyu knitted his brows and stamped his foot.\n\n“What’s the point of my existence?” he fumed. “The world would be a better place without me.”\n\n“It’s because there’s you that there are others, and because there are others that there are so many troubles: fears, longings, fantasies and endless entanglements. What I just said was in fun. Because Aunt Xue seems out of sorts, why should you suspect that Baochai is angry? Aunt Xue came because of that court case, so she’s upset — how could she bother about you? You’re just imagining things and working yourself up.”\n\nBaoyu saw light.\n\n“Quite right!” he cried. “How much more perceptive you are than I! No wonder that year when I was so angry you quoted those Buddhist phrases which floored me. Though I’m a man, I can’t hold a candle to you.”\n\nDaiyu seized this chance to ask, “If I were to put one question to you, how would you answer?” Baoyu crossed his legs, folded his hands, closed his eyes and replied...\n\nPouting, she demanded, “Let’s hear it.”\n\n“If Cousin Pao-chai is good to you, what then? If she isn’t good to you, what then? If she was good to you before but isn’t now, what then? If she’s good to you today but not later, what then? If you’re good to her but she isn’t good to you, what then? If you want to be good to her but she won’t let you, what then?”\n\nBaoyu thought this over, then said with a smile, “However weak the water, a gallon will serve to quench my thirst.”\n\n“If the gourd is sunk, what then?”\n“If the gourd sinks, the water sinks too — that’s all.”\n“If the water is clear and the pearl settled, what then?”\n“My heart is like a willow catkin stuck to the mud, not like the partridge soaring in the spring breeze.”\n\n“The first rule of the Zen sect is never to tell a lie.”\n“As true as the Three Treasures.”\n\nTai-yu lowered her head in silence. Just then they heard a crow caw several times on the eaves before flying away southeast.\n\n“Do you know whether that’s a good omen or bad?” asked Baoyu.\n“As the saying goes, ‘A bird’s song foretells neither good nor ill for men.’ So you can’t tell.”\n\nQiuwen suddenly came in. “Master wants you back, Master Pao,” she announced. “He sent to the Garden to ask if you were back from school, and Xiren said yes. Do go quickly.”\n\nBaoyu jumped up in alarm and hurried out. Tai-yu dared not detain him.\n\nTo know what happened, read the next chapter."
}