{
  "index": "095",
  "title": "第95章 因讹成实元妃薨逝 以假混真宝玉疯癫",
  "original": "话说焙茗在门口和小丫头子说宝玉的玉有了，那小丫头急忙回来告诉宝玉。众人听了，都推着宝玉出去问他。众人在廊下听着。宝玉也觉放心，便走到门口，问道：“你那里得了？快拿来。”焙茗道：“拿是拿不来的，还得托人做保去呢。”宝玉道：“你快说是怎么得的，我好叫人取去。”焙茗道：“我在外头，知道林爷爷去测宇，我就跟了去。我听见说在当铺里找，我没等他说完，便跑到几个当铺里去。我比给他们瞧，有一家便说‘有’。我说：‘给我罢。’那铺子里要票子。我说：”当多少钱？’他说：‘三百钱的也有，五百钱的也有。前儿有一个人拿这么一块玉，当了三百钱去：今儿又有人也拿一块玉当了五百钱去。’”宝玉不等说完，便道：“你快拿三百五百钱去取了来，我们挑着看是不是。”里头袭人便啐道：“二爷不用理他。我小时候儿听见我哥哥常说，有些人卖那些小玉儿，没钱用便去当，想来是家家当铺里有的。”众人正在听得诧异，被袭人一说，想了一想，倒大家笑起来，说：“快叫二爷进来罢，不用理那糊涂东西了。他说的那些玉，想来不是正经东西。”\n　　宝玉正笑道，只见岫烟来了。原来岫烟走到栊翠庵，见了妙玉，不及闲话，便求妙玉扶乩。妙玉冷笑几声，说道：“我与姑娘来往，为的是姑娘不是势利场中的人。今日怎么听了那里的谣言，过来缠我？况且我并不晓得什么叫‘扶乩’。”说着，将要不理。岫烟懊悔此来，知他脾气是这么着的，“一时我已说出，不好白回去。”又不好与他质证他会扶乩的话，只得陪着笑将袭人等性命关系的话说了一遍。见妙玉略有活动，便起身拜了几拜。妙玉叹道：“何必为人作嫁？但是我进京以来，素无人知，今日你来破例，恐将来缠绕不休。”岫烟道：“我也一时不忍，知你必是慈悲的。便是将来他人求你，愿不愿在你，谁敢相强？”妙玉笑了一笑，叫道婆焚香。在箱子里找出沙盘乩架，书了符，命岫烟行礼祝告毕，起来同妙玉扶着乩。不多时，只见那仙疾书道：\n　　噫！来无迹，去无踪，青埂峰下倚古松。欲追寻，山万重，入我门来一笑逢。\n　　书毕，停了乩，岫烟便问：“请的是何仙？”妙玉道：“请的是拐仙。”岫烟录了出来，请教妙玉识。妙玉道：“这个可不能，连我也不懂。你快拿去，他们的聪明人多着哩。”岫烟只得回来。\n　　进入院中，各人都问：“怎么样？”岫烟不及细说，便将所录乩语递与李纨。众姊妹及宝玉争看，都解的是：“一时要找是找不着的，然而丢是丢不了的，不知几时不找便出来了。但是青埂峰不知在那里？”李纨道：“这是仙机隐语。咱们家里那里跑出青埂峰来？必是谁怕查出，撂在有松树的山子石底下，也未可定。独是‘入我门来’这句，到底是入谁的门呢？”黛玉道：“不知请的是谁？”岫烟道：“拐仙。”探春道：“若是仙家的门，便难入了。”袭人心里着忙，便捕风捉影的混找，没一块石底下不找到，只是没有。回到院中，宝玉也不问有无。只管傻笑。麝月着急道：“小祖宗！你到底是那里丢的？说明了，我们就是受罪，也在明处啊。”宝玉笑道：“我说外头丢的，你们又不依。你如今问我，我知道么？”李纨探春道：“今儿从早起闹起，已到二更来的天了。你瞧林妹妹已经掌不住，各自去了。我们也该歇歇儿了，明儿再闹罢。”说着，大家散去。宝玉即使睡下。可怜袭人等哭一回，想一回，一夜无眠，暂且不提。\n　　且说黛玉先自回去，想起“金”“石”的旧话来，反自欢喜，心里也道：“和尚道士的话真个信不得。果真‘金’‘玉’有缘，宝玉如何能把这玉丢了呢？或者因我之事，拆散他们的‘金玉’，也未可知。”想了半天，更觉安心，把这一天的劳乏竟不理会，重新倒看起书来。紫鹃倒觉身倦，连催黛玉睡下。黛玉虽躺下，又想到海棠花上，说：“这块玉原是胎里带来的，非比寻常之物，来去自有关系。若是这花主好事呢，不该失了这玉呀。看来此花开的不祥，莫非他有不吉之事？”不觉又伤起心来。又转想到喜事上头，此花又似应开，此玉又似应失：如此一悲一喜，直想到五更方睡着。\n　　次日，王夫人等早派人到当铺里去查问，凤姐暗中设法找寻。一连闹了几天、总无下落。还喜贾母、贾政未知。袭人等每日提心吊胆。宝玉也好几天不上学，只是怔怔的，不言不语，没心没绪的。王夫人只知他因失玉而起，也不大着意。那日正在纳闷，忽见贾琏进来请安，嘻嘻的笑道：“今日听得雨村打发人来告诉咱们二老爷，说舅太爷升了内阁大学士，奉旨进京，已定于明年正月二十日宣麻，有三百里的文书去了。想舅太爷昼夜趱行，半个多月就要到了。侄儿特来回太太知道。”王夫人听说，便欢喜非常。正想娘家人少，薛姨妈家又衰败了，兄弟又在外任照应不着，今日忽听兄弟拜相回京，王家荣耀，将来宝玉都有倚靠，便把失玉的心又略放开些了，天天专望兄弟来京。\n　　忽一天，贾政进来，满脸泪痕，喘吁吁的说道：“你快去禀知老太太，即刻进宫！不用多人的，是你伏侍进去。因娘娘忽得暴病，现在太监在外立等。他说：‘太医院已经奏明痰厥，不能医治。’”王夫人听说，使大哭起来。贾政道：“这不是哭的时候，快快去请老太太。说得宽缓些，不要吓坏了老人家。”贾政说着，出来吩咐家人伺候。王夫人收了泪，去请贾母，只说元妃有病，进去请安。贾母念佛道：“怎么又病了？前番吓的我了不得，后来又打听错了。这回情愿再错了也罢。”王夫人一面回答，一面催鸳鸯等开箱取衣饰穿戴起来。王夫人赶着回到自己房中，也穿戴好了，过来伺候。一时出厅，上轿进宫不提。\n　　且说元春自选了凤藻宫后，圣眷隆重，身体发福，未免举动费力。每日起居劳乏，时发痰疾。因前日侍宴回宫，偶沾寒气、勾起旧病。不料此回甚属利害，竟至痰气壅塞，四肢厥冷。一面奏明，即召太医调治。岂知汤药不进，连用通关之剂，并不见效。内官忧虑，奏请预办后事，所以传旨命贾氏椒房进见。贾母、王夫人遵旨进宫，见元妃痰塞口涎，不能言语。见了贾母，只有悲泣之状，却没眼泪。贾母进前请安，奏些宽慰的话。少时贾政等职名递进，宫嫔传奏，元妃目不能顾，渐渐脸色改变。内宫太监即要奏闻，恐派各妃看视，椒房姻戚未便久羁，请在外宫伺候。贾母、王夫人怎忍便离，夫奈国家制度，只得下来，又不敢啼哭，惟有心内悲感。\n　　朝门内官员有信。不多时，只见太监出来，立传钦天监。贾母便知不好，尚未敢动。稍刻，小太监传谕出来，说：“贾娘娘薨逝。”是年甲寅年十二月十八日立春，元妃薨日，是十二月十九日，已交卯年寅月，存年四十三岁。贾母含悲起身，只得出宫上轿回家。贾政等亦已得信，一路悲戚。到家中，邢夫人、李纨、凤姐、宝玉等出厅，分东西迎着贾母，请了安，并贾政、王夫人请安，大家哭泣不提。\n　　次日早起，凡有品级的，按贵妃丧礼进内请安哭临。贾政又是工部，虽按照仪注办理，未免堂上又要周旋他些，同事又要请教他，所以两头更忙，非比从前太后与周妃的丧事了。但元妃并无所出，惟谥曰贤淑贵妃。此是王家制度，不必多赘。只讲贾府中男女，天天进宫，忙的了不得。幸喜凤姐儿近日身子好些，还得出来照应家事，又要预备王子腾进京，接风贺喜。凤姐胞兄王仁，知道叔叔入了内阁，仍带家眷来京。凤姐心里喜欢，便有些心病，有这娘家的人也便撂开，所以身子倒觉得比先好了些，王夫人看见凤姐照旧办事，又把担子卸了一半，又眼见兄弟来京，诸事放心，倒觉安静些。\n　　独有宝玉原是无职之人，又不念书，代儒学里知他家里有事，也不来管他；贾政正忙，自然没有空儿查他。想来宝玉趁此机会，竟可与妹妹们天天畅乐：不料他自失了玉后，终日懒怠，说话也糊涂了。贾母等出门回来，有人叫他去请安，便去；没人叫他，他也不动。袭人等怀着鬼胎，又不敢去招惹他，恐他生气。每天茶饭，端到面前便吃，不来也不要。袭人看这光景，不象是有气，竟象是有病的。袭人偷着空儿到潇馆告诉紫鹃，说是：“二爷这么着，求姑娘给他开导开导。”紫鹃虽即告诉黛玉，只因黛玉想着亲事上头，一定是自己了，如今见了他，反觉不好意思：“若是他来呢，原是小时在一处的，也难不理他；若说我去找他，断断使不得。”所以黛玉不肯过来。袭人背地里去告诉探春。那知探春心里明明知道海棠开得怪异，“宝玉”失的更奇，接连着元妃姐姐薨逝，谅家道不祥，日日愁闷，那有心肠去劝宝玉？况兄妹们男女有别，只好过来一两次，宝玉又终是懒懒的，所以也不大常来。\n　　宝钗也知失玉。因薛姨妈那日应了宝玉的亲事，回去便告诉了宝钗。薛姨妈还说：“虽是你姨妈说了，我还没有应准，说等你哥哥回来再定。你愿意不愿意？”宝钗反正色的对母亲道：“妈妈这话说错了，女孩儿家的事情是父母作主的，如今我父亲没了，妈妈应该作主的，再不然问哥哥，怎么问我来？”所以薛姨妈更爱惜他，说他虽是从小娇生惯养的，却也生来的贞静，因此在他面前反不提起宝玉了。宝钗自从听此一说，把“宝玉”两字自然更不提起了。如今虽然听见失了玉，心里也甚惊疑，倒不好问，只得听旁人说去，竟象不与自己相干的。只有薛姨妈打发丫头过来了好几次问信。因他自己的儿子薛蟠的事焦心，只等哥哥进京，便好为他出脱罪名；又知元妃已薨，虽然贾府忙乱，却得凤姐好了，出来理家，所以也不大过这边来。这里只苦了袭人，在宝玉跟前低声下气的伏侍劝慰，宝玉竟是不懂。袭人只有暗暗的着急而已。\n　　过了几日，元妃停灵寝庙，贾母等送殡去了几天。岂知宝玉一日呆似一日，也不发烧，也不疼痛，只是吃不象吃，睡不象睡，甚至说话都无头绪。那袭人、麝月等一发慌了，回过凤姐几次。凤姐不时过来。起先道是找不着玉生气，如今看他失魂落魄的样子，只有日日请医调治。煎药吃了好几剂，只有添病的，没有减病的。及至问他那里不舒服，宝玉也不说出来。直至元妃事毕，贾母惦记宝玉，亲自到园看视，王夫人也随过来。袭人等叫宝玉接出去请安。宝玉虽说是病，每日原起来行动，今日叫他接贾母去，他依然仍是请安，惟是袭人在旁扶着指教。贾母见了，便道：“我的儿，我打量你怎么病着，故此过来瞧你。今你依旧的模样儿，我的心放了好些。”王夫人也自然是宽心的。但宝玉并不回答，只管嘻嘻的笑。贾母等进屋坐下，问他的话，袭人教一句，他说一句，大不似往常，直是一个傻子似的。贾母愈看愈疑，便说：“我才进来看时，不见有什么病，如今细细一瞧，这病果然不轻，竟是神魂失散的样子。到底因什么起的呢？”王夫人知事难瞒，又瞧瞧袭人怪可怜的样子，只得便依着宝玉先前的话，将那往临安伯府里去听戏时丢了这块玉的话悄悄的告诉了一遍，心里也徨的很，生恐贾母着急。并说：“现在着人在四下里找寻。求签问卦，都说在当铺里找，少不得找着的。”贾母听了，急得站起来，眼泪直流，说道：“这件玉如何是丢得的！你们忒不懂事了！难道老爷也是撂开手的不成？”王夫人知贾母生气，叫袭人等跪下，自己敛容低首回说：“媳妇恐老太太着急，老爷生气，都没敢回。”贾母咳道：“这是宝玉的命根子，因丢了，所以他这么失魂丧魄的。还了得！这玉是满城里都知道的，谁检了去，肯叫你们找出来么？叫人快快请老爷，我与他说。”那时吓得王夫人袭人等俱哀告道：“老太太这一生气，回来老爷更了不得了。现在宝玉病着，交给我们尽命的找来就是了。”贾母道：“你们怕老爷生气，有我呢。”便叫麝月传人去请。\n　　不一时传话进来，说：“老爷谢客去了。”贾母道：“不用他也使得。你们便说我说的话，暂且也不用责罚下人。我便叫琏儿来，写出赏格，悬在前日经过的地方，便说：‘人有检得送来者，情愿送银一万两；如有知人检得，送信找得者，送银五千两。’如真有了，不可吝惜银子。这么一找，少不得就找出来了。若是靠着咱们家几个人找，就找一辈子也不能得！”王夫人也不敢直言。贾母传话告诉贾琏，叫他速办去了。贾母便叫人：“将宝玉动用之物，都搬到我那里去。只派袭人、秋纹跟过来，余者仍留园内看屋子。”宝玉听了，总不言语，只是傻笑。贾母便携了宝玉起身，袭人等搀扶出园。\n　　 回到自己房中，叫王夫人坐下，看人收拾里间屋内安置，便对王夫人道：“你知道我的意思么？我为的是园里人少，怡红院的花树忽萎忽开，有些奇怪。头里仗着那块玉能除邪祟，如今玉丢了，只怕邪气易侵，所以我带过他来一块儿住着。这几天也不用叫他出去。大夫来，就在这里瞧。”王夫人听说，便接口道：“老太太想的自然是。如今宝玉同着老太太住了，老太太的福气大，不论什么都压住了。”贾母道：“什么福气！不过我屋里干净些，经卷也多，都可以念念，定定心神。你问宝玉好不好？”那宝玉见问只是笑。袭人叫他说好，宝玉也就说好。王夫人见了这般光景，未免落泪，在贾母这里，不敢出声。贾母知王夫人着急，使说道：“你回去罢，这里有我调停他。晚上老爷回来，告诉他不必来见我，不许言语就是了。”王夫人去后，贾母叫鸳鸯找些安神定魄的药，按方吃了，不提。\n　　且说贾政当晚回家，在车内听见道儿上人说道：“人要发财，也容易的很。”那个问道：“怎么见得？”这个人又道：“今日听见荣府里丢了什么哥儿的玉了，贴着招帖儿，上头写着玉的大小式样颜色，说有人检了送去，就给一万两银子。送信的还给五千呢。”贾政虽未听得真切，心里诧异，急忙赶回，便叫门上的人，问起那事来。门上的人禀道：“奴才头里也不知道，今儿晌午琏二爷传出老太太的话，叫人去贴帖儿，才知道的。”贾政便叹气道：“家道该衰！偏生养这么一个孽障！才养他的时候满街的谣言，隔了十几年略好了些。这会子又大张晓谕的找玉，成何道理！”说着，忙走进里头去问王夫人。王夫人便一五一十的告诉。贾政知是老太太的主意，又不敢违拗，只抱怨王夫人几句。又走出来，叫瞒着老太太，背地里揭了这个帖儿下来。岂知早有那些游手好闲的人揭了去了。\n　　过了些时，竟有人到荣府门上，口称送玉来的。家人们听见，喜欢的了不得，便说：“拿来，我给你回去。”那人便怀内掏出赏格来，指给门上的人瞧，说：“这不是你们府上的帖子？写明送玉的给银一万两。二太爷，你们这会子瞧我穷，回来我得了银子，就是财主了，别这么待理不理的。”门上人听他的话头儿硬，便说道：“你到底略给我瞧瞧，我好给你回。”那人初倒不肯，后来听人说得有理，便掏出那玉，托在掌中一扬，说：“这是不是？”众家人原是在外服役，只知有玉，也不常见，今日才看见这玉的模样儿了，急忙跑到里头抢头报的似的。那日贾政、贾赦出门，只有贾琏在家。众人回明，贾琏还问：“真不真？”门上人口称：“亲眼见过，只是不给奴才，要见主子，一手交银，一手交玉。”贾琏即也喜欢，忙去禀知王夫人，即便回明贾母，把个袭人乐的合掌念佛。贾母并不改口，一叠连声：“快叫琏儿请那人到书房里坐着，将玉取来一看，即便给银。”贾琏依言，请那人进来，当客待他，用好言道谢：“要借这玉送到里头本人见了，谢银分厘不短。”那人只得将一个红绸子包儿送过去。贾琏打开一看，可不是那一块晶莹美玉吗？贾琏素昔原不理论，今日倒要看看。看了半日，上面的字也仿佛认得出来，什么“除邪祟”等字。贾琏看了，喜之不胜，便叫家伺候，忙忙的送与贾母王夫人认去。\n　　这会子惊动了合家的人，都等着争看。凤姐见贾琏进来，便劈手夺去，不敢先看，送到贾母手里，贾琏笑道：“你这么一点儿事，还不叫我献功呢。”贾母打开看时，只见那玉比先前昏暗了好些，一面用手擦摸，鸳鸯拿上眼镜儿来，戴着一瞧，说：“奇怪。这块玉倒是的，怎么把头里的宝色都没了呢？”王夫人看了一会子，也认不出，便叫凤姐过来看。凤姐看了道：“象倒象，只是颜色不大对，不如叫宝兄弟自己一看，就知道了。”袭人在旁，也看着未必是那一块，只是盼得的心盛，也不敢说出不象来。凤姐于是从贾母手中接过来，同着袭人，拿来给宝玉瞧。这时宝玉正睡着才醒。凤姐告诉道：“你的玉有了。”宝玉睡眼蒙胧，接在手里也没瞧，便往地下一撂道：“你们又来哄我了。”说着只是冷笑。凤姐连忙拾起来道：“这也就奇了，怎么你没瞧就知道呢？”宝玉也不答言，只管笑。王夫人也进屋里来了，见他这样，便道：“这不用说了。他那玉原是胎里带来的一宗古怪东西，自然他有道理。想来这个必是人家见了帖儿，照样儿做的。”大家此时恍然大悟。\n    贾琏在外间屋里听见这个话，便说道：“既不是，快拿来给我问问他去。人家这样事，他还敢来鬼混！”贾母喝住道：“琏儿，拿了去给他，叫他去罢。那也是穷极了的人，没法儿了，所以见我们家有这样事，他就想赚几个钱，也是有的。如今白白的花了钱弄了这个东西，又叫咱们认出来了。依着我倒别难为他，把这块玉还他，说不是我们的，赏给他几两银子，外头的人知道了，才肯有信儿就送来呢。要是难为了这一个人，就有真的人家也不敢拿了来了。”贾琏答应出去。那人还等着呢，半日不见人来，正在那里心里发虚，只见贾琏气忿忿走出来了。\n未知如何，下回分解。",
  "translation": "Beiming had gone to Green Lattice Nunnery to see Adamantina and, dispensing with small talk, begged her to use a planchette. Adamantina gave a scornful laugh.\n\n“The reason I see you, miss,” she said, “is because you’re not one of those worldly people. Why should you now believe some rumour you’ve heard and come to pester me? Besides, I’ve no idea how to use a planchette.” With that she made to ignore her guest.\n\nBeiming regretted coming, knowing her strange temper.\n\n“But since I’ve asked, I can’t just go away empty-handed,” she thought.\n\nNot liking to challenge her statement that she could not use a planchette, she simply told her with a smile how worried Xiren and the others were, then rose to her feet and made several bows.\n\nAdamantina sighed, “Why should I do sewing for others to wear? However, since coming to the capital I’ve kept to myself and no one knows me. Now that you’ve broken the rule by coming, I’m afraid this may involve me in endless trouble.”\n\n“I couldn’t bear to refuse them, knowing how compassionate you are. If other people ask you for help in future, of course you can do as you think fit. Who would dare force you?”\n\nAdamantina smiled and ordered the old nun to light incense. She brought out a planchette and stand from a case and after writing a charm she told Beiming to bow and say a prayer. Then they started the planchette together. Before long it wrote swiftly:\n\nAlas! Without trace come, without shadow go;\nUnder Blue Ridge Peak leaning on an old pine.\nFor those who would seek me, mountains interpose;\nEnter my gate with a smile if you’d find me.\n\nWhen the planchette stopped, Beiming asked which immortal had been invoked.\n\n“The Immortal with a Crutch,” answered Adamantina.\n\nBeiming copied this message down and asked Adamantina to interpret it.\n\n“I can’t,” said the other. “I don’t understand it either. Take it away quickly. They have many clever people there.”\n\nSo Beiming had to go back. On her return to the Garden, when all asked the outcome she handed the planchette’s message to Li Wan without explaining in detail. The young people and Baoyu vied to read it.\n\nTheir interpretation was: “You can’t find it for the time being, but it isn’t really lost. It will turn up some day when you’re not looking for it. But where is this Blue Ridge Peak?”\n\n“That must be the name of some fairy mountain,” said Li Wan.\n\nThis is an arcane Taoist riddle. How could Green Ridge Peak from our garden appear here? Someone afraid of discovery may have thrown the jade under the rockery where there are pines. But the line “If you would find me” — whose door does that refer to?”\n\nDaiyu asked, “Whom are they inviting?”\n\nXiuyan answered, “The Immortal with a Crutch.”\n\nTanchun said, “If it’s an immortal’s door, it must be hard to enter.”\n\nXiren in her anxiety seized on this wild hope and searched everywhere, looking under every rock, but to no avail. When she went back, Baoyu did not ask whether she had found the jade or not but simply went on smiling foolishly.\n\nSheyue pleaded frantically, “Young master, where did you lose it? Do tell us! Even if we’re to be punished for it, we should know what we’re accused of.”\n\nHe retorted, “I said I lost it outside, but you wouldn’t believe me. Now you ask me — as if I know!”\n\nLi Wan and Tanchun said, “We’ve been in an uproar since early today, and now it’s after the second watch. Look, Cousin Lin can’t keep up and has gone to bed. We should rest too, and go on with the search tomorrow.”\n\nSo they dispersed, and Baoyu went to bed. Poor Xiren and the other maids cried and worried the whole night, unable to sleep. But no more of this.\n\nDaiyu, upon returning to her room, reflected that the jade had been found with a gold clasp, which reminded her of the talk in the past about gold matching jade. This pleased her.\n\n“So the bonze and Taoist’s words can’t be trusted,” she thought. “If the gold really was meant to match the jade, how could Baoyu have lost his jade? Maybe because of me they’ve broken up that ‘gold and jade’ match.” This reflection set her mind at rest, and ignoring her exhaustion that day she started reading again. Zijuan, however, was tired and urged her to go to bed. Although she lay down, Daiyu’s thoughts turned to the crab-blossom.\n\n“That jade was brought from the womb, no ordinary thing,” she mused. “Its coming and going must have some significance. If the blossom foretells a happy event, the jade shouldn’t be lost. It looks as if that blossom was unlucky. Could it portend some mishap?” This distressing thought made her shed tears again. But then it occurred to her that if it foretold a happy event, the blossom should have flowered and the jade should be lost. Thus, between grief and joy, she did not fall asleep till dawn.\n\nThe next day Lady Wang sent servants to make inquiries in pawnshops, while Xifeng secretly thought out a plan to trace the jade. Several days passed in great commotion, but there was no news of it. Luckily, the Lady Dowager and Jia Zheng did not yet know of the loss. Xiren and the other maids were on tenterhooks every day. Baoyu, too, for several days played truant, just sitting in a daze, saying not a word as if bereft of his wits. Lady Wang supposed that this was because he had lost his jade and was not unduly alarmed.\n\nShe was feeling perplexed when Jia Lian came in to pay his respects. Smiling he announced, “Just now I heard that Yu Tsun has sent a messenger to inform the Second Master that my uncle has been promoted to the Grand Secretariat and, by Imperial decree, is coming to the capital. An edict has been issued that he should take up his post on the twentieth of the first month. A dispatch has been sent by three-hundred-li courier. So my uncle, travelling day and night, should be here in a little over a fortnight. I’ve come specially to tell you, madam.”\n\nThis news delighted Lady Wang. Having been reflecting that she had few relatives in the capital, that Aunt Xue’s family was in decline and her brother unable to help her as he was an official elsewhere, she was overjoyed to hear that he had been appointed a minister and was coming to the capital. The Wang family would be glorious again, and in future Baoyu would have someone to rely on. This took her mind off the loss of the jade, and she looked forward eagerly to her brother’s arrival.\n\nThen one day Jia Zheng came in, his face stained with tears. Panting he said, “Quick! Go and tell the old lady! Hurry to the palace, but take only a few attendants. You must go too to wait on her. Her Highness has been taken suddenly ill, and eunuchs are waiting outside. They report that the Imperial Physicians have diagnosed a blockage of phlegm and can’t cure it.”\n\nWhen Lady Wang heard this she burst out sobbing.\n\nJia Zheng cautioned her, “This is no time for tears! Make haste!”\n\n\"Go and fetch the old lady,\" said Jia Zheng. \"But break the news gently. We mustn't give the old lady a fright.\"\n\nHe went out to give the servants their instructions. Lady Wang dried her tears and went to tell the Lady Dowager that the Imperial Consort was ill and they had been summoned to the Palace to see her.\n\n\"Not ill again?\" exclaimed the Lady Dowager, invoking Buddha. \"That scare we had the other day was bad enough, though it turned out to be a false alarm. I only hope it's the same this time.\"\n\nAs she answered her, Lady Wang urged Faithful and the other maids to open the cases and take out the ceremonial clothes and jewels for the old lady to put on. Then she hurried back to her own apartments to dress, after which she returned to wait on the Lady Dowager. They went to the hall and were carried by their sedan-chairs to the Palace, but no more of this.\n\nSince her promotion to the Palace of Great Splendour, Yuanchun's increasing corpulence had made her somewhat slow in her movements; and as she found the daily routine a strain she had from time to time been afflicted with phlegm. The other day on her return from a banquet she had caught a chill which brought on a recurrence of her illness. This attack proved more serious. Her phlegm choked her and her limbs grew cold. The Emperor was informed and physicians were summoned, but she could not swallow their decoctions and even an emergency prescription failed to take effect. Then the eunuchs, growing alarmed, reported the situation and asked that her family be called to her bedside. So the Imperial Consort's mother and grandmother were summoned to the Palace.\n\nWhen the Lady Dowager and Lady Wang saw Yuanchun, she was unable to speak and had only the strength to indicate her distress by signs. Although they tried to comfort her, it was clear that she was at her last gasp. Soon Jia Zheng and the others presented their cards of attendance and were announced by the ladies-in-waiting, but by then the Imperial Consort could no longer see them and her face was changing colour. The eunuchs in charge were about to report this to the Emperor, but fearing that if other Imperial consorts came to see her her kins-women would have to withdraw, they asked them to wait in an outer apartment. The Lady Dowager and Lady Wang could not bear to leave, yet as this was the Palace regulation they had to go, not venturing to weep but consumed with grief.\n\nSoon a eunuch came out to summon an astrologer. At that the Lady Dowager knew the end was near but still she dared not move. Presently another eunuch came to announce that Her Highness had departed. This was on the nineteenth of the twelfth month of the year jia-yin. As the Spring Begins fell that year on the eighteenth, the Imperial Consort's demise was in the first month of the year yi-mao, and she was forty-three. Then the Lady Dowager, suppressing her grief, rose and took her leave, mounting her sedan-chair to return home while Jia Zheng and the others, who had already heard the news, came back sorrowing. At home, Lady Xing, Li Wan, Xifeng, Baoyu and the rest came out to both sides of the hall to welcome the Lady Dowager. Having paid their respects to her and to Jia Zheng and Lady Wang, they gave way to weeping. But no more of this.\n\nThe next day all the titled members of the family went to the Palace according to the regulations for the mourning of an Imperial Consort, to pay their respects and lament there. As Jia Zheng was a ministry undersecretary, although the obsequies followed the prescribed ritual he had to attend to his official duties as well, and his colleagues also expected him to advise them, so that he was kept doubly busy — this was not like the time of the demise of the Empress Dowager or Imperial Consort Zhou. As the Imperial Consort had left no child, she was given the posthumous title of Virtuous and Noble Consort. Such are the Palace regulations with which we need not concern ourselves.\n\nAll the men and women of the Jia family went to the Palace every day, and their bustle and confusion can be imagined. Luckily Xifeng had recently been in better health, so although she had to see to household affairs and prepare for Wang Ziteng's arrival in the capital to receive congratulations, she was able to cope. And when her elder brother Wang Ren, knowing that his uncle had joined the Grand Secretariat, came to the capital with his family, Xifeng was so pleased and relieved of her anxiety by the arrival of her own people that she felt even better. Lady Wang, seeing Xifeng again taking charge, was able to shift half the burden to her; and the knowledge that her brother was coming to the capital set her mind at rest too.\n\nBaoyu, having no official duties and no interest in study, was left to his own devices by his tutor who knew of the family's loss. And Jia Zheng, being so busy, had no time to supervise him. So he was free to amuse himself every day with the girls. However, since losing his jade he had grown so listless that his talk was all incoherent. When the Lady Dowager and the others came back from the Palace, he was called upon to pay his respects.\n\nhe would go if sent for, but if not he stayed where he was. Xiren and the other maids were nervous and apprehensive, not daring to provoke him for fear of angering him. When meals were brought he ate what was put before him, but if they did not bring it he did not ask for it. Xiren, seeing the state he was in, thought he seemed less angry than ill. She snatched time to go to the Naiad’s House and tell Zijuan, “The young master’s in a bad way. I wish your young lady would come and talk to him to cheer him up.”\n\nZijuan passed this on to Daiyu; but the thought that her marriage had been decided on made her feel that Baoyu must be the one chosen. She was too embarrassed to go and see him. If he came, well and good. They had grown up together, so she could hardly cold-shoulder him. But it was out of the question for her to go to his place. So she did not go.\n\nXiren told Tanchun in private. But Tanchun, well aware that the blossoming of the crabapple tree had been an ill omen and Baoyu’s loss of his jade even stranger, and with the additional shock of Yuanchun’s death, felt convinced that these were all inauspicious signs for the family. She was too dejected to have the heart to reason with Baoyu. Besides, being his sister she had to observe certain bounds and could only call once or twice. Finding him listless each time, she did not go often.\n\nBaochai too had heard of the loss of the jade. That day when Aunt Xue had agreed to Baoyu’s proposal on her return she told Baochai, adding, “Though your aunt made the request, I haven’t given my final consent yet; I said I’d wait till your brother comes back to decide. Are you willing or not?”\n\nBaochai had answered gravely, “You’re wrong there, mother. A girl’s marriage is decided by her parents. Since my father’s dead, the decision rests with you. If not, you should consult my brother. Why ask me?” This made Aunt Xue love her even more for her virtue and composure, in spite of her being so delicately brought up. So in her presence she did not mention Baoyu again, and Baochai naturally never referred to him either. Though shocked to hear he had lost his jade, she could not very well inquire about it but had to rely on hearsay, behaving as if it were no concern of hers. Only Aunt Xue sent maids over several times to ask for news. Worried as she was by her son Pan’s court case, she was waiting for her nephew to reach the capital to clear him. And knowing that the Imperial Consort had died, though the Jia family was in turmoil, she was glad to hear that Xifeng had recovered and was managing the household again. So she seldom went over.\n\nThis left Xiren to wait on Baoyu and try to comfort him as best she could; but he seemed not to understand, and she could only fret in secret.\n\nA few days later, when the Imperial Consort’s coffin had been moved to a temporary resting place in the Imperial Cemetery and the Lady Dowager and the others had come back after the funeral, they found Baoyu daily more dazed. He had no fever or pain, but ate little, slept little and even talked incoherently. Xiren and Sheyue were frantic and reported this several times to Xifeng, who came over from time to time. At first they had thought he was upset by the loss of his jade, but now his distracted manner made them send every day to ask a doctor to come and prescribe for him. However, the decoctions he took only made him worse instead of better. When asked where he felt bad, he could not tell them.\n\nNot till after Yuanchun’s funeral did the Lady Dowager come to see him, as she had been missing him. Lady Wang accompanied her. Xiren made Baoyu go out to welcome them and pay his respects. Though unwell, he had been getting up every day, and today when told to go and greet his grandmother he did so and paid his respects, with Xiren supporting him and prompting him what to say.\n\n“My child!” exclaimed the Lady Dowager at sight of him. “I’ve been so worried, that’s why I’ve come to see you. Now you look just the same as before, I feel much relieved.” Lady Wang too was reassured. But instead of answering them Baoyu simply grinned.\n\nThey went inside and sat down, and when they spoke to him\n\nShe prompted him sentence by sentence, and he repeated them after her like a half-wit, quite unlike his usual self. The more the old lady saw, the more perplexed she grew.\n\n“When I came in just now he didn’t seem to be ill,” she said. “But looking at him carefully, I can see he’s in a bad way — he seems to have taken leave of his senses. What can have caused this?”\n\nLady Wang knew that she could not hide the truth, and the sight of Xiren’s distress decided her to pass on the story concocted by Baoyu, that he had lost his jade during the party at the Earl of Lin’an’s. She told the old lady this in a low voice, afraid that the news might upset her.\n\n“We’ve sent people to search high and low for it,” she added. “We’ve consulted oracles too, and they all say it must be in a pawnshop. We’re bound to find it.”\n\nThe Lady Dowager exclaimed in dismay and rose to her feet, tears streaming from her eyes.\n\n“How could you be so careless as to lose that jade?” she cried. “How could you take such a thing lightly? Do you mean to say the master is washing his hands of the matter too?”\n\nAs Lady Wang saw that the old lady was angry, she made Xiren and the others kneel down. Assuming a stern expression herself, she replied, “We were afraid that if you knew, madam, you might worry and the master might be angry; that’s why we didn’t dare tell you.”\n\n“This jade is Baoyu’s lifeline,” scolded the old lady. “Losing it has made him lose his wits. This is disastrous! Everybody in town knows about this jade. If someone’s picked it up, do you think they’ll let you have it back? Send for the master at once. I want to speak to him.”\n\nLady Wang and Xiren pleaded with her in terror, “Don’t be angry, madam! If you are, the master will be even more severe. As Baoyu’s ill, please leave it to us to search for it with all our might.”\n\n“If you’re afraid of his blaming you, I’ll take the responsibility,” snapped the old lady.\n\nShe told Sheyue to send for him.\n\nPresently the maid came back to report, “The master has gone out to see some friends.”\n\n“In that case, we can do without him,” said the old lady. “You can tell him I said there’s no need to punish the servants yet. Send for Lian.”\n\nWhen Jia Lian came she ordered him to write a notice of the reward offered, to be posted in the places Baoyu had passed the other day. It was to read: “One hundred thousand taels of silver for the return of the jade; fifty thousand for information leading to its recovery.” They must not grudge the money, she said, if the jade was found.\n\n“This is the only way to recover it. If we just depend on the few servants in our household to search, we’ll never find it.”\n\nLady Wang dared not raise any objection. The Lady Dowager sent to tell Jia Lian to lose no time in having these notices written and posted. Then she ordered some servants to move all Baoyu’s things to her apartments, and said that only Xiren and Qiuwen were to wait on him there, the other maids being left to look after his rooms.\n\nBaoyu said nothing to all this, simply giggling foolishly. The old lady took him by the hand and stood up, and with Xiren and the others supporting him they left the Garden.\n\nUpon reaching her own compound, the Lady Dowager made Lady Wang take a seat while she had an inner room prepared for Baoyu. Then she told Lady Wang, “Do you know what I have in mind? There are so few people in the Garden, and the sudden withering and fresh blossoming of the flowers in Happy Red Court strike me as rather uncanny. I used to think that jade of his could ward off evil spirits; but now that it’s lost I’m afraid some evil influence may have taken possession of him. That’s why I’ve brought him here to stay with me. We won’t let him out for the next few days. The doctors can come to see him here.”\n\n“Of course you’re right, madam, as always,” replied Lady Wang. “Now that Baoyu is staying with you, your greater fortune will overcome any evil influence.”\n\n“What fortune have I? It’s just that my rooms are cleaner and I have more sutras here. He can read them to calm his mind. Ask him if he’s willing to stay.”\n\nWhen Baoyu heard this he simply smiled. Xiren prompted him to say that he was willing, and he did so. Lady Wang, seeing the state he was in, could not hold back her tears; but not liking to weep in the old lady’s presence she stifled her sobs.\n\nThe Lady Dowager knew how she felt and did not press the point.\n\n“You may go now. I shall deal with him. When the master comes back this evening, tell him not to come to see me and not to say a word.” After Lady Wang had left, the Lady Dowager told Yuanyang to get some sedatives and take them according to the prescription.\n\nNow let us return to Jia Zheng. On his way home that evening in his carriage he overheard some people on the road saying, “It’s very easy for a man to make a fortune.”\n\n“How so?” another asked.\n\n“I heard today that the young master in the Jung Mansion has lost his jade. They’ve put up a notice describing its size, shape and colour, and promising ten thousand taels of silver to anyone who brings it back, with five thousand for anyone who reports where it is.”\n\nAlthough Jia Zheng could not make out all this clearly, he was staggered. He hurried home and questioned the gateman, who told him, “I didn’t know about it either, sir, until this noon when Master Lien gave the old lady’s orders to put up this notice.”\n\nJia Zheng sighed. “This family is fated to decline!” he exclaimed. “To think that we should have bred such a monster! When he was born the whole street was full of rumours, and after more than ten years things quietened down a little; but now this notice is put up to recover his jade. How preposterous!” He went in at once to question Lady Wang, who told him the whole story. As this was the old lady’s idea he dared not oppose it, but he gave his wife a scolding. Then he went out and ordered the notice to be taken down on the sly, without the old lady’s knowledge. However, it had already been removed by some idlers.\n\nSome time later, a man turned up at the Jung Mansion gate and announced that he had brought the jade. The servants, overjoyed, urged him, “Let us have it, and we’ll report to the master.”\n\nThe fellow brought out the notice from his pocket and showed it to them. “Isn’t this a notice from your mansion?” he demanded. “It says clearly that whoever brings the jade will get ten thousand taels. Now that I’m poor, sir, you may look down on me; but when I get the silver I shall be a rich man. Don’t be so offhand.”\n\nHearing how confident he sounded, the gatemen said, “Just let me have a look at it so that I can report.”\n\nAt first the fellow refused, but when they reasoned with him he took out the jade and held it up on his palm. “Well, is this it or not?” he asked.\n\nThe servants, who worked outside and knew of the jade but had seldom set eyes on it, now hurried in to be the first with the news. As Jia Zheng and Jia She were out that day, Jia Lien was the only master at home. When they reported to him he asked, “Is it genuine?”\n\n“I saw it with my own eyes,” the gateman declared. “But he wouldn’t give it to me. He insists on seeing the master to hand it over in return for the reward.”\n\nJia Lien, delighted, went to inform Lady Wang, then told the old lady, which made Xiren clasp her hands in joyful prayer. The Lady Dowager without a second thought cried, “Send Lien to invite him to the library and have the jade brought for me to see. If it’s genuine, we’ll pay him at once.”\n\nJia Lien accordingly invited the man in as a guest, treating him politely and thanking him, then said, “Let me take the jade to show the owner. If it’s genuine, you’ll be paid in full to the last cent.”\n\nThe man had to hand the jade over wrapped in red silk. When Jia Lien opened it he saw a beautiful, sparkling piece of jade. He had never concerned himself with it before, but now he examined it carefully. After some time he could make out the inscription: “Able to ward off evil spirits.” This so overjoyed him that he ordered the servants to prepare a feast and hurried in to show the jade to the Lady Dowager and Lady Wang.\n\nBy now the whole household had heard the news and gathered to see the jade. When Xifeng saw Jia Lien come in she snatched it from him and, not venturing to look at it first, presented it to the old lady.\n\nGrandmother Jia was holding the jade when Jia Lian came in. “So you’ve got it,” he said. “Now I’ve no chance to show my prowess.”\n\nThe Lady Dowager opened the case and saw that the jade had lost its lustre. She rubbed it, and Yuanyang brought her spectacles to peer at it through them.\n\n“How strange!” she exclaimed. “It is the same jade, yet the precious light has gone. This is perplexing.”\n\nLady Wang looked at it but could not identify it either, and asked Xifeng to have a look.\n\n“It looks like it,” said Xifeng, “only the colour isn’t right. Better let Cousin Baoyu see it himself to tell.”\n\nXiren, who was also looking at it, did not think it was the real jade; but she was so eager to get it back that she dared not say it was a fake. Xifeng took it from the old lady and went with Xiren to show it to Baoyu, who had just woken up. Xifeng told him, “Your jade’s been found.”\n\nStill drowsy, he took it without looking at it and flung it on the floor.\n\n“Are you trying to fool me again?” he sneered.\n\nXifeng hastily picked it up.\n\n“That’s odd!” she cried. “How did you know without even looking?”\n\nHe simply smiled and made no answer. Lady Wang came in then and, seeing his behaviour, said, “No need to say more. That jade of his is a strange object that he brought from the womb, so of course he has his own way of knowing. This must be one made by someone who saw the notice and copied it.”\n\nThen the others saw the light.\n\nJia Lian, who had heard this in the outer room, said, “If it’s not the real one, let me have it to go and question that fellow. How dare he play such a trick!”\n\nThe Lady Dowager called him in to stop him. “Take it to him, Lian,” she said, “and let him go. He must be desperately poor to do such a thing. When he heard we had offered a reward, he faked this to get the money. Now he’s spent money to no purpose, and we’ve seen through his trick. Don’t make trouble for him. Just give this back to him and tell him it isn’t ours, but we’ll make him a present of a few taels. If outsiders hear of this, they may bring the real one. If we punish this man, even those who have it won’t dare come.”\n\nJia Lian had to agree. He went out. The man was still waiting there, and having seen no one come out for so long he was growing apprehensive when Jia Lian strode out angrily.\n\nTo know what followed, read the next chapter."
}