{
  "index": "097",
  "title": "第97章 林黛玉焚稿断痴情 薛宝钗出闺成大礼",
  "original": "话说黛玉到潇湘馆门口，紫鹃说了一句话，更动了心，一时吐出血来，几乎晕倒，亏了紫鹃还同着秋纹，两个人搀扶着黛玉到屋里来。那时秋纹去后，紫鹃雪雁守着，见他渐渐苏醒过来，问紫鹃道：“你们守着哭什么？”紫鹃见他说话明白，倒放了心了，因说：“姑娘刚才打老太太那边回来，身上觉着不大好，唬的我们没了主意，所以哭了。”黛玉笑道：“我那里就能够死呢。”这一句话没完，又喘成一处。原来黛玉因今日听得宝玉宝钗的事情，这本是他数年的心病，一时急怒，所以迷惑了本性。及至回来吐了这一口血，心中却渐渐的明白过来，把头里的事一字也不记得。这会子见紫鹃哭了，方模糊想起傻大姐的话来。此时反不伤心，惟求速死，以完此债。这里紫鹃雪雁只得守着，想要告诉人去，怕又象上回招的凤姐说他们失惊打怪。那知秋纹回去神色慌张，正值贾母睡起中觉来，看见这般光景，便问：“怎么了？”秋纹吓的连忙把刚才的事回了一遍。贾母大惊，说：“这还了得！”连忙着人叫了王夫人凤姐过来，告诉了他婆媳两个。凤姐道：“我都嘱咐了，这是什么人走了风了呢？这不更是一件难事了吗！”贾母道：“且别管那些，先瞧瞧去是怎么样了。”说着，便起身带着王夫人凤姐等过来看视。见黛玉颜色如雪，并无一点血色，神气昏沉，气息微细，半日又咳嗽了一阵，丫头递了痰盂，吐出都是痰中带血的，大家都慌了。\n　　只见黛玉微微睁眼，看见贾母在他旁边，便喘吁吁的说道：“老太太！你白疼了我了。”贾母一闻此言，十分难受，便道：“好孩子，你养着罢！不怕的。”黛玉微微一笑，把眼又闭上了。外面丫头进来回凤姐道：“大夫来了。”于是大家略避。王大夫同着贾琏进来，诊了脉，说道：“尚不妨事。这是郁气伤肝，肝不藏血，所以神气本定。如今要用敛阴止血的药，方可望好。”王大夫说完，同着贾链出去开方取药去了。贾母看黛玉神气不好，便出来告诉凤姐等道：“我看这孩子的病，不是我咒他，只怕难好。你们也该替他预备预备，冲一冲，或者好了，岂不是大家省心？就是怎么样，也不至临时忙乱。咱们家里这两天正有事呢。”凤姐儿答应了。贾母又问了紫鹃一回，到底不知是那个说的。贾母心里只是纳闷，因说：“孩子们从小儿在一处儿玩，好些是有的。如今大了，懂的人事，就该要分别些，才是做女孩儿的本分，我才心里疼他。若是他心里有别的想头，成了什么人了呢，我可是白疼了他了。你们说了，我倒有些不放心。”因回到房中，又叫袭人来问，袭人仍将前日回过王夫人的话并方才黛玉的光景述了一遍。贾母道：“我方才看他却还不至糊涂。这个理我就不明白了！咱们这种人家，别的事自然没有的，这心病也是断断有不得的。林丫头若不是这个病呢，我凭着花多少钱都使得：就是这个病，不但治不好，我也没心肠了。”凤姐道：“林妹妹的事，老太太倒不必张罗，横竖有他二哥哥天天同着大夫瞧，倒是姑妈那边的事要紧。今儿早起，听见说，房子不差什么就妥当了。竟是老太太、太太到姑妈那边去，我也跟了去商量商量。就只一件：姑妈家里有宝妹妹在那里，难以说话，不如索性请姑妈晚上过来，咱们一夜都说结了，就好办了。”贾母王夫人都道：“你说的是。今儿晚了，明儿饭后咱们娘儿们就过去。”说着，贾母用了晚饭，凤姐同王夫人各自归房不提。\n　　且说次日凤姐吃了早饭过来，便要试试宝玉，走进屋里说道：“宝兄弟大喜！老爷已择了吉日，要给你娶亲了。你喜欢不喜欢？”宝玉听了，只管瞅着凤姐笑，微微的点点头儿。凤姐笑道：“给你娶林妹妹过来，好不好？”宝玉却大笑起来。凤姐看着，也断不透他是明白，是糊涂，因又问道：“老爷说：你好了就给你娶林妹妹呢。若还是这么傻，就不给你娶了。”宝玉忽然正色道：“我不傻，你才傻呢。”说着，便站起来说：“我去瞧瞧林妹妹，叫他放心。”凤姐忙扶住了，说：“林妹妹早知道了。他如今要做新媳妇了，自然害羞，不肯见你的。”宝玉道：“娶过来，他到底是见我不见？”凤姐又好笑，又着忙，心里想：“袭人的话不差。提到林妹妹，虽说仍旧说些疯话，却觉得明白些。若真明白了，将来不是林姑娘，打破了这个灯虎儿，那饥荒才难打呢。”便忍笑说道：“你好好儿的便见你；若是疯疯癫癫的，他就不见你了。”宝玉说道：“我有一个心，前儿已交给林妹妹了。他要过来，横竖给我带来，还放在我肚子里头。”凤姐听着竟是疯话，便出来看着贾母笑。贾母听了又是笑，又是疼，说道：“我早听见了。如今且不用理他，叫袭人好好的安慰他，咱们走罢。”\n　　说着，王夫人也来。大家到了薛姨妈那里，只说：“惦记着这边的事，来瞧瞧。”薛姨妈感激不尽，说些薛蟠的话。喝了茶，薛姨妈要叫人告诉宝钗，凤姐连忙拦住，说：“姑妈不必告诉宝妹妹。”又向薛姨妈陪笑说道：“老太太此来，一则为瞧姑妈，二则也有句要紧的话，特请姑妈到那边商议。”薛姨妈听了，点点头儿说：“是了。”于是大家又说些闲话，便回来了。当晚薛姨妈果然过来，见过了贾母，到王夫人屋里来，不免说起王子腾来，大家落了一回泪。薛姨妈便问道：“刚才我到老太太那里，宝哥儿出来请安，还好好儿的，不过略瘦些，怎么你们说得很利害？”凤姐便道：“其实也不怎么，这只是老太太悬心。目今老爷又要起身外任去，不知几年才来。老太太的意思：头一件叫老爷看着宝兄弟成了家，也放心；二则也给宝兄弟冲冲喜，借大妹妹的金锁压压邪气，只怕就好了。”薛姨妈心里也愿意，只虑着宝钗委屈，说道：“也使得，只是大家还要从长计较计较才好。”王夫人便按着凤姐的话和薛姨妈说，只说：“姨太太这会子家里没人，不如把妆奁一概蠲免，明日就打发蝌儿告诉蟠儿，一面这里过门，一面给他变法儿撕掳官事。”并不提宝玉的心事。又说：“姨太太既作了亲，娶过来，早好一天，大家早放一天心。”正说着，只见贾母差鸳鸯过来候信。薛姨妈虽恐宝钗委屈，然也没法儿，又见这般光景，只得满口应承。鸳鸯回去回了贾母，贾母也甚喜欢，又叫鸳鸯过来求薛姨妈和宝钗说明原故，不叫他受委屈。薛姨妈也答应了。便议定风姐夫妇作媒人。大家散了，王夫人姊妹不免又叙了半夜的话儿。\n　　次日，薛姨妈回家，将这边的话细细的告诉了宝钗，我说：“我已经应承了。”宝钗始则低头不语，后来便自垂泪。薛姨妈用好言劝慰，解释了好些话。宝钗自回房内，宝琴随去解闷。薛姨妈又告诉了薛蝌，叫他：“明日起身，一则打听审详的事，一则告诉你哥哥一个信儿。你即便回来。”\n　　薛蝌去了四日，便回来回覆薛姨妈道：“哥哥的事，上司已经准了误杀，一过堂就要题本了，叫咱们预备赎罪的银子。妹妹的事，说：‘妈妈做主很好的。赶着办又省了好些银子。叫妈妈不用等我。该怎么着就怎么办罢。’”薛姨妈听了，一则薛蟠可以回家，二则完了宝钗的事，心里安顿了好些。便是看着宝钗心里好象不愿意似的，“虽是这样，他是女儿家，素来也孝顺守礼的人，知我应了，他也没得说的。”便叫薛蝌：“办泥金庚帖，填上八字，即叫人送到琏二爷那边去，还问了过礼的日子来，你好预备。本来咱们不惊动亲友。哥哥的朋友，是你说的，都是混账人；亲戚呢，就是贾王两家。如今贾家是男家，王家无人在京里。史姑娘放定的事，他家没有来请咱们，咱们也不用通知。倒是把张德辉请了来，托他照料些，他上几岁年纪的人，到底懂事。”薛蝌领命，叫人送帖过去。\n　　次日，贾琏过来见了薛姨妈，请了安，便说：“明日就是上好的日子。今日过来回姨太太，就是明日过礼罢。只求姨太太不要挑饬就是了。”说着，捧过通书来。薛姨妈也谦逊了几句，点头应允。贾琏赶着回去，回明贾政。贾政便道：“你回老太太说：既不叫亲友们知道，诸事宁可简便些。若是东西上，请老太太瞧了就是了，不必告诉我。”贾琏答应，进内将话回明贾母。这里王夫人叫了凤姐命人将过礼的物件都送与贾母过目，并叫袭人告诉宝玉。那宝玉又嘻嘻的笑道：“这里送到园里，回来园里又送到这里，咱们的人送、咱们的人收，何苦来呢？”贾母王夫人听了，都喜欢道：“说他糊涂，他今日怎么这么明白呢。”鸳鸯等忍不住好笑，只得上来一件一件的点明给贾母瞧，说：“这是金项圈，这是金珠首饰，共八十件。这是妆蟒四十匹。这是各色绸缎一百二十匹。这是四季的衣服，共一百二十件。外面也没有预备羊酒，这是折羊酒的银子。”贾母看了都说好，轻轻的与凤姐说道：“你去告诉姨太太说：不是虚礼，求姨太太等蟠儿出来，慢慢的叫人给他妹妹做来就是了。那好日子的被褥，还是咱们这里代办了罢。”凤姐答应出来，叫贾琏先过去。又叫周瑞旺儿等，吩咐他们：“不必走大门，只从园里从前开的便门内送去。我也就过去。这门离潇湘馆还远，倘别处的人见了，嘱咐他们不用在潇湘馆里提起。”众人答应着，送礼而去。\n　　宝玉认以为真，心里大乐，精神便觉的好些，只是语言总有些疯傻。那过札的回来，都不提名说姓，因此上下人等虽都知道，只因凤姐吩咐，都不敢走漏凤声。\n　　且说黛玉虽然服药，这病日重一日。紫鹃等在旁苦劝，说道：“事情到了这个分儿，不得不说了。姑娘的心事，我们也都知道。至于意外之事，是再没有的。姑娘不信，只拿宝玉的身子说起，这样大病，怎么做得亲呢？姑娘别听瞎话，自己安心保重才好。”黛玉微笑一笑，也不答言，又咳嗽数声，吐出好些血来。紫鹃等看去，只有一息奄奄，明知劝不过来，惟有守着流泪。天天三四趟去告诉贾母，鸳鸯测度贾母近日比前疼黛玉的心差了些，所以不常去回。况贾母这几日的心都在宝钗、宝玉身上，不见黛玉的信几，也不大提起，只请太医调治罢了。\n　　黛玉向来病着，自贾母起直到妹妹们的下人，常来问候，今见贾府中上下人等都不过来，连一个问的人都没有，睁开眼只有紫鹃一人。自料万无生理，因扎挣着向紫鹃说道：“妹妹，你是我最知心的。虽是老太太派你伏侍我，这几年，我拿你就当作我的亲妹妹。”说到这里，气又接不上来。紫鹃听了，一阵心酸，早哭得说不出话来。迟了半日，黛玉又一面喘，一面说道：“紫鹃妹妹，我躺着不受用，你扶起我来靠着坐坐才好。”紫鹃道：“姑娘的身上不大好，起来又要抖搂着了。”黛玉听了，闭上眼不言语了，一时又要起来。紫鹃没法，只得同雪雁把他扶起，两边用软枕靠住，自己却倚在旁边。黛玉那里坐得住，下身自觉硌的疼，狠命的掌着。叫过雪雁来道：“我的诗本子……”说着，又喘。\n雪雁料是要他前日所理的诗稿，因找来送到黛玉跟前。黛玉点点头儿，又抬眼看那箱子。雪雁不解，只是发怔。黛玉气的两眼直瞪，又咳嗽起来，又吐了一口血。雪雁连忙回身取了水来，黛玉漱了，吐在盂内。紫鹃用绢子给他拭了嘴，黛玉便拿那绢子指着箱子，又喘成一处，说不上来，闭了眼。紫鹃道：“姑娘歪歪儿罢。”黛玉又摇摇头儿。紫鹃料是要绢子，便叫雪雁开箱，拿出一块白绫绢子来。黛玉瞧了，撂在一边，使劲说道：“有字的。”紫鹃这才明白过来要那块题诗的旧帕，只得叫雪雁拿出来递给黛玉。紫鹃劝道：“姑娘歇歇儿罢，何苦又劳神？等好了再瞧罢。”只见黛玉接到手里也不瞧，扎挣着伸出那只手来，狠命的撕那绢子。却是只有打颤的分儿，那里撕得动。紫鹃早已知他是恨宝玉，却也不敢说破，只说：“姑娘，何苦自己又生气！”黛玉微微的，点头，便掖在袖里。说叫点灯。\n    雪雁答应，连忙点上灯来。黛玉瞧瞧，又闭上眼坐着，喘了一会子，又道：“笼上火盆。”紫鹃打量他冷，因说道：“姑娘躺下，多盖一件罢。那炭气只怕耽不住。”黛玉又摇头儿。雪雁只得笼上，搁在地下火盆架上。黛玉点头，意思叫挪到炕上来。雪雁只得端上来，出去拿那张火盆炕桌。那黛玉却又把身子欠起，紫鹃只得两只手来扶着他。黛玉这才将方才的绢子拿在手中，瞅着那火，点点头儿，往上一撂。紫鹃唬了一跳，欲要抢时，两只手却不敢动。雪雁又出去拿火盆桌子，此时那绢子已经烧着了。紫鹃劝道：“姑娘！这是怎么说呢！”黛玉只作不闻，回手又把那诗稿拿起来，瞧了瞧，又撂下了。紫鹃怕他也要烧，连忙将身倚住黛玉，腾出手来拿时，黛玉又早拾起，撂在火上。此时紫鹃却够不着，干急。雪雁正拿进桌子来，看见黛玉一撂，不知何物，赶忙抢时，那纸沾火就着，如何能够少待，早已烘烘的着了。雪雁也顾不得烧手，从火里抓起来，撂在地下乱踩，却已烧得所馀无几了。那黛玉把眼一闭，往后一仰，几乎不曾把紫鹃压倒。紫鹃连忙叫雪雁上来，将黛玉扶着放倒，心里突突的乱跳。欲要叫人时，天又晚了；欲不叫人时，自己同着雪雁和鹦哥等几个小丫头，又怕一时有什么原故。好容易熬了一夜。\n　　到了次日早起，觉黛玉又缓过一点儿来。饭后，忽然又嗽又吐，又紧起来。紫鹃看着不好了，连忙将雪雁等都叫进来看守，自己却来回贾母。那知到了贾母上房，静悄悄的，只有两三个老妈妈和几个做粗活的丫头在那里看屋子呢。紫鹃因问道：“老太太呢？”那些人都说：“不知道。”紫鹃听这话诧异，遂到宝玉屋里去看，竟也无人。遂问屋里的丫头，也说不知。紫鹃巳知八九：“但这些人怎么竟这样狠毒冷淡！”又想到黛玉这几天竟连一个人问的也没有，越想越悲，索性激起一腔闷气来，一扭身便出来了。自己想了一想：“今日倒要看看宝玉是何形状，看他见了我怎么样过的去！那一年我说了一句谎话，他就急病了，今日竟公然做出这件事来。可知天下男子之心真真是冰寒雪冷，令人切齿的！”\n　　一面走一面想，早已来到怡红院。只见院门虚掩，里面却又寂静的很。紫鹃忽然想到：“他要娶亲，自然是有新屋子的，但不知他这新屋子在何处？”正在那里徘徊瞻顾，看见墨雨飞跑，紫鹃便叫住他。墨雨过来笑嘻嘻的道：“姐姐到这里做什么？”紫鹃道：“我听见宝二爷娶亲，我要来看看热闹儿，谁知不在这里，也不知是几儿？”墨雨悄悄的道：“我这话只告诉姐姐，你可别告诉雪雁。他们上头吩咐了，连你们都不叫知道呢。就是今日夜里娶。那里是在这里？老爷派琏二爷另收拾了房子了。”说着，又问：“姐姐有什么事么？”紫鹃道：“没什么事，你去罢。”墨雨仍旧飞跑去了。紫鹃自己发了一回呆，忽然想起黛玉来，这时候还不知是死是活，因两泪汪汪，咬着牙，发狠追：“宝玉！我看他明儿死了，你算是躲的过，不见了！你过了你那如心如意的事儿，拿什么脸来见我！”一面哭一面走，呜呜咽咽的，自回去了。\n　　还未到潇湘馆，只见两个小丫头在门里往外探头探脑的，一眼看见紫鹃，那一个便嚷道：“那不是紫鹃姐姐来了吗！”紫鹃知道不好了，连忙摆手儿不叫嚷。赶忙进来看时，只见黛玉肝火上炎，两颧红赤。紫鹃觉得不妥，叫了黛玉的奶妈王奶奶来，一看，他便大哭起来。这紫鹃因王奶妈有些年纪，可以仗个胆儿，谁知竟是个没主意的人，反倒把紫鹃弄的心里七上八下。忽然想起一个人来，便命小丫头急忙去请。你道是谁？原来紫鹃想起李宫裁是个孀居，今日宝玉结亲，他自然回避；况且园中诸事，向系李纨料理，所以打发人去请他。李纨正在那里给贾兰改诗，冒冒失失的见一个丫头进来回说：“大奶奶！只怕林姑娘不好了！那里都哭呢。”李纨听了，吓了一大跳，也不及问了，连忙站起身来便走。素云、碧月跟着，一头走着，一头落泪，想着：“姐妹在一处一场，更兼他那客貌才情，真是寡二少双，惟有青女素娥可以仿佛一二。竟这样小小的年纪，就作了北邙乡女。偏偏凤姐想出一条偷梁换柱之计，自己也不好过潇湘馆来，竟未能少尽姊妹之情，真真可怜可叹！”一头想着，已走到潇馆的门口。里面却又寂然无声，李纨倒着起忙来：“想来必是已死，都哭过了，那衣衾装裹未知妥当了没有？”连忙三步两步走进屋子来。里间门口一个小丫头已经看见，便说：“大奶奶来了。”紫鹃忙往外走，和李纨走了个对面。李执忙问：“怎么样？”紫鹃欲说话时，惟有喉中哽咽的分儿，却一字说不出，那眼泪一似断线珍珠一般，只将一只手回过去指着黛玉。\n　　李纨看了紫鹃这般光景，更觉心酸，也不再问，连忙走过来看时，那黛玉已不能言。李纨轻轻叫了两声。黛玉却还微微的开眼，似有知识之状，但只眼皮嘴唇微有动意，口内尚有出入之息，却要一句话，一点泪也没有了。李纨回身，见紫鹃不在眼前，便问雪雁。雪雁道：“他在外头屋里呢。”李纨连忙出来，只见紫鹃在外间空床上躺着，颜色青黄，闭了眼，只管流泪，那鼻涕眼泪把一个砌花锦边的褥子已湿了碗大的一片。李纨连忙唤他，那紫鹃才慢慢的睁开眼，欠起身来。李纨道：“傻丫头，这是什么时候，且只顾哭你的。林姑娘的衣衾，还不拿出来给他换上，还等多早晚呢？难道他个女孩儿家，你还叫他失身露体，精着来，光着去吗？”紫鹃听了这句话，一发止不住痛哭起来。李执一面也哭，一面着急，一面拭泪，一面拍着紫鹃的肩膀说：“好孩子！你把我的心都哭乱了！快着收拾他的东西罢，再迟一会子就了不得了。”\n    正闹着，外边一个人慌慌张张跑进来，倒把李纨唬了一跳。看时，却是平儿，跑进来看见这样，只是呆磕磕的发怔。李纨道：“你这会子不在那边，做什么来了？”说着，林之孝家的也进来了。平儿道：“奶奶不放心，叫来瞧瞧。即有大奶奶在这里，我们奶奶就只顾那一头儿了。”李纨点点头儿。平儿道：“我也见见林姑娘。”说着，一面往里走，一面早已流下泪来。这里李纨因和林之孝家的道：“你来的正好，快出去瞧瞧去，告诉管事的预备林姑娘的后事。妥当了，叫他来回我，不用到那边去。”林之孝家的答应了，还站着。李纨道：“还有什么话呢？”林之孝家的道：“刚才二奶奶和老太太商量了，那边用紫鹃姑娘使唤使唤呢。”李纨还未答言，只见紫鹃道：“林奶奶，你先请罢！等着人死了，我们自然是出去的，那里用这么……”说到这里，却又不好说了，因又改说道：“况且我们在这里守着病人，身上也不洁净。林姑娘还有气儿呢，不时的叫我。”李纨在旁解说道：“当真的，林姑娘和这丫头也是前世的缘法儿。倒是雪雁是他南边带来的，他倒不理会；惟有紫鹃，我看他两个一时也离不开。”林之孝家的头里听了紫鹃的话，未免不受用，被李纨这一番话，却也没有说的了。又见紫鹃哭的泪人一般，只好瞅着他微微的笑，说道：“紫鹃姑娘这些闲话倒不要紧，只是你却说得，我可怎么回老太太呢？况且这话是告诉得二奶奶的吗？”正说着，平儿擦着眼泪出来道：“告诉二奶奶什么事？”林之孝家的将方才的话说了一遍。平儿低了一回头，说：“这么着罢，就叫雪姑娘去罢。”李纨道：“他使得吗？”平儿走到李纨耳边说了几句，李纨点点头儿道：“既是这么着，就叫雪雁过去也是一样的。”林之孝家的因问平儿道：“雪姑娘使得吗？”平儿道：“使得，都是一样。”林家的道：“那么着，姑娘就快叫雪姑娘跟了我去。我先回了老太太和二奶奶。这可是大奶奶和姑娘的主意，回来姑娘再各自回二奶奶去。”李纨道：“是了，你这么大年纪，连这么点子事还不耽呢。”林家的笑道：“不是不耽：头一宗，这件事，老太太和二奶奶办事，我们都不能很明白；再者，又有大奶奶和平姑娘呢。”说着，平儿巳叫了雪雁出来。原来雪雁因这几日黛玉嫌他“小孩子家懂得什么”，便也把心冷淡了，况且听是老太太和二奶奶叫，也不敢不去，连忙收拾了头。平儿叫他换了新鲜衣服，跟着林家的去了。随后平儿又和李纨说了几句话。李纨又嘱咐平儿，打那么催着林家的叫他男人快办了来。平儿答应着出来，转了个弯子，看见林家的带着雪雁在前头走呢，忙叫住道：“我带了他去罢。你先告诉林大爷办林姑娘的东西去罢。奶奶那里我替回就是了。”那林家的答应着去了。这里平儿带了雪雁到了新房子里回明了，自去办事。\n　　却说雪雁看见这个光景，想起他家姑娘，也未免伤心，只是在贾母凤姐眼前不敢露出。因又想道：“也不知用我作什么？我且瞧瞧。宝玉一日家和我们姑娘好的蜜里调油，这时候总不见面了，也不知是真病假病。只怕是怕我们姑娘恼，假说丢了玉，装出傻子样儿来，叫那一位寒了心，他好娶宝姑娘的意思。我索性看看他，看他见了我傻不傻。难道今儿还装傻么？”一面想着，已溜到里间屋子门口，偷偷儿的瞧。这时宝玉虽因失玉昏愦，但只听见娶了黛玉为妻，真乃是从古至今、天上人间、第一件畅心满意的事了，那身子顿觉健旺起来，只不过不似从前那般灵透，所以凤姐的妙计，百发百中。巴不得就见黛玉，盼到今日完姻，真乐的手舞足蹈，虽有几句傻话，却与病时光景大相悬绝了。雪雁看了，又是生气，又是伤心，他那里晓得宝玉的心事，使各自走开。\n　　这里宝玉便叫袭人快快给他装新，坐在王夫人屋里。看见凤姐、尤氏忙忙碌碌，再盼不到吉时，只管问袭人道：“林妹妹打园里来，为什么这么费事，还不来？”袭人忍着笑道：“等好时辰呢。”又听见凤姐和王夫人说道：“虽然有服，外头不用鼓乐，咱们家的规矩要拜堂的，冷清清的使不的。我传了家里学过音乐管过戏的那些女人来，吹打着热闹些。”王夫人点头说：“使得。”\n　　一时，大轿从大门进来，家里细乐迎出去，十二对宫灯排着进来，倒也新鲜雅致。傧相请了新人出轿，宝玉见喜娘披着红，扶着新人，着盖头。下首扶新人的你道是谁，原来就是雪雁。宝玉看见雪雁，犹想：“因何紫鹃不来，倒是他呢？”又想道：“是了，雪雁原是他南边家里带来的，紫鹃是我们家的，自然不必带来。”因此，见了雪雁竟如见了黛玉的一般欢喜。傧相喝礼，拜了天地。请出贾母受了四拜，后请贾政夫妇等登堂，行礼毕，送入洞房。还有坐帐等事，俱是按本府旧例，不必细说。贾政原为贾母作主，不敢违拗，不信冲喜之说。那知今日宝玉居然象个好人，贾政见了，倒也喜欢。\n　　那新人坐了帐，就要提盖头的。凤姐早已防备，请了贾母王夫人等进去照应。宝玉此时到底有些傻气，便走到新人跟前说道：“妹妹，身上好了？好些天不见了，盖着这劳什子做什么？”欲待要揭去，反把贾母急出一身冷汗来。宝玉又转念一想道：“林妹妹是爱生气的，不可造次了。”又歇了一歇，仍是按捺不住，只得上前，揭了盖头。喜娘接去，雪雁走开，莺儿上来伺候。宝玉睁眼一看，好象是宝钗。心中不信，自己一手持灯，一手擦眼一看，可不是宝钗么！只见他盛妆艳服，丰肩软体，鬟低鬓，眼息微，论雅淡似荷粉露垂，看娇羞真是杏花烟润了。\n　　宝玉发了一回怔，又见莺儿立在傍边，不见了雪雁。此时心无主意，自己反以为是梦中了，呆呆的只管站着。众人接过灯去扶着坐下，两眼直视，半语全无。贾母恐他病发，亲自过来招呼着。凤姐、尤氏请了宝钗进入里间坐下。宝钗此时自然是低头不语。宝玉定了一回神，见贾母、王夫人坐在那边，便轻轻的叫袭人道：“我是在那里呢？这不是做梦么？”袭人道：“你今日好日子，什么梦不梦的混说！老爷可在外头呢。”宝玉悄悄的拿手指着道：“坐在那里的这一位美人儿是谁？”袭人握了自己的嘴，笑的说不出话来，半日才说道：“那是新娶的二奶奶。”众人也都回过头去忍不住的笑。宝玉又道：“好糊涂！你说‘二奶奶’，到底是谁？”袭人道：“宝姑娘。”宝玉道：“林姑娘呢？”袭人道：“老爷作主娶的是宝姑娘，怎么混说起林姑娘来？”宝玉道：“我才刚看见林姑娘了么，还有雪雁呢。怎么说没有？——你们这都是做什么玩呢？”凤姐便走上来，轻轻的说道：“宝姑娘在屋里坐着呢，别混说。回来得罪了他，老太太不依的。”宝玉听了，这会子糊涂的更利害了。本来原有昏愦的病，加以今夜神出鬼没，更叫他不得主意，便也不顾别的，一口声声只要找林妹妹去。贾母等上前安慰，无奈他只是不懂。又有宝钗在内，又不好明说。知宝玉久病复发，也不讲明，只得满屋里点起安息香来，定住他的神魂，扶他睡下。众人鸦雀无闻。停了片时，宝玉便昏沉睡去，贾母等才得略略放心，只好坐以待旦，叫凤姐去请宝钗安歇。宝钗置若罔闻，也便和衣在内暂歇。贾政在外，未知内里原由，只就方才眼见的光景想来，心下倒放宽了。恰是明日就是起程的吉日，略歇了一歇，众人贺喜送行。贾母见宝玉睡着，也回房去暂歇。\n　　次早，贾政辞了宗祠，过来拜别贾母，禀称：“不孝远离，惟愿老太太顺时颐养。儿子一到任所，即修禀请安，不必挂念。宝玉的事，已经依了老太太完结，只求老太太训诲。”贾母恐贾政在路不放心，并不将宝玉复病的话说起，只说：“我有一句话，宝玉昨夜完姻，并不是同房，今日你起身，必该叫他远送才是。但他因病冲喜，如今才好些，又是昨日一天劳乏，出来恐怕着了风。故此问你，你叫他送呢，即刻去叫他；你若疼他，就叫人带了他来你见见，叫他给你磕个头就算了。”贾政道：“叫他送什么？只要他从此以后认真念书，比送我还喜欢呢。”贾母听了，又放了一条心。便叫贾政坐着，叫鸳鸯去，如此如此，带了宝玉，叫袭人跟着来。鸳鸯去了不多一会，果然宝玉来了，仍是叫他行礼他便行礼。只可喜此时宝玉见了父亲，神志略敛些，片时清楚，也没什么大差。贾政吩咐了几句，宝玉答应了。贾政叫人扶他回去了，自己回到王夫人房中，又切实的叫王夫人管教儿子：“断不可如前骄纵。明年乡试，务必叫他下场。”王夫人一一的听了，也没提起别的，即忙命人搀扶着宝钗过来，行了新妇送行之礼，也不出房。其馀内眷俱送至二门而回。贾珍等也受了一番训饬。大家举酒送行，一班子弟及晚辈亲友直送至十里长亭而别。\n　　不言贾政起程赴任。且说宝玉回来，旧病陡发，更加昏愦，连饮食也不能进了。未知性命如何，且看下回分解。",
  "translation": "Daiyu had reached the door of Bamboo Lodge when Zijuan’s remark upset her so much that she vomited blood and nearly fainted. Zijuan and Qiuwen had to help her inside and lay her on her bed. After Qiuwen had left, Zijuan and Xueyan kept watch by her bedside. When she gradually came round, Daiyu asked, “Why are you crying?”\n\nHearing her speak rationally, Zijuan felt relieved and answered, “On your way back from the old lady’s just now, you seemed poorly, miss, and that gave us such a scare we started crying.”\n\nDaiyu smiled. “I’m not going to die just yet.” But before she could finish she was breathless again.\n\nThe news about Baochai and Baoyu which Daiyu had just heard had struck at the root of the anxiety which had been preying on her mind for years. The shock had made her lose her senses. But the vomiting of blood had gradually cleared her mind, and she could not remember what had happened earlier. It was the sight of Zijuan in tears that vaguely reminded her of what Simpleton had said. However, instead of grieving now she simply longed to die quickly and be done with it.\n\nZijuan and Xueyan had to stay watching by her bed. They were thinking of reporting this to the mistresses, but were afraid this might be considered another false alarm for which Xifeng had scolded them last time. However, Qiuwen on her return was so flustered that the Lady Dowager, waking from her nap, noticed this and asked what had happened. Qiuwen nervously told her.\n\nIn consternation the old lady exclaimed, “How dreadful!” She at once sent for Lady Wang and Xifeng and told them.\n\n“I gave strict orders,” said Xifeng. “Who can have let it out? This is a fine kettle of fish.”\n\n“Never mind that now,” said the Lady Dowager. “Let’s go and see how she is.” She stood up and, accompanied by Lady Wang and Xifeng, went to see Daiyu.\n\nThey found her as white as a sheet, without a speck of colour, her spirit gone, her breathing weak. After a fit of coughing a maid handed her the spittoon, and she brought up phlegm streaked with blood. The others were aghast.\n\nDaiyu opened her eyes slowly then and, seeing the Lady Dowager by her, gasped, “Madam, your love for me has been wasted.”\n\nThis reduced the old lady to tears. “Don’t worry, dear child, just rest,” she soothed.\n\nDaiyu smiled and closed her eyes again. Then a maid announced that the doctor had come, and the ladies withdrew from the room.\n\nDoctor Wang came in with Jia Lian. Having felt Daiyu’s pulse he said, “It is nothing serious. Her liver is affected by melancholy and doesn’t store up the blood, so that her vital energy is weakened. She should be given medicine to stabilize her yin and stop the bleeding; then we can hope for a cure.” With that he went out with Jia Lian to make out his prescription.\n\nThe Lady Dowager, seeing that Daiyu looked very ill, told Xifeng, “I’m not wishing her ill, but I’m afraid this child’s illness may take a turn for the worse. You should make preparations for her, to overcome the evil influence — if she gets better, so much the better for everyone. Even if the worst happens, we shan’t be caught unprepared. We have enough to do these days in the house.” Xifeng agreed.\n\nThe old lady questioned Zijuan again, but still could not find out who had broken the news. However, feeling rather perplexed, she said, “It’s natural for children playing together since early childhood to be very close; but now that they’re older and know how things should be, they should keep a certain distance. That’s the proper way for girls to behave. That’s why I’m so fond of her. If she has other ideas, what sort of person is she? Then my love for her would have been wasted. After what you’ve told me, I feel rather worried.”\n\nBack in her own rooms, she sent for Xiren and questioned her. Xiren repeated what she had told Lady Wang the previous day and what she had just heard from\n\nAfter repeating her account of the situation, the Lady Dowager observed, “She didn’t seem to me just now to be deranged. I don’t understand this at all. There can be no such trouble of course in a family like ours; but if she has indeed contracted this lovesickness, it’s incurable, and I shall lose all interest in her. If her illness is something else, I’m willing to spend any amount of money to cure her; but not if it’s this.”\n\n“You needn’t worry about Cousin Lin, madam,” said Xifeng. “Cousin Pan is taking the doctor to see her every day. It’s more important to settle the other business. I heard this morning that the house is almost ready. Why don’t you and Her Ladyship call on Aunt Xue? I’ll go with you and we can talk it over. Just one thing though: With Baochai at home it may be difficult to speak frankly. Why not ask Aunt Xue to come over this evening? Then we can talk it out and settle everything.”\n\n“You’re right,” said the Lady Dowager and Lady Wang. “It’s too late today. We’ll go after lunch tomorrow.”\n\nThen the old lady had her supper, after which Xifeng and Lady Wang went back to their own apartments.\n\nThe next day after breakfast Xifeng came over and decided to sound Baoyu out. She went into his room and announced:\n\n“Congratulations, cousin! Uncle has chosen a lucky day for your wedding. Aren’t you pleased?”\n\nBaoyu simply stared at her and grinned, nodding slightly.\n\n“We’re marrying you to Cousin Lin. Will that be all right?” she asked.\n\nHe laughed heartily.\n\nNot sure whether he was in his right mind or not, Xifeng said, “Uncle says if you get better he’ll marry you to her; but if you go on being so silly, he won’t.”\n\nBaoyu retorted soberly, “I’m not crazy. You’re the one who’s crazy.” He stood up. “I’m going to see Cousin Lin to set her mind at rest.”\n\nXifeng barred his way.\n\n“She knows already,” she said. “And as she’s going to be your bride now, she’s too shy to see you.”\n\n“Will she see me after we’re married?”\n\nXifeng found this both amusing and alarming.\n\n“Xiren was right,” she thought. “Talking about marrying Cousin Lin seems to have sobered him up, though he’s still raving. If he comes to his senses and finds out later that we’re not giving him Miss Lin, we’re going to have a fine mess on our hands!”\n\nSuppressing a smile she answered, “If you behave yourself she’ll see you; but if you act crazy, she won’t.”\n\nHe assured her, “I’ve given my heart to Cousin Lin. When she comes, she’ll bring it here and put it back in my chest.”\n\nThis confirmed Xifeng’s impression that he was still deranged. She went out to smile at the Lady Dowager, who listened to her account of the conversation with mingled amusement and distress.\n\n“I heard him myself just now,” she said. “Don’t argue with him. Just tell Xiren to reassure him. We can go now.”\n\nLady Wang joined them and they went to Aunt Xue’s, explaining that they had called to see how she was because they had been worried about her. Aunt Xue was most grateful and told them about Xue Pan. After they had tea, she was for sending for Baochai, but Xifeng stopped her.\n\n“There’s no need to tell Cousin Chai,” she said, smiling. “The reason for our coming, aunty, is that the old lady has something important to discuss with you and has asked you to come over.”\n\nAunt Xue nodded in agreement and they chatted for a while before leaving. That evening she did go over. Having paid her respects to the Lady Dowager, she went to Lady Wang’s apartments and they talked of Ziteng’s death, shedding tears together. Then Aunt Xue asked, “Just now...”\n\nWhen I called on the old lady, Master Bao came out to pay his respects and seemed all right, just a little thinner. Why were you all making out that he was so ill?”\n\n“He isn’t, really,” said Xifeng. “It’s just the old lady worrying. Now that the master is going to take up another provincial post and won’t be back for some years, her idea is that he’d like to see his brother married before he leaves. Also she wants this marriage to hasten Master Bao’s recovery — the influence of Miss Baochai’s golden locket should counteract his bad luck, and then he may get well.”\n\nAunt Xue was willing enough, her only fear being that this might be rather unfair to Baochai. “Very well,” she said. “But we must talk it over more carefully.”\n\nLady Wang repeated to her Xifeng’s proposal, saying, “Since you’ve no man in the family now, aunt, why not dispense with the trousseau? We can send Ke tomorrow to inform Pan, and while the wedding is taking place here we can think of some way to settle his lawsuit.” She did not mention Baoyu’s infatuation. “Once this marriage is decided, aunt, the sooner it takes place the better — then we shall all feel easy in our minds.”\n\nAs they were talking, Yuanyang arrived to ask the result on the Lady Dowager’s behalf. Though afraid Baochai might feel wronged, Aunt Xue could not help herself in these circumstances and had to agree. Yuanyang reported this to the Lady Dowager, who was delighted and sent her back again to beg Aunt Xue to explain the reason to Baochai so that she should not feel hurt. This too Aunt Xue agreed to do. It was decided that Xifeng and her husband should be the go-betweens. Then the others left, and the two sisters talked together far into the night.\n\nThe next day Aunt Xue went home and told Baochai the whole story, ending, “I have already given my consent.”\n\nBaochai hung her head in silence before starting to weep. Her mother soothed her with many loving explanations, after which Baochai withdrew to her room, with Baoqin accompanying her to cheer her up. Aunt Xue also told Xue Ke, instructing him, “Set off tomorrow to find out how the appeal is going and to let your brother know. Then come straight back.”\n\nXue Ke was away for four days, after which he reported to his aunt, “My brother’s case has been settled. The higher court has approved the verdict of accidental homicide. Once the court has announced this, a report will be sent to the ministry and we must prepare the ransom money. As for my cousin’s marriage, my brother says, ‘Whatever mother decides is fine. The sooner it’s fixed up the less it will cost. Don’t wait for me, but do whatever’s necessary.’”\n\nAunt Xue, relieved to know that Xue Pan would soon be home and Baochai’s marriage could be settled, observed that Baochai seemed somewhat unwilling. “Still, as a dutiful, well-brought-up girl she can’t say anything since I’ve given my consent.” She told Xue Ke, “Have a card with the eight characters of her horoscope written in gold and send it to Master Lian. Find out from him the date for the exchange of presents so that you can make preparations. We don’t want to notify friends and relatives. As my son said, his friends are a worthless lot; and our only relatives are the Jias and the Wangs. The Jias are the bridegroom’s family, and there’s no one from the Wangs in the capital. When the Shi family sent Miss Xiangyun her betrothal gifts, they didn’t invite us, so we needn’t notify them. We’d better ask Zhang Dehui over and get his help. As an old man he knows the ropes.”\n\nXue Ke assented and sent a servant to deliver the card.\n\nThe next day Jia Lian called to pay his respects to Aunt Xue. “Tomorrow is an auspicious day,” he announced. “So I’ve come to ask your consent, aunt, to our sending the betrothal gifts tomorrow. I hope you won’t be too critical of them.” He presented the list.\n\nAunt Xue with a few modest remarks accepted it and nodded agreement. Jia Lian hurried back to report this to Jia Zheng.\n\nJia Zheng told him, “Go and tell the old lady: Since we don’t want friends and relatives to know, we must keep everything as simple as possible. As for the betrothal gifts, it’s enough if the old lady approves them; there’s no need to consult me.”\n\nLian assented and went in to relay this to the Lady Dowager. Then Lady Wang summoned Xifeng and ordered the gifts to be shown to the old lady, sending Xiren at the same time to tell Baoyu. He beamed.\n\n“Things are sent from here to the Garden, then from the Garden back here,” he chuckled. “Our people send them and our people receive them. What’s the point of that?”\n\nThe old lady and Lady Wang were amused.\n\n“He’s usually so crazy, how is it he’s so clear-headed today?” they exclaimed.\n\nYuan-yang and the other maids had to hide their smiles as they displayed the gifts one by one for the old lady’s inspection.\n\n“Here are eighty gold necklaces and trinkets set with pearls,” she announced. “Forty rolls of embroidered satin. A hundred and twenty rolls of various silks. A hundred and twenty costumes for the four seasons. And instead of mutton and wine, here’s the money to pay for them.”\n\nThe Lady Dowager expressed approval, then told Xifeng softly, “Go and tell Aunt Xue that this isn’t just for show. We’d like her to wait till Pan’s released and then have clothes made at her leisure for her daughter. We’ll provide the quilts for the wedding.”\n\nXifeng assented and went out. She told Jia Lian to go on ahead, then instructed Zhou Rui and Wang’er, “Don’t use the main gate. Take the things through the side gate that used to be open in the Garden. I’ll be going over too. That gate’s a long way from Bamboo Lodge; and if you meet anyone else, tell them not to breathe a word of it to anyone in Bamboo Lodge.”\n\nThey assented and left with the gifts.\n\nBaoyu, convinced that he was to marry Daiyu, was overjoyed and in much better spirits, though his talk was still rather wild. The messengers who delivered the gifts did not mention Daiyu’s name; and though all the servants knew of the arrangement, on Xifeng’s orders they dared not disclose it.\n\nAlthough Daiyu had taken medicine, her illness was worsening. Zijuan and the others did their best to console her.\n\n“Things have come to such a pass, we must tell you,” they said. “We know what’s preying on your mind. And you needn’t fear any\n\nunforeseen\n\ncomplications. If you don’t believe us, just think: how can Master Bao, in his present state, get married? Don’t listen to crazy talk, miss. Do calm down and look after your health.”\n\nDaiyu simply smiled faintly by way of answer. Then she had another coughing fit and brought up more blood. Zijuan and the others could see that she was at her last gasp. Knowing劝说也是枉然, they could only stand by her weeping. They reported her condition several times a day to the Lady Dowager, but Yuan-yang could tell that the old lady was less concerned about Daiyu now and so did not often pass on these messages. Besides, the old lady’s mind was so taken up with Baochai and Baoyu that she did not even ask after Daiyu, simply sending for doctors to treat her.\n\nIn the past, during Daiyu’s illnesses, the Lady Dowager, aunts, cousins and even the servants had often come to inquire after her. But now not one person came from the household, not even to ask how she was. When she opened her eyes she saw only Zijuan. Convinced that she had no hope of recovery, she struggled to raise herself. Zijuan helped her to sit up with two soft pillows at her back.\n\n“You’re the only one who’s really good to me, sister!” she gasped. “Though it was the old lady who assigned you to wait on me, I’ve always looked on you as my own sister.” She was too breathless to continue.\n\nZijuan, in tears, could not utter a word either. After a long pause, Daiyu gasped again, “Dear sister! Lying down makes me uncomfortable. Prop me up.”\n\n“You’re too ill to sit up, miss,” said Zijuan. “You might catch fresh cold.”\n\nDaiyu closed her eyes in silence.\n\nAfter a while she wanted to get up again. Since Zijuan could not stop her, with Xueyan’s help she propped her up with soft pillows on both sides and leaned against her herself.\n\nDaiyu could not sit up. The lower part of her body was painfully numb but, setting her teeth, she struggled to keep upright. She told Xueyan, “My poetry...”\n\nAs she was panting Zijuan interpreted, “She wants the manuscripts she sorted out the other day.” Xueyan found them and brought them to her. Daiyu nodded, then looked towards her case. Not understanding, Xueyan simply stared blankly. Daiyu flushed with anger and started coughing again, vomiting another mouthful of blood. Xueyan hastily fetched water for her to rinse her mouth, and Zijuan wiped her lips with a handkerchief. Daiyu, taking it, pointed at the case. She was panting again, unable to get out a word, and closed her eyes.\n\n“Do lie down, miss,” urged Zijuan.\n\nWhen Daiyu shook her head, Zijuan, thinking she wanted another handkerchief, told Xueyan to fetch a white silk one from the case. At sight of it Daiyu put it aside and with an effort gasped, “The one with writing.”\n\nThen Zijuan realized that she meant the old handkerchief with the poems, and told Xueyan to bring it and give it to her.\n\n“Do rest, miss,” she begged. “Don’t wear yourself out. You can look at it when you’re better.”\n\nDaiyu took it but without looking at it, she mustering up the strength to stretch out her other hand. She tried frantically to tear the handkerchief, but her hand was trembling too much. Zijuan, knowing that she was angry with Baoyu, dared not say so but simply urged her not to upset herself. Daiyu nodded silently and tucked the handkerchief in her sleeve.\n\n“Light the lamp,” she said then.\n\nXueyan promptly did so. Daiyu looked at the lamp, then closed her eyes and sat there breathing hard.\n\n“Light the brazier,” she ordered next.\n\nThinking she felt cold Zijuan said, “Lie down, miss, and I’ll put another cover over you. The fumes from the charcoal may be too much for you.”\n\nWhen Daiyu shook her head, Xueyan had to light the brazier and put it on its stand on the floor.\n\nDaiyu nodded, meaning to have it moved to the kang. Xueyan had to move it up, then go out to fetch a low table for the brazier. Meanwhile Daiyu leaned forward, supported by Zijuan with both hands. Then, taking the handkerchief from her sleeve, she looked at the fire and nodded, meaning to throw it in. But Zijuan dared not let go of her to stop her. Xueyan had gone to fetch the brazier-table, and by the time she came back the handkerchief had caught fire. Zijuan exclaimed in dismay, “What are you doing, miss?”\n\nDaiyu ignored her. Having tucked the handkerchief back in her sleeve she reached for the poems, glanced at them and put them down again. Afraid that she meant to burn them too, Zijuan leaned against her to keep her hands free, and tried to snatch the manuscripts away; but Daiyu had already dropped them in the fire. Zijuan was too far off to reach them, and could only look on in desperation. When Xueyan came in with the table and saw Daiyu set light to something, not knowing what it was she rushed forward to grab it; but the paper had already burst into flames and was past retrieving. She stamped frantically on the burning papers on the floor, but only a few scraps were left.\n\nDaiyu closed her eyes and lay back, nearly knocking Zijuan over. The latter called Xueyan to help her lower Daiyu to the couch. Her own heart was beating wildly. She wanted to send to report this, but it was late; if she did not, however, with only Xueyan and a few other young maids there, she was afraid something might happen. So she had to hold out through the night.\n\nThe next day she rose early and, finding Daiyu a little better, after breakfast she suddenly started coughing and vomiting again, and was worse than ever.\n\nShe went back to Lady Jia’s apartments, only to find all quiet there, with just two or three old nannies and a few junior maids left in charge.\n\n“Where is Her Old Ladyship?” asked Nightingale.\n\n“We don’t know,” was the answer.\n\nMore perplexed than ever, she went to look in Baoyu’s room but found it empty. The maids there too disclaimed all knowledge of the family’s whereabouts. Nightingale guessed the truth.\n\n“How heartless they all are!” she thought. “Not one of them has shown any concern for my poor young lady these last few days.” The thought of this neglect made her weep with frustration. “Well, I’m going to see what Baoyu looks like, to see how he can face me! That year when I told him that lie, he nearly worried himself into a decline. And now he’s openly doing this! It just shows how fickle men are. They’ve no heart at all. It makes my blood boil!”\n\nAs she walked along brooding in this way, she soon found herself at Happy Red Court. The gate was ajar and all was quiet within. It suddenly occurred to her: “Of course, if he’s getting married, he must have new quarters. But where are they?” She was still hesitating and looking around her when Inkdrop came running past. She called to him to stop, and he came over to her with a grin.\n\n“What are you doing here?” he asked.\n\n“I heard that Master Bao was getting married and came to see the fun. But he’s not here. When is it to be?”\n\n“I’ll tell you, but don’t let Snowgoose know. Their Ladyships have given orders that none of you are to be told. It’s to be tonight. But not here. Sir Zheng has put Master Lian in charge of preparing another house.”\n\nThen he asked, “Was there anything else?”\n\n“No, you can go,” said Nightingale.\n\nInkdrop ran off again, and she stood there a while in a daze. Then she thought of Daiyu, at death’s door for all they knew, and the tears streamded down her cheeks.\n\n“Baoyu!” she swore, gritting her teeth. “If she dies, you may think you can get away and not see her, but just see if I don’t hold you to account! After you’ve had your wish, how will you ever face me again?”\n\nWeeping as she walked she went back, and had nearly reached Bamboo Lodge when she saw two young maids peeping out of the gate. One of them cried at the sight of her:\n\n“Here’s Sister Nightingale!”\n\nNightingale knew something must be wrong. She signed to them to be quiet and hurried in. Daiyu’s flushed cheeks showed that her liver trouble had flared up. Very worried, Nightingale called for her old wet-nurse, but when Nanny Wang saw Daiyu she started wailing. As she was an old woman, Nightingale had hoped she would keep her head, but she was so flustered that Nightingale felt quite frantic. Then she suddenly thought of someone and sent a young maid to fetch her.\n\nWho was it? Li Wan. As a widow she would have to keep away from the wedding; besides, she was in charge of affairs in the Garden, so Nightingale sent to ask her to come. Li Wan was just then amending a poem for Jia Lan when a maid burst in.\n\n“Madam Zhu!” she cried. “Miss Lin looks like dying! They’re all weeping over there.”\n\nLi Wan, too shocked to question her, stood up at once and hurried out, followed by Suyun and Biyue. As she walked she was thinking sadly, “We’ve been such good friends all these years, and she’s so brilliant and lovely — in fact, unique. I doubt if even a fairy could compare with her. To think that she should die so young...”\n\nShe had died so young — a maiden of North Mang. And Xifeng’s plot to substitute one bride for another had made it impossible for her to come to Bamboo Lodge, so that she had been unable to do her duty by her sister. It was truly pitiful, heartbreaking! With these thoughts in her mind she reached the gate of Bamboo Lodge. The stillness within was frightening.\n\n“Can she have died already?” wondered Li Wan. “Is that why there is no sound of crying? But in that case, have they prepared her shroud and burial clothes?”\n\nShe hurried in. A young maid at the inner door announced her, and Zijuan at once came out to meet her.\n\n“Well?” asked Li Wan.\n\nZijuan tried to speak but could only sob. Tears streamed down her cheeks like pearls from a broken string. She pointed with one hand to the inner room.\n\nThe sight of her distress upset Li Wan even more. She stepped inside and saw that Daiyu could no longer speak. She called her name softly twice. Daiyu’s eyes opened to a slit; she seemed still conscious but could only move her eyelids and lips slightly. Breath passed in and out, but not a word could she utter or tear she shed.\n\nLi Wan turned to look for Zijuan, but she was not there. She asked Xueyan where she was.\n\n“Out there,” said Xueyan.\n\nLi Wan went out and discovered Zijuan lying on a couch in the outer room, her face livid, her eyes closed, the embroidered silk mattress soaked with her copious tears. When Li Wan called her, she opened her eyes slowly and sat up.\n\n“Silly child!” scolded Li Wan. “This is no time for weeping. Why haven’t you changed Miss Lin’s clothes? Are you going to wait till it’s too late? How can you let a young girl like that die naked?”\n\nThis reduced Zijuan to even more violent sobbing. Li Wan herself was crying too, but being also frantic she wiped her tears and patted Zijuan on the shoulder.\n\n“Good child, you’re driving me distracted by crying like this. Hurry up and get her things ready, or we’ll be too late!”\n\nAs they were talking, Ping’er rushed in frantically, giving Li Wan a fright.\n\n“What are you doing here instead of over there?” she asked.\n\nLin Zhixiao’s wife came in just then too.\n\n“My mistress was worried and sent me to see how things are,” said Ping’er. “But since you are here, madam, she needn’t worry about this side.”\n\nLi Wan nodded.\n\n“I’d like to see Miss Lin too,” went on Ping’er. She walked in, already in tears.\n\nLi Wan said to Lin Zhixiao’s wife, “You’ve come just in time. Go and tell the stewards to get ready for the funeral. When everything is prepared, let them report to me — no need to go to the other house.”\n\nLin Zhixiao’s wife assented but remained standing there.\n\n“Well?” asked Li Wan. “Is there anything else?”\n\n“The Second Mistress and the old lady have decided that we should have Zijuan over there for the time being.”\n\nBefore Li Wan could answer, Zijuan interposed, “Please go back now, Mrs. Lin. When our young lady has died, of course we shall leave. There’s no need to...” She checked herself and then continued, “Besides, we’ve been nursing a patient here and are unclean. Miss Lin is still breathing, she keeps calling for me.”\n\n“That’s true,” put in Li Wan.\n\nIt was a karmic bond from a past life too that linked Miss Lin with this maid. As for Snowgoose, whom she brought from the south, she paid no attention to her; but Zijuan was the one she couldn’t do without for a single second.”\n\nMrs. Lin had been offended by Zijuan’s remarks, but was silenced by Li Wan’s reproof. And seeing Zijuan in floods of tears, she simply smiled at her and said:\n\n“I don’t mind your talking nonsense, miss, but how am I to report it to the Old Lady? Besides, is this something to tell Madam Lian?”\n\nJust then Pinger came out drying her eyes.\n\n“What is it you want to tell Madam Lian?” she asked.\n\nWhen Mrs. Lin told her, Pinger lowered her head for a while.\n\n“In that case,” she said, “let’s send Miss Snowgoose.”\n\n“Will she do?” asked Li Wan.\n\nPinger went over to whisper a few words in her ear, and Li Wan nodded.\n\n“If that’s the way it is, Snowgoose will do just as well.”\n\n“Will Miss Snowgoose do?” Mrs. Lin asked Pinger.\n\n“Yes, it’s all the same.”\n\n“In that case, miss, please tell her to come with me quickly. I’ll report first to the Old Lady and Madam Lian, saying that this is the decision of Madam Zhu and yourself; then you can tell Madam Lian the rest later.”\n\n“Very well,” said Li Wan. “A woman of your age should be able to take on a small responsibility like this.”\n\n“It isn’t that I’m afraid to, madam. But in the first place, this is a business of the Old Lady’s and Madam Lian’s which we servants don’t know too much about; and besides there are you and Miss Pinger to decide.”\n\nAs she was speaking, Pinger called Snowgoose out. The last few days, because Daiyu had scolded her for “not understanding anything, child,” she had cooled towards her mistress. And not daring to disobey the orders of the Lady Dowager and Xifeng, she had promptly tidied her hair. Pinger told her to change into some better clothes, then go with Mrs. Lin.\n\nAfter they had left, Pinger and Li Wan had a little talk. Li Wan urged Pinger to get a move on and tell Mrs. Lin to have her husband see to the things for Miss Lin’s funeral. Pinger agreed to this and went out. Turning a corner, she saw Mrs. Lin ahead with Snowgoose and called to her to stop.\n\n“I’ll take her,” she said. “You go and tell Mr. Lin to see to your young lady’s things. I’ll report to the mistress for you.”\n\nMrs. Lin assented and left.\n\nThen Pinger took Snowgoose to the bridal chamber and, having explained the situation, went off to attend to other business.\n\nThe sight of the bridal chamber reminded Snowgoose of her young mistress and she could not help feeling sad, but not daring to show it in the presence of the Lady Dowager and Xifeng she thought, “I wonder what I’m needed for? I’d like to have a look. Baoyu used to be so devoted to our young lady, yet now he hasn’t come to see her. Is he really ill or only shamming? Maybe he’s afraid our young lady would reproach him, so he’s pretending to have lost his jade and turned idiot, to break her heart — that’s how he means to marry Miss Baochai. Let me see whether he plays the fool with me. Would he dare do that today?”\n\nSo thinking, she slipped to the door of the inner room and peeped in. Although Baoyu’s wits had been deranged by loss of the jade, the news that he was to marry Daiyu had filled him with greater joy than he had ever known in his life. His health had improved so much that, though not as intelligent as before, he no longer appeared half-witted. So Xifeng’s cunning strategy had succeeded. He was on tenterhooks to see Daiyu, and now that the day of the wedding had come he was beside himself with joy. Though he talked foolishly, he was very different from the time when he was ill. Snowgoose was amazed.\n\nChai-yu was not the only one to give way to despair. Pao-yu too, for his part, was overcome by grief and distress. But of this, of course, Chai-yu knew nothing, and they went their separate ways.\n\nPao-yu called for Aroma and told her to dress him in his wedding robes and help him over to Lady Wang’s apartment. He could see that Hsi-feng and Yu-tsun were extremely busy, and that the lucky hour had not yet arrived. He kept asking Aroma:\n\n‘Why is it taking Cousin Lin so long to come from the Garden? What’s all this fuss about anyway?’\n\nAroma suppressed a smile:\n\n‘They have to wait for the lucky hour.’\n\nHe overheard Hsi-feng say to Lady Wang:\n\n‘Although you are in mourning, and cannot have music from outside, it would be too dismal to have the wedding ceremony without any music at all, and it has always been our family custom to have the wedding ceremony performed. I have given orders for the women from our household who have had musical training and have served in our own theatrical company to provide some music, to create a cheerful atmosphere.’\n\nLady Wang nodded her approval.\n\nPresently a great bridal chair was borne in through the main gate, and a band of women from the mansion’s own musical ensemble played a welcome. Twelve pairs of palace-lanterns came in next, forming a novel and elegant procession. The Master of Ceremonies invited the bride to step from her chair. Pao-yu saw a matron of honour dressed in red, holding the bride, who was veiled. And who, he wondered, was the other matron supporting the bride on the other side? It was Hsueh-yen. He thought to himself: ‘Why is it Hsueh-yen and not Tzu-chuan?’ Then he reflected: ‘Of course! Hsueh-yen is one of her own family, from the South, while Tzu-chuan is one of our maids. There is no need for her to come.’ The sight of Hsueh-yen made him feel even more certain that it was Tai-yu. His heart soared.\n\nThe Master of Ceremonies conducted the ceremony. The couple worshipped Heaven and Earth, and then old lady Chia was led into the hall and received their obeisances. After this, Chia Cheng and Lady Wang ascended the hall, and the wedding ceremony was completed. They were then escorted to the nuptial chamber, and the ceremony of ‘sitting on the bed’ was performed, all in accordance with the family tradition, of which no more need be told. Chia Cheng had originally had no faith in the plan of a wedding to ‘reverse the evil influences’, but he had not dared to disobey his mother. Now, to his surprise, he saw that Pao-yu seemed perfectly normal again, and he began to feel rather pleased.\n\nAfter the ceremony of ‘sitting on the bed’, it was time to raise the bride’s veil. Hsi-feng had made her preparations and had asked Lady Wang and the old lady to be present. Pao-yu, for all his recent show of normality, was still in a rather silly state. He went up to the bride and said:\n\n‘Are you better now, coz? It’s so long since we last met! Why do you have to hide your face behind this thing?’\n\nHe was about to raise the veil himself, but the old lady was in such a state of nervous tension that she broke out in a cold sweat. Pao-yu checked himself: ‘Cousin Lin is so easily upset. I mustn’t be rash.’ He waited a little, but could contain himself no longer. He stepped forward again and removed the veil. The matron of honour took it from him, while Hsueh-yen retired and Ying-erh came forward to wait on the bride. Pao-yu stared. It seemed to him to be Pao-chai. He could not believe his eyes. He took a lamp to have a closer look. There was no doubt about it, it was Pao-chai. He saw her there in her wedding finery, a vision of radiant beauty. Her shoulders were rounded, her form full, her hair lustrous, her eyes warm and expressive. In her grace and composure she seemed like a lotus floating on a lake, in her freshness and enchantment like an apricot blossom in the rain.\n\nPao-yu was dumbfounded. He saw Ying-erh standing there at attention, and noticed that Hsueh-yen had already gone. He was utterly at a loss. He thought he must be dreaming. He stood there in a daze, and when people came and took the lamp from his hand and made him sit down, he stared vacantly ahead of him and said not a single word. The old lady, afraid that he was having a relapse, came over herself to calm him down. Hsi-feng and Yu-tsun took Pao-chai into the inner room to sit down. Pao-chai said nothing and kept her head bowed.\n\nPao-yu collected himself a little. Seeing his grandmother and mother sitting nearby, he whispered to Aroma:\n\n‘Where am I? This must all be a dream, surely?’\n\nAroma whispered back:\n\n‘What nonsense! Today is your wedding day. Don’t let Sir Cheng hear you talking like that!’\n\nPao-yu pointed stealthily towards the inner room:\n\n‘Who is that beautiful lady sitting in there?’\n\nAroma found the question so comical that she covered her mouth to stifle her laughter. She was unable to speak for quite a while.\n\n‘That is the new Mrs Lien Erh,’ she said at last.\n\nThe others all turned away, unable to contain their laughter.\n\nPao-yu protested:\n\n‘Don’t be so silly! What do you mean “Mrs Lien Erh”? Who is she exactly?’\n\nXiren told him, “Cousin Baochai.” He asked, “Where is Cousin Daiyu?” Xiren answered, “The master decided that you should marry Miss Baochai. Why drag in Miss Daiyu?” Baoyu protested, “I saw her just now, and Snowgoose too. How can you say she’s not here? What are you all up to?”\n\nXifeng came over to say softly, “Miss Baochai is in the inner room. Don’t talk nonsense. If you offend her the old lady will be angry.”\n\nThis only made Baoyu more befuddled. Already weak in the head, he was completely bewildered by the strange happenings that night. Ignoring all the others, he kept calling for his Cousin Lin. The Lady Dowager and the others tried to soothe him, but he took no notice of them. And as Baochai was present, they could not explain things to him. Seeing that he was having another brainstorm, they did not argue but lit some calming incense to quiet his spirits and helped him to lie down. The whole room was perfectly quiet. Presently he fell sound asleep, and then the Lady Dowager and the others could set their minds at rest. They sat up waiting for dawn, and she sent Xifeng to urge Baochai to rest. Baochai appeared not to have heard but, still in her wedding costume, lay down for a while.\n\nJia Zheng outside, not knowing what had happened, felt rather relieved by what he had seen of Baoyu. And as the next day was a lucky day for travelling, after a short rest he received congratulations and farewells. The Lady Dowager, seeing that Baoyu was asleep, went back to her own quarters to rest.\n\nThe next morning Jia Zheng took his leave of the ancestral shrine, then came to bid farewell to his mother. He said, “I am an unworthy son, leaving you to go so far away. I beg you, mother, to take good care of yourself. As soon as I reach my post I will send a letter to pay my respects. Please do not worry about me. As for Baoyu’s marriage, I have done as you wished. I only hope you will discipline him well.”\n\nNot wanting him to worry on the journey, the Lady Dowager did not tell him that Baoyu had had a relapse. She said, “There is one thing I want to ask you. Baoyu was married last night, but as he is still ill they haven’t shared the same room. Today, when you leave, he should see you off. But he is just getting better after the marriage which took place to avert bad luck, and he was exhausted yesterday; so if he goes out he may catch a chill. That’s why I want to ask you: if you want him to see you off, we’ll send for him; if you are good to him, we’ll have him carried here to pay his respects to you — that will do just as well.”\n\n“Why should he see me off?” asked Jia Zheng. “I shall be only too pleased if from now on he studies hard.”\n\nThis set the old lady’s mind at rest. She made him sit down and sent Yuanyang to fetch Baoyu, with Xiren in attendance. Yuanyang had not been gone long when Baoyu arrived. When ordered to pay his respects he did so. Happily, at sight of his father he was a little more subdued, lucid for the moment and not behaving too badly. Jia Zheng exhorted him briefly and he assented. Then Jia Zheng told the servants to take him back, and went himself to Lady Wang’s room.\n\n“You must keep a tight rein on him,” he urged her. “Don’t spoil him as before. Next year, when the provincial examination takes place, he must go in for it.”\n\nLady Wang, assenting without mentioning his illness, had Baochai supported over to pay the bride’s respects to her father-in-law on his departure. She did not leave the room, however. The other ladies saw him to the inner gate, and Jia Zhen and the other men were given a lecture too. Then all drank a stirrup-cup and saw him off, some of the younger men and junior relatives accompanying him ten li beyond the city.\n\nBut let us not dwell on Jia Zheng’s departure. Baoyu on his return had a sudden relapse and became more deranged than ever, even refusing all nourishment. To know whether he lived or died, you must read the following chapter."
}