{
  "index": "098",
  "title": "第98章 苦绛珠魂归离恨天 病神瑛泪洒相思地",
  "original": "话说宝玉见了贾政，回至房中，更觉头昏脑闷，懒怠动弹，连饭也没吃，便昏沉睡去。仍日日延医诊治，服药不效，索性连人也认不明白了。大家扶着他坐起来，还是象个好人。一连闹了几天。那日恰是回九之期，说是若不过去，薛姨妈脸上过不去；若说去呢，宝玉这般光景，明知是为黛玉而起，欲要告诉明白。又恐气急生变。宝钗是新媳妇，又难劝慰，必是姨妈过来才好。若不回九，姨妈嗔怪。便与王夫人、凤姐商议道：“我看宝玉竟是魂不守舍，起动是不怕的。用两乘小轿，叫人扶着，从园里过去，应了回九的吉期；以后请姨妈过来安慰宝钗，咱们一心一计的调治宝玉，可不两全？”王夫人答应了，即刻预备。幸亏宝钗是新媳妇，宝玉是个疯傻的，由人掇弄过去了，宝钗也明知其事，心里只怨母亲办得糊涂，事已至此，不肯多言。独有薛姨妈看见宝玉这般光景，心里懊悔，只得草草完事。\n　　回家，宝玉越加沉重。次日连起坐都不能了，日重一日，甚至汤水不进。薛姨妈等忙了手脚，各处遍请名医，皆不识病源。只有城外破寺中住着个穷医姓毕别号知庵的，诊得病源是悲喜激射，冷暖失调，饮食失时，忧忿滞中，正气壅闭，此内伤外感之症。于是度量用药，至晚服了，二更后，果然省些人事，便要喝水，贾母、王夫人等才放了心，请了薛姨妈带了宝钗，都到贾母那里，暂且歇息。宝玉片时清楚，自料难保，见诸人散后，房中只有袭人，因唤袭人至跟前，拉着手哭道：“我问你，宝姐姐怎么来的？我记得老爷给我娶了林妹妹过来，怎么叫宝姐姐赶出去了？他为什么霸占住在这里？我要说呢，又恐怕得罪了他。你们听见林妹妹哭的怎么样了？”袭人不敢明说，只得说道：“林姑娘病着呢。”宝玉又道：“我瞧瞧他去。”说着要起来。那知连日饮食不进，身子岂能动转？便哭道：“我要死了！我有一句心里的话，只求你回明老太太，横竖林妹妹也是要死的，我如今也不能保，两处两个病人，都要死的。死了越发难张罗，不如腾一处空房子，趁早把我和林妹妹两个抬在那里，活着也好一处医治、伏侍，死了也好一处停放。你依我这话，不枉了几年的情分。”袭人听了这些话，又急，又笑，又痛。\n　　宝钗恰好同着莺儿过来，也听见了。便说道：“你放着病不保养，何苦说这些不吉利的话呢？老太太才安慰了些，你又生出事来。老太太一生疼你一个，如今八十多岁的人了，虽不图你的诰封，将来你成了人，老太太也看着乐一天，也不枉了老人家的苦心。太太更是不必说了，一生的心血精神，抚养了你这一个儿子，若是半途死了，太太将来怎么样呢？我虽是薄命，也不至于此。据此三件看来，你就要死，那天也不容你死的，所以你是不能死的。只管安稳着养个四五天后，风邪散了，太和正气一足，自然这些邪病都没有了。”宝玉听了，竟是无言可答，半晌，方才嘻嘻的笑道：“你是好些时不和我说话了，这会子说这些大道理的话给谁听？”宝钗听了这话，便又说道：“实告诉你说罢：那两日你不知人事的时候，林妹妹已经亡故了！”宝玉忽然坐起，大声诧异道：“果真死了吗？”宝钗道：“果真死了，岂有红口白舌咒人死的呢！老太太、太太知道你姐妹和睦，你听见他死了，自然你也要死，所以不肯告诉你。”\n　　宝玉听了，不禁放声大哭，倒在床上，忽然眼前漆黑，辨不出方向。心中正自恍惚，只见眼前好象有人走来。宝玉茫然问道：“借问此是何处？”那人道：“此阴司泉路。你寿未终，何故至此？”宝玉道：“适闻有一故人已死，遂寻访至此，不觉迷途。”那人道：“故人是谁？”宝玉道：“姑苏林黛玉。”那人冷笑道：“林黛玉生不同人，死不同鬼，无魂无魄，何处寻访？凡人魂魄，聚而成形，散而为气，生前聚之，死则散焉。常人尚无可寻访，何况林黛玉呢？汝快回去罢。”宝玉听了，呆了半晌，道：“既云死者散也，又如何有这个阴司呢？”那人冷笑道：“那阴司，说有便有，说无就无。皆为世俗溺于生死之说，设言以警世，便道上天深怒愚人。或不守分安常；或生禄未终，自行夭折；或嗜淫欲，尚气逞凶，无故自殒者，特设此地狱，囚其魂魄，受无边的苦，以偿生前之罪。汝寻黛玉，是无故自陷也。且黛玉已归太虚幻境，汝若有心寻访，潜心修养，自然有时相见；如不安生，即以自行夭折之罪，囚禁阴司，除父母之外，图一见黛玉，终不能矣。”那人说毕，袖中取出一石，向宝玉心口掷来。宝玉听了这话，又被这石子打着心窝，吓的即欲回家，只恨迷了道路。正在踌躇，忽听那边有人唤他。回首看时，不是别人，正是贾母、王夫人、宝钗、袭人等围绕哭泣叫着，自己仍旧躺在床上。见案卜红灯，窗前皓月，依然锦绣丛中，繁华世界。定神一想，原来竟是一场大梦。浑身冷汗，觉得心内清爽。仔细一想，真正无可奈何，不过长叹数声。\n　　起初宝钗早知黛玉已死，因贾母等不许众人告诉宝玉知道，恐添病难治。自己却深知宝玉之病实因黛玉而起，失玉次之，故趁势说明，使其痛决绝，神魂一归，庶可疗治。贾母、王夫人等不知宝钗的用意，深怪他造次，后来见宝玉醒了过来，方才放心，立刻到外书房请了毕大夫进来诊视。那大夫进来诊了脉，便道奇怪：“这回脉气沉静，神安郁散，明日进调理的药，就可以望好了。”说着出去。众人各自安心散去。袭人起初深怨宝钗不该告诉，惟是口中不好说出。莺儿背地也说宝钗道：“姑娘忒性急了。”宝钗道：“你知道什么！好歹横竖有我呢。”\n　　那宝钗任人诽谤，并不介意，只察宝玉心病，暗下针砭。一日，宝玉渐觉神志安定，虽一时想起黛玉，尚有糊涂。更有袭人缓缓的将“老爷选定的宝姑娘为人和厚，嫌林姑娘秉性古怪，原恐早夭。老太太恐你不知好歹，病中着急，所以叫雪雁过来哄你”的话，时常劝解。宝玉终是心酸落泪。欲待寻死，又想着梦中之言，又恐老太太、太太生气，又不得撩开。又想黛玉已死，宝钗又是第一等人物，方信“金石姻缘”有定，自己也解了好些。宝钗看来不妨大事，于是自己心也安了，只在贾母、王夫人等前尽行过家庭之礼后，便设法以释宝玉之忧。宝玉虽不能时常坐起，亦常见宝钗坐在床前，禁不住生来旧病。宝钗每以正言解劝，以“养身要紧，你我既为夫妇，岂在一时”之语安慰他。那宝玉心里虽不顺遂，无奈日里贾母、王夫人及薛姨妈等轮流相伴，夜间宝钗独去安寝，贾母又派人服侍，只得安心静养。又见宝钗举动温柔，就也渐渐的将爱慕黛玉的心肠略移在宝钗身上。此是后话。\n　　却说宝玉成家的那一日，黛玉白日已经昏晕过去，却心头口中一丝微气不断，把个李纨和紫鹃哭的死去活来。到了晚间，黛玉却又缓过来了，微微睁开眼，似有要水要汤的光景。此时雪雁已去，只有紫鹃和李纨在旁。紫鹃便端了一盏桂圆汤和的梨汁，用小银匙灌了两三匙。黛玉闭着眼，静养了一会子，觉得心里似明似暗的。此时李纨见黛玉略缓，明知是回光返照的光景，却料着还有一半天耐头，自己回到稻香村，料理了一回事情。\n　　这里黛玉睁开眼一看，只有紫鹃和奶妈并几个小丫头在那里，便一手攥了紫鹃的手，使着劲说道：“我是不中用的人了！你伏侍我几年，我原指望咱们两个总在一处，不想我……”说着，又喘了一会儿，闭了眼歇着。紫鹃见他攥着不肯松手，自己也不敢挪动。看他的光景，比早半天好些，只当还可以回转，听了这话，又寒了半截。半天黛玉又说道：“妹妹！我这里并没亲人，我的身子是干净的，你好歹叫他们送我回去。”说到这里，又闭了眼不言语了。那手却渐渐紧了，喘成一处，只是出气大，入气小，已经促疾的很了。\n　　紫鹃忙了，连忙叫人请李纨。可巧探春来了。紫鹃见了，忙悄悄的说道：“三姑娘，瞧瞧林姑娘罢。”说着，泪如雨下。探春过来，摸了摸黛玉的手，已经凉了，连目光也都散了。探春、紫鹃正哭着叫人端水来给黛玉擦洗，李纨赶忙进来了。三个人才见了，不及说话。刚擦着，猛听黛玉直声叫道：“宝玉！宝玉！你好……”说到“好”字，便浑身冷汗，不作声了。紫鹃等急忙扶住，那汗愈出，身子便渐渐的冷了。探春、李纨叫人乱着拢头穿衣，只见黛玉两眼一翻，呜呼！\n　　香魂一缕随风散，愁绪三更入梦遥！\n　　当时黛玉气绝，正是宝玉娶宝钗的这个时辰。紫鹃等都大哭起来。李纨、探春想他素日的可疼，今日更加可怜，便也伤心痛哭。因潇湘馆离新房子甚远，所以那边并没听见。一时，大家痛哭了一阵，只听得远远一阵音乐之声，侧耳一听，却又没有了。探春、李纨走出院外再听时，惟有竹梢风动，月影移墙，好不凄凉冷淡。\n　　一时叫了林之孝家的过来，将黛玉停放毕，派人看守，等明早去回凤姐。凤姐因见贾母、王夫人等忙乱，贾政起身，又为宝玉昏愦更甚，正在着急异常之时，若是又将黛玉的凶信回了，恐贾母、王夫人愁苦交加，急出病来，只得亲自到园。到了潇湘馆内，也不免哭了一场。见了李纨、探春，知道诸事齐备，就说：“很好。只是刚才你们为什么不言语，叫我着急？”探春道：“刚才送老爷，怎么说呢？”凤姐道：“这倒是你们两个可怜他些。这么着，我还得那边去招呼那个冤家呢。但是这件事好累坠。若是今日不回，使不得；若回了，恐怕老太太搁不住。”李纨道：“你去见机行事，得回再回方好。”凤姐点头，忙忙的去了。\n　　凤姐到了宝玉那里，听见大夫说不妨事，贾母、王夫人略觉放心，凤姐便背了宝玉，缓缓的将黛玉的事回明了。贾母、王夫人听得，都唬了一大跳。贾母眼泪交流，说道：“是我弄坏了他了。但只是这个丫头也忒傻气！”说着，便要到园里去哭他一场，又惦记着宝玉，两头难顾。王夫人等含悲共劝贾母：“不必过去，老太太身子要紧。”贾母无奈，只得叫王夫人自去。又说：“你替我告诉他的阴灵，‘并不是我忍心不来送你，只为有个亲疏。你是我的外孙女儿，是亲的了；若与宝玉比起来，可是宝玉比你更亲些。倘宝玉有些不好，我怎么见他父亲呢！’”说着，又哭起来。王夫人劝道：“林姑娘是老太太最疼的，但只寿夭有定，如今已经死了，无可尽心，只是葬礼上要上等的发送。一则可以少尽咱们的心，二则就是姑太太和外甥女儿的阴灵儿也可以少安了。”贾母听到这里，越发痛哭起来。凤姐恐怕老人家伤感太过，明仗着宝玉心中不甚明白，便偷偷的使人来撒个谎儿，哄老太太道：“宝玉那里找老太太呢。”贾母听见，才止住泪问道：“不是又有什么缘故？”凤姐陪笑道：“没什么缘故，他大约是想老太太的意思。”贾母连忙扶了珍珠儿，凤姐也跟着过来。走至半路，正遇王夫人过来，一一回明了贾母，贾母自然又是哀痛的；只因要到宝玉那边，只得忍泪含悲的说道：“既这么着，我也不过去了，由你们办罢。我看着心里也难受，只别委屈了他就是了。”王夫人凤姐一一答应了，贾母才过宝玉这边来。见了宝玉，因问：“你做什么找我？”宝玉笑道：“我昨日晚上看见林妹妹来了，他说要回南去，我想没人留的住，还得老太太给我留一留他。”贾母听着，说：“使得，只管放心罢。”袭人因扶宝玉躺下。贾母出来，到宝钗这边来。\n　　那时宝钗尚未回九，所以每每见了人，倒有些含羞之意。这一天，见贾母满面泪痕，递了茶，贾母叫他坐下。宝钗侧身陪着坐了，才问道：“听得林妹妹病了，不知他可好些了？”贾母听了这话，那眼泪止不住流下来，因说道：“我的儿！我告诉你，你可别告诉宝玉。都是因你林妹妹，才叫你受了多少委屈！你如今作媳妇了，我才告诉你，这如今你林妹妹没了两三天了，就是娶你的那个时辰死的。如今宝玉这一番病，还是为着这个。你们先都在园子里，自然也都是明白的。”宝钗把脸飞红了，想到黛玉之死，又不免落下泪来。贾母又说了一回话去了。\n　　自此，宝钗千回万转，想了一个主意，只不肯造次，所以过了回九，才想出这个法子来。如今果然好些，然后大家说话才不至似前留神。独是宝玉虽然病势一天好似一天，他的痴心总不能解，必要亲去哭地一场。贾母等知他病未除根，不许他胡思乱想，怎奈他郁闷难堪，病多反复，倒是大夫看出心病，索性叫他开散了再用药调理，倒可好得快些。宝玉听说，立刻要往潇湘馆来。贾母等只得叫人抬了竹椅子过来，扶宝玉坐上，贾母王夫人即便先行。到了潇湘馆内，一见黛玉灵柩，贾母已哭得泪干气绝。凤姐等再三劝住。王夫人也哭了一场。李纨便请贾母、王夫人在里间歇着，犹自落泪。宝玉一到，想起未病之先，来到这里，今日屋在人亡，不禁嚎啕大哭。想起从前何等亲密，今日死别，怎不更加伤感！众人原恐宝玉病后过哀，都来解劝。宝玉已经哭得死去活来，大家搀扶歇息。其馀随来的如宝钗，俱极痛哭。独是宝玉必要叫紫鹃来见：“问明姑娘临死有何话说。”紫鹃本来深恨宝玉，见如此心里已回过来些，又有贾母王夫人都在这里，不敢洒落宝玉，便将林姑娘怎么复病，怎么烧毁帕子，焚化诗稿并将临死说的话一一的都告诉了。宝玉又哭得气噎喉干。探春趁便又将黛玉临终嘱咐带柩回南的话也说了一遍。贾母、王夫人又哭起来。多亏凤姐能言劝慰，略略止些，便请贾母等回去。宝玉那里肯舍，无奈贾母逼着，只得勉强回房。\n　　贾母有了年纪的人，打从宝玉病起，日夜不宁，今又大痛一阵，已觉头晕身热，虽是不放心惦着宝玉，却也扎挣不住，回到自己房中睡下。王夫人更加心痛难禁，也便回去，派了彩云帮着袭人照应，并说：“宝玉若再悲戚，速来告诉我们。”宝钗知是宝玉一时必不能舍，也不相劝，只用讽刺的话说他。宝玉倒恐宝钗多心，也便饮泣收心。歇了一夜，倒也安稳。明日一早，众人都来瞧他，但觉气虚身弱，心病倒觉去了几分。于是加意调养，渐渐的好起来。贾母幸不成病，惟是王夫人心痛未痊。那日薛姨妈过来探望，看见宝玉精神略好，也就放心，暂且住下。\n一日，贾母特请薛姨妈过去商量，说：“宝玉的命，都亏姨太太救的。如今想来不妨了。独委屈了你的姑娘。如今宝玉调养百日，身体复旧，又过了娘娘的功服，正好圆房：要求姨太太作主，另择个上好的吉日。”薛姨妈便道：“老太太主意很好，何必问我？宝丫头虽生的粗笨，心里却还是极明白的，他的情性老太太素日是知道的。但愿他们两口儿言和意顺，从此老太太也省好些心，我姐姐也安慰些，我也放了心了。老太太就定个日子。还通知亲戚不用呢？”贾母道：“宝玉和你们姑娘生来第一件大事，况且费了多少周折，如今才得安逸，必要大家热闹几天。亲戚都要请的。一来酬愿，二则咱们吃杯喜酒，也不枉我老人家操了好些心。”薛姨妈听着，自然也是喜欢的，便将要办妆奁的话也说了一番。贾母道：“咱们亲上做亲，我想也不必这么。若说动用的，他屋里已经满了；必定宝丫头他心爱的要你几件，姨太太就拿了来。我看宝丫头也不是多心的人，比不的我那外孙女儿的脾气，所以他不得长寿。”说着，连薛姨妈也便落泪。恰好凤姐进来，笑道：“老太太、姑妈又想着什么了？”薛姨妈道：“我和老太太说起你林妹妹来，所以伤心。”凤姐笑道：“老太太和姑妈且别伤心。我刚才听了个笑话儿来了，意思说给老太太和姑妈听。”贾母拭了拭眼泪，微笑道：“你又不知要编派谁呢？你说来，我和姨太太听听。说不笑，我们可不依。”只见那凤姐未从张口，先用两只手比着，笑弯了腰了。\n未知他说出些什么来，下回分解。",
  "translation": "After calling on his father, Baoyu went back to his own room feeling so listless and dizzy that he fell into a heavy sleep without eating any supper. The doctors who were summoned day after day to attend him could do nothing to help, and he became so confused that he failed to recognize people. They could prop him up and he would look normal enough; but this state of affairs continued for several days.\n\nThe day for the newly-weds’ visit to the bride’s family home came round. Not to go would have been an affront to Aunt Xue; but in his present state it was out of the question for Baoyu to go, and they all knew that his illness had been brought on by the news of Dai-yu’s death. They were afraid that the truth might bring on a crisis, and that Bao-chai as a new bride would be unable to cope on her own; her mother’s presence was essential. On the other hand, if they cancelled the visit, Aunt Xue might take offence. After discussing the problem with Lady Wang and Xi-feng, it was Grandmother Jia who finally proposed a solution:\n\n‘I can see that Baoyu has completely taken leave of his senses. But he’s well enough to be moved. Have two sedans made ready, and we can have him supported across the garden. That will fulfil the obligation of the visit. Later we can ask Aunt Xue over to comfort Bao-chai, and we for our part will concentrate on curing Baoyu. That should suit everyone.’\n\nLady Wang conveyed her approval of this plan, and at once preparations were set in train. Fortunately Bao-chai was a new bride and Baoyu was in a demented state, so they were able to get away with the subterfuge. Bao-chai knew what was going on, and inwardly blamed her mother for the blunder she had made; but she had no intention of speaking her mind. Only Aunt Xue, when she saw the state Baoyu was in, was filled with remorse and eager for the whole thing to be over as quickly as possible.\n\nWhen they returned, Baoyu’s condition grew even worse. The next day he could no longer even sit up, and his health deteriorated with every day that passed, until he was even unable to take any liquid nourishment. Aunt Xue and the rest of them were at their wits’ end and sent everywhere for famous doctors, none of whom, however, could diagnose his illness. Eventually they found a certain Dr Bi, a poor physician who styled himself ‘the Hermit of the Temple of Healing’, and lived in a dilapidated temple outside the city. He diagnosed Baoyu’s illness as the result of a violent conflict of contradictory emotions, aggravated by an imbalance of hot and cold humours, irregular diet and an accumulation of morbid melancholy, which had brought about a general systemic blockage. It was a case of both internal and external disorder. He prescribed a medicine to be taken in carefully regulated doses, and by that evening, after the second dose, Baoyu did indeed recover a glimmer of consciousness and asked for a drink of water. Grandmother Jia and Lady Wang were greatly relieved and at once sent for Aunt Xue and Bao-chai to join them for a rest in Grandmother Jia’s apartment.\n\nBaoyu now seemed lucid for a while. He felt his own end to be near, and when the others had gone and only Aroma remained in the room with him, he took her hand and wept.\n\n‘Tell me,’ he said, ‘how did Cousin Chai come to be here? I remember Father arranging my marriage with Cousin Lin. How is it that they drove her out and installed Cousin Chai in her place? Why should she try to take what is not hers? But I’m afraid to speak out for fear of offending her. Tell me, what has happened to Cousin Lin? Is she still crying her heart out?’\n\nAroma did not dare tell him the truth.\n\n‘Miss Lin is ill...’ was all she could say.\n\n‘I must go and see her,’ said Baoyu, and made an effort to get up. But how could his enfeebled body, which had taken no nourishment for days, respond to such an effort? He burst into tears.\n\n‘I am going to die! And now there is something I must tell you. I beg you to tell Grandmother for me. Since Cousin Lin is bound to die too, and I cannot live, this is the perfect solution. Instead of having two sick people to worry about and two funeral arrangements to make later on, why not save everyone the trouble and prepare one room for the two of us now, while there is still time? Then we can be cared for together, and if we die we can be laid out together. Do this for me! Do not fail the love we have shared all these years!’\n\nAroma thought this appeal both heart-rending and ridiculous, and did not know whether to laugh or cry.\n\nBao-chai chanced to be approaching with Oriole, and overheard his words. She said to him:\n\n‘Why indulge in such morbid talk, when you should be resting and building up your strength? Grandmother has only just begun to feel a little easier, and now you are upsetting her again. You are the one person she has always loved most. Now she is over eighty, and even though she does not expect you to win an honour for her, she would like to see you happily established, so that she can feel that her love for you has not been wasted. And as for your mother: she has devoted all her energies to bringing you up. If you were to die now, think how she would suffer! You may not set much store by your reputation, but think of your father and mother! You have been the cause of so much anxiety already. And now that you are married, your mother has invested all her hopes in your wife. She\n\n\"What will happen in the future? I may be ill-fated, but not as badly as all that. For these three reasons, Heaven would never allow you to die, so you can't. Just rest quietly for four or five days till you've sweated out the chill and built up your energy again, and then this sickness will be cured.\"\n\nBaoyu could not refute this. After a pause he chuckled:\n\n\"It's a long time since you talked to me like this. Now you come out with all these fine sentiments. Who are they meant for?\"\n\nThis made Baochai say, \"To tell you the truth, two days ago when you were unconscious, Cousin Lin passed away.\"\n\nAt that he sat up exclaiming in amazement, \"Is she really dead?\"\n\n\"Would I tell a lie about such a thing? The old lady and Lady Wang knew how good friends you were, and were afraid that if you heard of her death you'd want to die too. That's why they wouldn't let me tell you.\"\n\nBaoyu burst out sobbing and slumped down on his bed. Suddenly everything before him went black and he lost his bearings. In his confusion he saw a man approaching and asked blankly, \"Where is this?\"\n\n\"The road to the nether world,\" was the answer. \"Your time is not up yet. What are you doing here?\"\n\n\"Just now I heard that an old friend of mine had died, and I came to look for her but lost my way.\"\n\n\"Who is your friend?\"\n\n\"Lin Daiyu of Suzhou.\"\n\nThe man chuckled. \"Lin Daiyu is no ordinary mortal. If she were, she'd have a spirit you could look for. But the spirit of mortals is formed by the convergence of the elements, and at death it disintegrates and is no more. If ordinary mortals can't be looked for, how much less Lin Daiyu! You'd better go back at once.\"\n\nAfter a moment's thought Baoyu asked, \"If you say that at death the spirit disintegrates, how is it that there's a nether world?\"\n\n\"That nether world exists only for those mortals who are deluded by the ideas of life and death. It was invented as a warning to them that, because Heaven detests those who are discontented with their lot or cut short their allotted span by suicide or lose their lives by lust or violence, a hell was created where their spirits are imprisoned to suffer endless torment for their sins in life. If you go looking for Daiyu, you're only bringing trouble on yourself. She has already gone back to the Illusory Land of Great Void. If you are really intent on finding her, cultivate yourself well and in time you may see her again in a dream. But if you persist in this folly, you will be cutting short your own life and be confined in hell, where you will never be able to see her even if you want to -- except for your parents in the other world.\" With that he took a stone from his sleeve and hurled it at Baoyu's heart.\n\nAlarmed by his words and this missile, Baoyu wanted to return but could not find the way. While hesitating he heard someone call his name. Looking back he saw his grandmother, his mother, Baochai and Xiren sobbing over him. He was still on his bed. The red lamp on the table and the bright moon outside the window were the same as before. He was still in a world of luxury and splendour. When he collected his thoughts and realized that he had been dreaming, he broke out in a cold sweat but felt his mind clear. Then, reflecting that there was no help for it, he heaved a few sighs.\n\nBaochai had known earlier of Daiyu's death, but as the Lady Dowager and Lady Wang would not allow her to tell Baoyu for fear of making his condition worse, she had kept it to herself. However, she knew that his illness had been caused by Daiyu, with the loss of his jade only a secondary factor; so she had seized this chance to break the news to him, hoping that the shock might cure him by making him abandon all hope. The old lady and Lady Wang not knowing her intention blamed her for being too impetuous; but when they saw Baoyu regain consciousness they felt relieved and sent at once for Doctor Bi.\n\nAfter taking his pulse she exclaimed in surprise, “How strange! His pulse is calm now, his mind at rest and his depression dispelled. If he takes a tonic tomorrow, he should get well.” With that she left.\n\nThe others, reassured, dispersed. Xiren at first had been very angry with Baochai for telling him, though she couldn’t very well say so. Yinger too had complained behind Baochai’s back, “Our young lady is too impatient.”\n\nBaochai retorted, “What do you know? Anyway, I’ll take the responsibility.”\n\nShe ignored their criticisms, simply observing Baoyu’s symptoms and quietly setting him right. And as day by day he grew calmer, though still confused at times by thoughts of Daiyu, Xiren slowly explained to him, “The master chose Miss Baochai for you because she’s so good and kind, while Miss Lin was so eccentric that they were afraid she wouldn’t live long. The old lady was afraid that if you didn’t know what was good for you, you might get worked up and fall more seriously ill; that’s why they sent Xueyan over to trick you.” These words made Baoyu miserable, but he recalled the words in his dream. Afraid too that the old lady and Lady Wang might be angry, he could not give vent to his feelings. Besides, Daiyu was dead and Baochai was a fine girl too; so it must be fated that “the metal and the stone should be wed.” This reflection made him feel a little better. And Baochai, seeing that no great harm had been done, set her own mind at rest too. After paying her respects to the Lady Dowager and Lady Wang she tried to think of a way to cure Baoyu of his grief. Though still too weak to sit up all day, he often saw her sitting by his bed and could not help being attracted by her. She reasoned with him earnestly, consoling him by saying, “The important thing is to look after your health. Now that we’re married, we have a whole lifetime ahead of us.” Though Baoyu was not convinced, he had to put up with the fact that by day the old lady, Lady Wang and Aunt Xue took turns to keep him company, while at night Baochai slept elsewhere and the old lady sent maids to attend to him; so he had no choice but to rest quietly. Besides, Baochai was so gentle that gradually he transferred some of his love for Daiyu to her. However, that was later.\n\nNow let us return to the day of Baoyu’s wedding. Daiyu had fainted that morning, and though the faint breath in her heart did not break, Li Wan and Zijuan wept as if she were already dead. That evening she came to, however, and opened her eyes slightly as if wanting water or tea. Since Xueyan had gone, only Zijuan and Li Wan were there. Zijuan brought a cup of longan and pear juice and fed her a few spoonfuls with a small silver spoon. Daiyu closed her eyes and rested for a while. She seemed aware of what was going on around her, yet not quite clear in her mind. Aware that this was the final flashback, Li Wan thought she might last another day or so. She went back to Paddy-Sweet Cottage to see to some business.\n\nWhen Daiyu opened her eyes and saw only Zijuan, her nurse and a few younger maids, she grasped Zijuan’s hand and said with an effort:\n\n“I’m done for! After all your years of service to me, I’d hoped we could stay together; I never thought...” She broke off, panting, closed her eyes and lay back.\n\nZijuan, not venturing to move as Daiyu was clutching her hand, thought from this improvement that she might pull through after all. These words, however, chilled her heart.\n\nAfter a long pause Daiyu said, “Dear sister! I’ve no one here of my own. My body is clean; do ask them to send me back.” She closed her eyes again and said no more. Her hand tightened its grip, she gasped for breath — breathing out more, breathing in less — and was speeding fast.\n\nIn a fluster, Zijuan sent to fetch Li Wan, and just then Tanchun arrived. At sight of her Zijuan said quickly in a low voice:\n\n“Come, miss, and look at Miss Lin.” As she spoke, tears streamed down her cheeks.\n\nTanchun stepped over and felt Daiyu’s hand. It was already cold, and her eyes were\n\nHer hands were cold and her eyes glazed. Tan-chun and Tzu-chuan were weeping as they called for water to wash her, and in came Li Wan. The three of them had no time to exchange greetings. They had just started washing her when with a gasp Tai-yu cried:\n\n“Pao-yu! Pao-yu! How . . .”\n\nShe broke off, panting and bathed in a cold sweat. They tried to support her, but soon the sweat had drenched her through and her body was cold. As Tan-chun and Li Wan told the maids to dress her hair and change her clothes, her eyes rolled up and that was the end.\n\nFrail wraith dissolved, like thin cloud wafting away in the wind;\nHer sorrows ended in the remote regions of dream.\n\nAt the very hour of Pao-yu’s wedding Tai-yu breathed her last. Tzu-chuan and the others broke into loud lamentations. And Li Wan and Tan-chun, recalling how lovable she had been, wept bitterly too at the pathetic sight. But as the Bamboo Lodge was some distance from the new house, their wailing went unheard there.\n\nAfter they had wept for a time, Li Wan and Tan-chun thought of looking after things. But just then they heard strains of music in the distance. They listened intently, but could hear nothing more. Then going out of the compound they saw the moon sinking behind the wall and a breeze rustling the bamboos — a scene of utter desolation.\n\nThey sent for Lin Chih-hsiao’s wife and had Tai-yu laid out, then posted servants to keep watch, deciding to report her death to Hsi-feng the next morning. But Hsi-feng, seeing the old lady and Lady Wang so distraught by Chia Cheng’s departure and Pao-yu’s worsening condition, was at her wits’ end. She was afraid that the news of Tai-yu’s death might add to their distress and make them ill, so she went to the Garden herself. Upon reaching the Bamboo Lodge, she could not help weeping too. And upon learning from Li Wan and Tan-chun that all was in order, she said:\n\n“Good. But why were you so quiet just now? You gave me quite a fright.”\n\n“How could we speak out just after seeing our master off?” asked Tan-chun.\n\n“It was good of you to show her such consideration,” said Hsi-feng. “Well, I must go back now to look after that crazy fellow. This is a fine fix! If we don’t report this today, that won’t do; yet if we do, I’m afraid the old lady may not be able to take it.”\n\n“You must use your own discretion,” said Li Wan. “You can decide when to break the news.”\n\nHsi-feng nodded and hurried back.\n\nWhen she reached Pao-yu’s side and heard the doctor say that there was no danger, she felt somewhat reassured. The old lady and Lady Wang, much relieved too, Hsi-feng took them aside and quietly told them what had happened. They were aghast.\n\n“It’s my fault,” wept the old lady. “But how could that silly child do this?” She wanted to go to the Garden at once to mourn Tai-yu, but could not bring herself to leave Pao-yu. So torn two ways was she that she gave way to fresh weeping.\n\nControlling their own grief Lady Wang and the others pleaded, “Don’t distress yourself so, madam. You must take care of your health.”\n\nThe old lady had to give in and let Lady Wang go in her stead.\n\n“Tell her spirit from me,” she said, “It’s not that I’m hardhearted and won’t come, but the living are more important than the dead. Besides, my granddaughter is dear to me, but my grandson is dearer still. If anything happens to Pao-yu, how shall I face his father?” She broke down again as she spoke.\n\n“It is true that the old lady was most fond of Miss Lin,” said Lady Wang soothingly. “But a short life is predestined. She’s dead now, and there’s nothing we can do about it except give her a fine funeral to show our love for her and set her aunt’s spirit and her own at rest.”\n\nThis only made the old lady cry more bitterly.\n\nAs Hsi-feng was afraid this grief might be the death of her, taking advantage of Pao-yu’s lack of sense she sent someone in secret to fabricate a story to deceive the old lady.\n\n“Pao-yu is asking for you, madam,” she announced.\n\nThe Lady Dowager, hearing this, checked her tears to ask, “Is there some reason for it?”\n\n“No reason,” Xifeng replied with a smile. “I expect he just misses you, madam.”\n\nThe old lady made Pearl help her up at once, and Xifeng followed them. Half way there, they met Lady Wang who told the Lady Dowager what had happened. This news naturally distressed the old lady again; but as she was on her way to see Baoyu she had to suppress her grief.\n\n“In that case, I won’t go over,” she said. “You can make the arrangements. The sight would be too much for me. Just make sure that everything is done properly — that’s the main thing.”\n\nLady Wang and Xifeng assented.\n\nThen the Lady Dowager went on to Baoyu’s room. When he saw her he asked, “Did I make you come here, madam?”\n\n“I dreamed last night that Cousin Lin was here,” he said with a smile. “She told me she’s going back to the south. I don’t think anyone can stop her except you, madam. Please ask her to stay.”\n\n“Yes, you can set your mind at rest,” she answered.\n\nThen Xiren helped him to lie down again.\n\nThe Lady Dowager left him and went to see Baochai, who had not yet completed the nine days after the wedding during which the bride stayed with her own family; hence she was still rather shy with people. That day, seeing the old lady’s tear-stained face, she served her tea then at her bidding took a seat beside her.\n\n“I heard that Cousin Lin is ill,” she said. “Is she any better?”\n\nAt this the old lady could not hold back her tears.\n\n“My child,” she sobbed, “I’ll tell you, but don’t let Baoyu know. It’s all on account of your Cousin Lin that you’ve had to put up with so much. Now that you’re his wife, I’ll tell you: your Cousin Lin died two or three days ago, at the very time of your wedding. Baoyu’s illness now is because of this too. But you were all in the Garden before, so you must have known what was afoot.”\n\nBaochai flushed crimson and, thinking of Daiyu’s death, could not hold back her tears. The old lady talked on for a while before leaving.\n\nAfter this, Baochai turned the matter over in her mind until she hit on an idea but did not like to act on it hastily. Not until the nine days were up did she think of a way to handle the situation. And now that Baoyu was somewhat better, the others did not have to be as careful as before in speaking. Although he was better every day, his infatuation was not cured and he insisted on going to mourn for Daiyu. Knowing that his illness was not yet rooted out, the Lady Dowager and the rest would not let him give way to such whims; but he was so miserable that he suffered a relapse. The doctor, however, diagnosed this as a mental ailment and advised them to give him his head and then regulate his diet; that way, he said, Baoyu would get over it faster. When the boy heard this he immediately wanted to go to Bamboo Lodge. So the Lady Dowager had to order a bamboo couch carried there for him. She and Lady Wang went on ahead. At the sight of Daiyu’s coffin the old lady wept as if she would never stop, and it took all Xifeng’s and the others’ efforts to calm her. Lady Wang also wept bitterly. Then Li Wan asked the old lady and Lady Wang to rest in the inner room, where they went on shedding tears.\n\nAs soon as Baoyu arrived and reflected that he had come here before his illness and now the room was empty, he gave way to a storm of weeping. How close he and Daiyu had been, and now she was gone! The thought made him sick at heart. The others, afraid that grief might bring on a relapse, tried to comfort him; but he was already sobbing as if his heart would break. They had to support him to a couch to rest. All the others who had come, including Baochai, were weeping bitterly. But Baoyu insisted on seeing Zijuan to ask what Daiyu had said before dying. Zijuan’s resentment towards Baoyu had already been partly dispelled by the sight of his distress; and with the old lady and Lady Wang there she dared not be disrespectful to him. So she told him in detail how Daiyu had fallen ill again, how she had burned her handkerchiefs and poems, and what she had said before dying. Baoyu wept again till he was choked with sobs.\n\nMy throat is dry.” Tanchun took this chance to tell the Lady Dowager and Lady Wang of Daiyu’s dying injunction that her coffin should be taken to the south. This reduced both women to tears again. But Xifeng, with her glib tongue, was able to console them and stop their weeping, then urged the old lady to go back to her own quarters. Baoyu was unwilling to leave, yet he had to go with the others when his grandmother insisted.\n\nThe old lady, being on in years, had been distraught ever since Baoyu’s illness started; and now this fresh anguish made her dizzy and feverish. Though still concerned about him, she had to go to her room to lie down. Lady Wang, even more heart-broken, went back too, leaving Caiyun to help Xiren look after Baoyu with instructions to let them know if he gave way to grief again.\n\nBaochai knew that Baoyu was still too grief-stricken to be reasonable; instead of consoling him she made some sarcastic remarks, and he — afraid that she might be angry with him — swallowed his tears and controlled himself. After a night’s rest he felt calmer, though still weak and listless. The next morning, when callers came, they found that his mental trouble had subsided though he was still in low spirits. And after careful nursing he gradually recovered.\n\nFortunately the Lady Dowager did not fall ill, but Lady Wang was still heart-broken. One day Aunt Xue called to see Baoyu and, finding him better, felt reassured and stayed on for a while.\n\nThe Lady Dowager summoned Aunt Xue to discuss with her, “We owe it to you, aunt, that Baoyu’s life was saved. Now I don’t think there’s any more fear for him, but your daughter has been wronged. As he’s been under treatment for a hundred days and is his old self again, and the period of mourning for Her Late Highness is over, it’s time they started living as husband and wife. I’d like to ask you to decide on a lucky day for this.”\n\n“That’s an excellent idea, madam. Why ask me?” replied Aunt Xue. “My Baochai may be rather stupid, but she’s very understanding and you know her disposition. I just hope the two of them will live at peace together, so that you needn’t worry so much, my sister can be comforted, and I shall feel easy in my mind. Do you fix the date, madam. Do we have to notify the relatives?”\n\n“This is the most important event in Baoyu’s life and your daughter’s,” said the old lady. “After so many setbacks, now that all’s well we must have a few days of celebrations and invite all our relatives. First, to give thanks for the answer to our prayers, and second, so that we can enjoy a feast — that wouldn’t be too much worry for an old woman like me.”\n\nAunt Xue, naturally pleased, told her then that she meant to have a trousseau made.\n\n“Since we’re already related and are becoming even closer, I don’t think that’s necessary,” said the Lady Dowager. “As for things for her use, her room is already full. I’m sure if there’s anything special Baochai wants she’ll ask you for it. She’s not the sensitive, pernickety kind, not like my poor deceased granddaughter — that’s why she didn’t live long.” This reduced even Aunt Xue to tears.\n\nJust then Xifeng came in. “Why are you and aunt looking so upset?” she asked.\n\n“We were talking about your Cousin Lin, that’s why we’re sad,” replied Aunt Xue.\n\n“Don’t be sad, madam and aunt,” cried Xifeng. “I’ve just heard a funny story. Let me tell it to you.”\n\nThe Lady Dowager dabbed her eyes and smiled. “Who are you going to make fun of now? Let’s hear it. If it isn’t funny, we shall not let you off.”\n\nXifeng, however, before starting, doubled up and waved her hands, laughing. To know what story she told, read the next chapter."
}