{
  "index": "099",
  "title": "第99章 守官箴恶奴同破例 阅邸报老舅自担惊",
  "original": "话说凤姐见贾母和薛姨妈为黛玉伤心，便说：“有个笑话儿说给老太太和姑妈听。”未从开口，先自笑了。因说道：“太太和姑妈打谅是那里的笑话儿？就是咱们家的新姑爷新媳妇啊。”贾母道：“怎么了？”凤姐拿手比着道：“一个这么坐着，一个这么站着；一个这么扭过去，一个这么转过来，一个又……”说到这里，贾母已经大笑起来，说道：“你好生说罢。倒不是他们两口儿，你倒把人怄的受不得了。”薛姨蚂也笑道：“你往下直说罢，不用比了。”凤姐才说道：“刚才我到宝兄弟屋里，我听见好几个人笑。我只道是谁，巴着窗户眼儿一瞧，原来宝妹妹坐在炕沿上，宝兄弟站在地下。宝兄弟拉着宝妹妹的袖子，口口声声只叫：‘宝姐姐，你为什么不会说话了？你这么说一句话，我的病包管全好。’宝妹妹却扭着头，只管躲。宝兄弟又作了一个揖，上去又拉宝妹妹的衣裳。宝妹妹急的一扯，宝兄弟自然病后是脚软的，索性一栽，栽在宝妹妹身上了。宝妹妹急的红了脸，说道：‘你越发比先不尊重了。’”说到这里，贾母和薛姨妈都笑起来。凤姐又道：“宝兄弟站起来，又笑着说：‘亏了这一栽，好容易才栽出你的话来了。’”薛姨妈笑道：“这是宝丫头古怪。这有什么？既作了两口儿，说说笑笑的怕什么？他没见他琏二哥和你。”凤姐儿红了脸笑道：“这是怎么说？我饶说笑话儿给姑妈解闷儿，姑妈反倒拿我打起卦来了。”贾母也笑道：“要这么着才好。夫妻固然要和气，也得有个分寸儿。我爱宝丫头就在这尊重上头。只是我愁宝玉还是那么傻头傻脑的，这么说起来，比头里竟明白多了。你再说说还有什么笑话儿没有？”凤姐道：“明儿宝玉圆了房儿，亲家太太抱了外孙子，那时候儿不更是笑话儿了么？”贾母笑道：“猴儿！我在这里和姨太太想你林妹妹，你来怄个笑儿还罢了，怎么臊起皮来了。你不叫我们想你林妹妹？你不用太高兴了，你林妹妹恨你，将来你别独自一个儿到园里去，提防他来拉着你不依！”凤姐笑道：“他倒不怨我，他临死咬牙切齿，倒恨宝玉呢。”贾母薛姨妈听着还道是玩话儿，也不理会，便道：“你别胡扯拉了。你去叫外头挑个很好的日子给你宝兄弟圆了房儿罢。”凤姐答应着，又说了一回话儿，便出去叫人择了吉日，重新摆酒唱戏请人，不在话下。\n　　却说宝玉虽然病好，宝钗有时高兴，翻书观看，谈论起来，宝玉所有常见的尚可记忆，若论灵机儿大不似先，连他自己也不解。宝钗明知是“通灵”失去，所以如此。倒是袭人时常说他：“你为什么把从前的灵机儿都没有了？倒是忘了旧毛病也好，怎么脾气还照旧，独道理上更糊涂了呢？”宝玉听了，并不生气，反是嘻嘻的笑。有时宝玉顺性胡闹，亏宝钗劝着，略觉收敛些。袭人倒可小费些唇舌，惟知悉心伏侍。别的丫头素仰宝钗贞静和平，各人心服，无不安静。只有宝玉到底是爱动不爱静的，时常要到园里去逛。贾母等一则怕他招受寒暑，二则恐他睹景伤情，虽黛玉之柩已寄放城外庵中，然而潇湘馆依然人亡屋在，不免勾起旧病来，所以也不使他去。况且亲戚姊妹们，为宝琴已回到薛姨妈那边去了，史湘云因史侯回京，也接了家去了，又有了出嫁的日子，所以不大常来，只有宝玉娶亲那一日与吃喜酒这天来过两次，也只在贾母那边住下，为着宝玉已经娶过亲的人，又想自己就要出嫁的，也不肯如从前的诙谐谈笑，就是有时过来，也只和宝钗说话，见了宝玉，不过问好而已，那邢岫烟却是因迎春出嫁之后，便随着邢夫人过去。李家姊妹也另住在外，即同着李婶娘过来，亦不过到太太们和姐妹们处请安问好，即回到李纨那里略住一两天就去了。所以园内的只有李纨、探春、惜春了。贾母还要将李纨等挪进来，为着元妃薨后家中事情接二连三，也无暇及此。现今天气一天热似一天，园里尚可住得，等到秋天再挪。此是后话，暂且不提。\n　　且说贾政带了几个在京请的幕友，晓行夜宿，一日到了本省，见过上司，即到任拜印受事，便查盘各属州县米粮仓库。贾政向来作京官，只晓得郎中事务都是一景儿的事情，就是外任，原是学差，也无关于吏治上。所以外省州县折收粮米、勒索乡愚这些弊端，虽也听见别人讲究，却未身亲其事，只有一心做好官。便与幕宾商议，出示严禁，并谕以一经查出，必定详参揭报。初到之时，果然胥吏畏惧，便百计钻营，偏遇贾政这般古执。那些家人跟了这位老爷在都中一无出息，好容易盼到主人放了外任，便在京指着在外发财的名儿向人借贷做衣裳，装体面，心里想着到了任，银钱是容易的了。不想这位老爷呆性发作，认真要查办起来，州县馈送一概不受。门房、签押等人心里盘算道：“我们再挨半个月，衣裳也要当完了，账又逼起来，那可怎么样好呢？眼见得白花花的银子，只是不能到手。”那些长随也道：“你们爷们到底还没花什么本钱来的。我们才冤，花了若干的银子，打了个门子，来了一个多月，连半个钱也没见过。想来跟这个主儿是不能捞本儿的了。明儿我们齐打伙儿告假去。”次日果然聚齐都来告假。贾政不知就里，便说：“要来也是你们，要去也是你们。既嫌这里不好，就都请便。”那些长随怨声载道而去。\n　　只剩下些家人，又商议道：“他们可去的去了，我们去不了的，到底想个法儿才好。”内中有一个管门的叫李十儿，便说：“你们这些没能耐的东西，着什么急呢！我见这‘长’字号儿的在这里，不犯给他出头。如今都饿跑了，瞧瞧十太爷的本领，少不得本主儿依我。只是要你们齐心。打伙儿弄几个钱，回家受用；若不随我，我也不管了，横竖拚得过你们。”众人都说：“好十爷，你还主儿信得过，若你不管，我们实在是死症了。”李十儿道：“别等我出了头得了银钱，又说我得了大分儿了，窝儿里反起来，大家没意思。”众人道：“你万安，没有的事。就没有多少，也强似我们腰里掏钱。”\n　　正说着，只见粮房书办走来找周二爷。李十儿坐在椅子上，硗着一只腿，挺着腰，说道：“找他做什么？”书办便垂手陪着笑，说道：“本官到了一个多月的任，这些州县太爷见得本官的告示利害，知道不好说话，到了这时候，都没有开仓。若是过了漕，你们太爷们来做什么的？”李十儿说：“你别混说，老爷是有根蒂的，说到那里是要办到那里。这两天原要行文催兑，因我说了缓几天，才歇的。你到底找我们周二爷做什么？”书办道：“原为打听催文的事，没有别的。”李十儿道：“越发胡说。方才我说催文，你就信嘴胡诌。可别鬼鬼祟祟来讲什么账，我叫本官打了你，退你！”书办道：“我在这衙门内已经三代了，外头也有些体面，家里还过得，就规规矩矩伺候本官升了还能够，不象那些等米下锅的。”说着，回了一声：“二爷，我走了。”李十儿便站起，堆着笑说：“这么不禁玩，几句话就脸急了？”书办道：“不是我脸急，若再说什么，岂不带累了二太爷的清名呢？”李十儿过来拉着书办的手，说：“你贵姓啊？”书办道：“不敢，我姓詹，单名是个会字。从小儿也在京里混了几年。”李十儿道：“詹先生，我是久闻你的名的。我们弟兄们是一样的。有什么话，晚上到这里，咱们说说。”书办也说：“谁不知道李十太爷是能事的，把我一诈就吓毛了。”大家笑着走开。那晚便与书办咕唧了半夜。\n　　第二天，拿话去探贾政，被贾政痛骂了一顿。隔一天拜客，里头吩咐伺候，外头答应了。停了一会子，打点已经三下了，大堂上没有人接鼓，好容易叫个人来打了鼓。贾政踱出暖阁，站班喝道的衙役只有一个。贾政也不查问，在墀下上了桥，等轿夫，又等了好一回，来齐了，抬出衙门，那个炮只响得一声。吹鼓亭的鼓手，只有一个打鼓，一个吹号筒。贾政便也生气，说：“往常还好，怎么今儿不齐集至此？”抬头看那执事，却是搀前落后。勉强拜客回来，便传误班的要打。有的说因没有帽子误的；有的说是号衣当了误的；又有说是三天没吃饭抬不动的。贾政生气，打了一两个，也就罢了。隔一天管厨房的上来要钱，贾政将带来银两付了。以后便觉样样不如意，比在京的时候倒不便了好些。无奈，便唤李十儿问道：“跟我来这些人，怎么都变了？你也管管。现在带来银两早使没有了，藩库俸银尚早，该打发京里取去。”李十儿禀道：“奴才那一天不说他们？不知道怎么样，这些人都是没精打彩的，叫奴才也没法儿。老爷说家里取银子，取多少？现在打听节度衙门这几天有生日，别的府道老爷都上千上万的送了，我们到底送多少呢？”贾政道：“为什么不早说？”李十儿说：“老爷最圣明的。我们新来乍到，又不与别位老爷很来往，谁肯送信？巴不得老爷不去，好想老爷的美缺呢。”贾政道：“胡说！我这官是皇上放的，不给节度做生日，便叫我不做不成！”李十儿笑道：“老爷说的也不错。京里离这里很远，凡百的事，都是节度奏闻。他说好便好，说不好便吃不住。到得明白，已经迟了。就是老太太、太太们，那个不愿意老爷在外头烈烈轰轰的做官呢？”\n　　贾政听了这话，也自然心里明白，道：“我正要问你，为什么不说起来？”李十儿回说：“奴才本不敢说，老爷既问到这里，若不说，是奴才没良心；若说了，少不得老爷又生气。”贾政道：“只要说得在理。”李十儿说道：“那些书吏衙役，都是花了钱买着粮道的衙门，那个不想发财？俱要养家活口。自从老爷到任，并没见为国家出力，倒先有了口碑载道。”贾政道：“民间有什么话？”李十儿道：“百姓说：‘凡有新到任的老爷，告示出的越利害，越是想钱的法儿。州县害怕了，好多多的送银子。’收粮的时候，衙门里便说，新道爷的法令；明是不敢要钱，这一留难叨蹬，那些乡民心里愿意花几个钱，早早了事。所以那些人不说老爷好，反说不诸民情。便是本家大人是老爷最相好的，他不多几年，已巴到极顶的分儿，也只为识时达务，能够上和下睦罢了。”贾政听到这话，道：“胡说，我就不识时务吗？”若是上和下睦，叫我与他们猫鼠同眠吗！”李十儿回道：“奴才为着这点心儿不敢掩住，才这么说。若是老爷就是这样做，到了功不成、名不就的时候，老爷说奴才没良心，有什么话不告诉老爷。”贾政道：“依你怎么做才好？”李十儿道：“也没有别的，趁着老爷的精神年纪，里头的照应，老太太的硬朗，为顾着自己就是了。不然，到不了一年，老爷家里的钱也都贴补完了，还落了自上至下的人抱怨，都说老爷是做外任的，自然弄了钱藏着受用。倘遇着一两件为难的事，谁肯帮着老爷？那时办也办不清，悔也悔不及。”贾政道：“据你一说，是叫我做贪官吗？送了命还不要紧，必定将祖父的功勋抹了才是？”李十儿回禀道：“老爷极圣明的人，没看见旧年犯事的几位老爷吗？这几位都与老爷相好，老爷常说是个做清官的，如今名在那里？现有几位亲戚，老爷向来说他们不好的，如今升的升，迁的迁。只在要做的好就是了。走爷要知道：民也要顾，官也要顾。若是依着老爷，不准州县得一个大钱，外头这些差使谁办？只要老爷外面还是这样清名声原好，里头的委屈，只要奴才办去，关碍不着老爷的。奴才跟主儿一场，到底也要掏出良心来。”\n　　贾政被李十儿一番言语，说得心无主见，道：“我是要保性命的，你们闹出来不与我相干。”说着便踱了进去。李十儿便自己做起威福。钩连内外，一气的哄着贾政办事，反觉得事事周到，件件随心。所以贾政不但不疑，反都相信。便有几处揭报，上司见贾政古朴忠厚，也不查察。惟是幕友们耳目最长，见得如此，得便用言规谏，无奈贾政不信，也有辞去的，也有与贾政相好在内维持的。于是，清务事毕，尚无陨越。\n　　一日，贾政无事，在书房中看书。签押上呈进一封书子，外面官封，上开着“镇守海门等处总制公文一角，飞递江西粮道衙门”。贾政拆封看时，只见上写道：\n　　金陵契好，桑梓情深。昨岁供职来都，窃喜常依座右；仰蒙雅爱，许结朱陈，至今佩德勿谖。只因调任海疆，未敢造次奉求，衷怀歉仄，自叹无缘。今幸戟遥临，快慰平生之愿。正申燕贺，先蒙翰教，边帐光生，武夫额手。虽隔重洋，尚叨樾荫，想蒙不弃卑寒，希望茑萝之附。小儿已承青盼，淑媛素仰芳仪。如蒙践诺，即遗冰人。途路虽遥，一水可通，不敢云百辆之迎，敬备仙舟以俟。兹修寸幅，恭贺升祺，并求金允。临颖不胜待命之至。世弟周琼顿首。\n　　贾政看了，心想：“儿女姻缘果然有一定的。旧年因见他就了京职，又是同乡的人，素来相好，又见那孩子长得好，在席间原提起这件事。因未说定，也没有与他们说起。后来他调了海疆，大家也不说了。不料我今升任至此，他写书来问。我看起门户却也相当，与探春倒也相配。但是我并未带家眷，只可写字与他商议。”正在踌躇，只见门上传进一角文书，是议取到省会议事件，贾政只得收拾上省，候节度派委。\n　　一日，在公馆闲坐，见桌上堆着许多邸报。贾政一一看去，见刑部一本：“为报明事，会看得金陵籍行商薛蟠……”贾政便吃惊道：“了不得，已经提本了！”随用心看下去，是“薛蟠殴伤张三身死，串嘱尸证，捏供误杀一案”。贾政一拍桌道：“完了！”只得又看底下，是：\n　　据京营节度使咨称：“缘薛蟠籍隶金陵，行过太平县，在李家店歇宿，与店内当槽之张三素不相认。于某年月日，薛蟠令店主备酒邀请太平县民吴良同饮，今当槽张三取酒。因酒不甘，薛蟠令换好酒。张三因称酒已沽定，难换。薛蟠因伊倔强，将酒照脸泼去，不期去势甚猛，恰恰张三低头拾箸，一时失手，将酒碗掷在张三囟门，皮破血出，逾时殒命。李店主趋救不及，随向张三之母告知。伊母张王氏往看，见己身死，随喊禀地保，赴县呈报。前署县诣验，仵作将骨破一寸三分及腰眼一伤，漏报填格，详府审转。看得薛蟠实系泼酒失手，掷碗误伤张三身死，将薛蟠照过失杀人准斗杀罪收赎。”等因前来。臣等细阅各犯证尸亲前后供词不符，且查斗杀律注云：相争为斗，相打为殴。必实无争斗情形，邂逅身死，方可以过失杀定拟。应令该节度审明实情，妥拟具题。今据该节度疏称薛蟠因张三不肯换酒，醉后拉着张三右手，先殴腰眼一拳，张三被殴回骂，薛蟠将碗掷出，致伤囟门深重，骨碎脑破，立时殒命。是张三之死实由薛蟠以酒碗砸伤深重致死，自应以薛蟠拟抵，将薛蟠依斗杀律拟绞监候。吴良拟以杖徒。承审不实之府州县，应请……\n　　以下注着“此稿未完”。\n    贾政因薛姨妈之托，曾托过知县；若请旨革审起来，牵连着自己，好不放心。即将下一本开看，偏又不是，只好翻来覆去，将报看完，终没有接这一本的。心中狐疑不定，更加害怕起来。正在纳闷，只见李十儿进来：“请老爷到官厅伺候去，大人衙门已经打了二鼓了。”贾政只是发怔，没有听见。李十儿又请一遍。贾政道：“这便怎么处？”李十儿道：“老爷有什么心事？”贾政将看报之事说了一遍。李十儿道：“老爷放心。若是部里这么办了，还算便宜薛大爷呢。奴才在京的时候，听见薛大爷在店里叫了好些媳妇儿，都喝醉了生事，直把个当槽儿的活活儿打死了。奴才听见不但是托了知县，还求琏二爷去花了好些钱，各衙门打通了才提的。不知道怎么部里没有弄明白。如今就是闹破了，也是官官相护的，不过认个承审不实，革职处分罢咧，那里还肯认得银子听情的话呢？老爷不用想，等奴才再打听罢，倒别误了上司的事。”贾政道：“你们那里知道？只可惜那知县听了一个请，把这个官都丢了，还不知道有罪没有罪。”李十儿道：“如今想他也无益，外头伺候着好半天了，请老爷就去罢。”\n贾政不知节度传办何事，且听下回分解。",
  "translation": "Noticing how upset the Lady Dowager and Aunt Xue were over Daiyu’s death, Xifeng tried to cheer them up.\n\n“I know a joke I’d like to tell the Old Ancestress and Aunt Xue,” she said. She started laughing before she could begin, then went on: “Do you know who this joke is about, madam and aunt? About our new bride and groom!”\n\n“What is it?” asked the Lady Dowager.\n\nXifeng gestured as she said: “One sits like this, the other stands like that; one turns away like this, the other turns round like that; then the one...” At this point the Lady Dowager started laughing.\n\n“Tell us properly!” she cried. “If they’re not a loving couple, you’re certainly exasperating.”\n\nAunt Xue said with a smile, “Get on with your story, and don’t act it.”\n\nThen Xifeng announced, “Just now, on my way to Master Bao’s room, I heard several people laughing. Wondering who it was, I peeped in through the window and saw Cousin Baochai sitting on the edge of the kang with Baoyu standing in front of her. He was holding her by the sleeve and pleading, ‘Why won’t you talk to me, dear sister? If you’ll just say one word, I promise I’ll get well right away.’ But she just turned her head away and tried to dodge. He bowed to her then caught hold of her clothes again, and when she shook him off, he was still so weak after his illness that he collapsed on top of her. She blushed crimson and protested, ‘You’re even more outrageous than before!’”\n\nThe Lady Dowager and Aunt Xue laughed at this.\n\nXifeng continued, “Baoyu scrambled to his feet then and said with a smile, ‘It was worth taking a tumble to make you speak!’”\n\nAunt Xue commented, “Baochai is a strange girl. What does it matter? Now that they’re married, why shouldn’t they chat and laugh together? Hasn’t she seen her Cousin Lian and you?”\n\nXifeng flushed and retorted, “What a thing to say! Here am I trying to amuse you, aunt, and instead you make fun of me.”\n\nThe Lady Dowager said with a smile, “But that’s as it should be. Of course a couple should be on good terms, but there’s a limit. What I like about Baochai is her decorum. The only thing that worried me was that Baoyu was still so silly. But from what you say, he’s much more sensible now. Have you any more jokes to tell?”\n\n“When Baoyu and his wife are properly married and your kinswoman has a grandson to hold, won’t that be a better joke?” asked Xifeng.\n\n“You monkey!” The Lady Dowager chuckled. “I was here with Mrs. Xue, missing your Cousin Lin, and you came to amuse us — that was all right. But why must you be so disgusting? Do you want us to forget your Cousin Lin? Don’t be so pleased with yourself! She’s angry with you, and one of these days when you’re walking alone in the Garden, look out for her — she may grab you and not let you off!”\n\n“She doesn’t blame me,” Xifeng answered. “When she was dying she was gnashing her teeth with rage at Baoyu.”\n\nThe old lady and Aunt Xue, taking this for a joke, ignored it.\n\n“Don’t talk nonsense,” they said. “Go and choose an auspicious day outside for Baoyu’s wedding.”\n\nXifeng agreed and after a little more conversation went out to order the diviners to select a lucky day. Then fresh feasts were prepared and operas performed, and guests were invited again. But no more of this.\n\nAlthough Baoyu had recovered, when Baochai was in a good mood and looked through some books with him, though he could remember most of the passages he had known, his intelligence was not what it had been and he could not understand this himself. Baochai knew of course that this was because he had lost his jade, but Xiren often asked him:\n\n“Why have you lost all your former intelligence? It would be a good thing if you’d got over your old faults, but now you’re like a different person — it’s really alarming.”\n\nWhy was he still as wayward as ever and, what was worse, growing more muddle-headed? Baoyu was not angry at this but simply giggled. Sometimes when he fooled around, Baochai reasoned with him and he would behave a little better. And Xiren could control him with a little coaxing. She knew, however, that her main task was to wait on him attentively. The other maids, out of respect for Baochai’s integrity, composure and even temper, were naturally well-behaved and quiet too. But Baoyu, being of an active disposition, liked to stroll in the Garden.\n\nThe Lady Dowager and Lady Wang were afraid that he might catch cold or heat-stroke, and also that the sight of the place might distress him. Although Daiyu’s coffin had been moved to a temple outside the city, Bamboo Lodge was still standing there empty, a reminder which might bring on another relapse of his illness; so they would not let him go to the Garden. Besides, now that Baoqin had gone back to Aunt Xue, and Xiangyun after the return of her uncle had also gone home to prepare for her approaching marriage, they seldom came over. Xiangyun had only come twice — once for Baoyu’s wedding and once for the feast — and had stayed with the Lady Dowager; but now that Baoyu was married and she herself about to be married, she no longer joked with him as before. When she came, she just chatted with Baochai and if she met Baoyu simply asked after his health. Xiuyan had moved in with Lady Xing after Yingchun’s marriage, and the Li sisters had their own quarters outside. When they came with Mrs. Li to pay their respects to the ladies and young mistresses, they would stay with Li Wan for a couple of days at most before leaving. This meant that the only occupants of the Garden now were Li Wan, Tanchun and Xichun. The Lady Dowager had wanted Li Wan to move out, but so many things had happened since the Imperial Consort’s death that she had not yet found time to see to this. As the weather was growing warmer now, the Garden was still a comfortable place to live, and they could move out in the autumn. But no more of this.\n\nTo return to Jia Zheng. He travelled slowly by day and rested at night with the secretaries he had engaged in the capital until he reached his post. After calling on his superior he took up office and started checking on the stores of grain in the prefectures and counties under his jurisdiction. As a former metropolitan official he had only been concerned with ministry affairs, which were relatively simple; and although he had later held a provincial post it had been as an Examiner, which did not involve him in administration. He had heard of such abuses as the misappropriation of grain by petty officials in the provinces and their extortions from the ignorant country folk, but had never encountered such practices himself, being single-minded in his desire to be a good official. So he held consultations with his secretaries and issued an order forbidding such practices, announcing that any offenders found out would be severely punished and their crimes reported to the court. At the beginning, the petty officials were afraid of him and tried by all means to sound him out, but he proved incorruptible.\n\nThe servants who had accompanied him had gained nothing during their years in the capital. They had been delighted when their master was appointed to this provincial post, and while in the capital had borrowed money to buy fine clothes for themselves on the strength of his new wealth, expecting to make a fortune out of him. They had not expected him to be such a fool as to take his duties so seriously and refuse to accept any gifts from the local officials. The gatemen and clerks complained, “We’ve been here less than a month, and if we have to stay another half month all our clothes will have gone to the pawnshop. And when our creditors start dunning us, what shall we do? We can see all that silver staring us in the face, but there’s no way to get our hands on it.”\n\nThe other attendants chimed in, “You gentlemen didn’t have to spend anything to get this job. We’re the unlucky ones. We laid out plenty of silver to get taken on, yet after more than a month here we haven’t made a cent. It doesn’t look as if we’ll get our investment back from this master. Tomorrow let’s all ask for leave.”\n\nThe next day, a group of them did in fact ask for time off. Jia Zheng, not knowing the reason, said, “You were the ones who wanted to come, and now you’re the ones who want to leave. Well, if you find things here not to your liking, you’re welcome to leave.” So, grumbling, the attendants quit.\n\nThey went on to discuss their problem. “Those who could have gone have gone, but those of us who can’t must think of some way out.”\n\nOne of the gatemen, Li Shi’er, said, “What’s the use of panicking, you useless lot? So long as that fellow Chang is here, I don’t want to take the lead. But now that he’s run away from hunger, just watch me show what I can do. My master will have to do as I say. But you must all back me up, so that we can make some money and go home happy. If you won’t fall in with my plan, I’ll leave you to your fate. I can get the better of you anyway.”\n\n“Good Uncle Li,” they cried, “if you who are trusted by our master wash your hands of us, we’re done for!”\n\n“Mind now, when I take the lead and get some silver, don’t start saying I’ve taken the lion’s share and squabbling among yourselves so that we all lose face.”\n\n“Set your heart at rest,” they said. “We’re sure to get more that way than if we had to pay out of our own pockets.”\n\nAs they were talking the clerk from the granary came in to look for the second steward Zhou. Li Shi’er, one leg crossed over the other and back erect, was lolling in a chair.\n\n“What do you want with him?” he asked.\n\nThe clerk stepped forward, smiling obsequiously.\n\n“Your master has been here over a month,” he said. “The magistrates here have seen how strict his proclamations are and know that he’s not easy to deal with, so they still haven’t opened the granaries. If the grain isn’t shipped, what are you gentlemen here for?”\n\n“None of your nonsense!” snapped Li Shi’er. “Our master knows what he’s about and does whatever he says. These last couple of days he meant to send out despatches urging delivery, but let it drop when I asked him to hold off for a few days. What do you want our Second Master Zhou for anyway?”\n\n“I came to ask about those despatches, that’s all.”\n\n“What a pack of lies! Just because I mentioned despatches, you start babbling about them. Don’t come sneaking around here to talk about money, or I’ll tell my master to have you beaten and dismissed!”\n\n“My family has served in this yamen for three generations,” retorted the clerk. “I’ve some standing outside and am quite well off; I can serve the commissioner properly and wait for promotion. I’m not like those who live from hand to mouth.” He added, “I’m going now, sir.”\n\nLi Shi’er rose to his feet and said with a smile, “Why take offence so easily? Can’t you stand a joke?”\n\n“It’s not that I can’t stand a joke, but if this gets out, wouldn’t it reflect badly on the second master?”\n\nLi Shi’er took the clerk’s hand.\n\n“What’s your honourable name?” he asked.\n\n“You flatter me. My name is Zhan Hui. I spent some years as a youngster in the capital.”\n\n“Mr. Zhan, I’ve long heard of you. We’re all brothers here. If you’ve anything to say, come this evening and we’ll talk it over.”\n\n“Everyone knows how capable you are, Tenth Uncle,” said the clerk. “You scared me out of my wits by your bluff.”\n\nThey went off then, laughing, and that evening had a long, confidential talk.\n\nThe next day Li Shi’er sounded Jia Zheng out, only to be roundly cursed. The day after, when Jia Zheng had calls to pay and gave orders to prepare his retinue, the attendants outside assented. But after the third repetition of the order, when still no one had come to beat the drum in the hall, with difficulty they found someone to sound it. Jia Zheng emerged from the warm room and found only one runner there to shout for silence. Without making any investigation he mounted his chair at the foot of the steps, then had to wait some time for the chair-bearers to assemble. When at last he was carried out of the yamen, only one cannon was fired. In the drum-tower, one man was beating a drum and one blowing a trumpet. Jia Zheng in anger demanded, “How is it that usually everything is in order, but today nothing’s ready?”\n\nHe saw that the retinue too was in disarray, but had to make a show of going through with the ceremony.\n\nOn his return Jia Zheng ordered the defaulters to be punished. Some pleaded that they had no caps, others that their uniforms had been pawned, or that they had had nothing to eat for three days and were too weak to carry the chairs. In his anger he had a couple of them flogged, then let the matter drop. The next day, when the men in charge of the kitchen asked for money, he paid them from the silver he had brought; but after that he found everything going wrong and far more troublesome than in the capital. He had to send for Li Shi'er.\n\n\"Why have all the men who came with me changed?\" he asked. \"You must keep them in order. The silver I brought is all spent, and it's too early to draw my salary from the provincial treasury; so I shall have to write home for some money.\"\n\n\"I keep telling them what to do, sir,\" said Li Shi'er. \"But I don't know what's wrong -- they're all listless and I can't do a thing with them. When you say you'll write home for money, how much do you want, sir? I've found out that the military governor's birthday is coming up soon. Other prefects and officials are sending thousands of taels; how much are we going to send?\"\n\n\"Why didn't you tell me earlier?\" demanded Jia Zheng.\n\n\"You are so wise, sir, you should know. We're newcomers here and haven't mixed with the other gentlemen: who was there to tell us? They'd be only too glad if you offended the governor, sir, so that they could step into your shoes.\"\n\n\"Nonsense!\" retorted Jia Zheng. \"I was appointed by the Emperor. Even if I don't congratulate the governor, that's no reason for dismissing me.\"\n\n\"Quite right, sir,\" said Li Shi'er with a smile. \"But the capital's a long way from here, and it's the military governor who reports on everything to the court. If he speaks well of you, you're all right; if not, you'll be for it. By the time you clear yourself it will be too late. And surely Their Ladyships at home would like to see you winning honour and glory outside?\"\n\nJia Zheng, convinced by this argument, said, \"I was just going to ask you -- why didn't you mention this before?\"\n\n\"I didn't dare, sir, for fear of offending you. But since you ask me, if I don't speak out I shall be lacking in conscience; and if I do, you're bound to lose your temper.\"\n\n\"Out with it, as long as it makes sense.\"\n\n\"Those clerks and runners in the yamen all paid to get their jobs in this Grain Department; every one of them is out to make a fortune to support his family. Since you took office, sir, instead of seeing you work for the state we've seen you win great popularity.\"\n\n\"What do you mean by that?\"\n\n\"The common people are saying, 'Any newly appointed official who issues the strictest orders is out to make money. When the prefects and magistrates are scared, they'll send him plenty of silver.' At tax-collecting time, the yamen runners will say, 'The new commissioner's orders are that no money may be extorted'; but by making things difficult and raising objections they get the country folk to offer money to settle the matter quickly. So instead of praising you, sir, they say you don't understand the local conditions. Even your good friend the governor, who rose in a few years to his present high post, did so by being adaptable and getting on well with both his superiors and subordinates.\"\n\n\"Nonsense!\" fumed Jia Zheng. \"Do you mean to say I'm not adaptable? If getting on well with both superiors and subordinates means pandering to them, do you expect me to sleep in the same bed with those rats?\"\n\n\"I only said that because I didn't want to keep you in the dark, sir. If you do as you think right, when you fail and have no success to report, you may accuse me of having no conscience and not telling you the truth.\"\n\n\"Well, what do you think I should do?\"\n\n\"It's simple. While you're still in your prime and have good backing, and the old lady is still hale and hearty, you should just look out for yourself. Otherwise, in less than a year you'll have spent all the family's savings, and you'll be criticized by everyone from the highest to the lowest. They'll say....\"\n\nYou’re an official serving away from the capital, so of course you’ve salted away some money for your own enjoyment. But if a couple of troublesome affairs crop up, who will help you out? Then you won’t be able to straighten things out and it will be too late for regrets.”\n\n“Are you advising me to become a corrupt official?” Jia Zheng asked. “Is it nothing to risk my life? Must I blacken my grandfather’s good name too?”\n\n“You’re a very intelligent gentleman, sir. Didn’t you see what happened to those colleagues of yours who were charged with offences last year? They were all your good friends, and you used to say they were honest officials; but where is their good reputation now? You have some relatives too whom you always used to criticize, but now they’ve been promoted or transferred to better posts. The thing is to do things properly. You must understand, sir: the common people have to be considered, but so do the officials. If we do as you say and don’t allow the local authorities to make a cent, who is going to carry out all the business outside? So long as you keep up your reputation for probity, that’s all right. I can handle any complaints behind the scenes, and they won’t implicate you. After serving you for so long, I mean to do what’s best for you.”\n\nJia Zheng, convinced by Li Shi’er’s arguments, said, “I want to save my skin. If you make trouble, don’t involve me.” With that he walked inside.\n\nThen Li Shi’er started throwing his weight about and, working in league with others, fooled Jia Zheng into believing that everything was being done satisfactorily and to his liking. So far from suspecting anything, Jia Zheng trusted him implicitly. And although some charges were brought, his superiors, knowing him to be honest and well-intentioned, did not investigate them. Only his secretaries were sharp enough to see what was happening and seize a chance to warn him; but as Jia Zheng would not listen, some resigned while those who were his friends covered up for him. And so he managed to get through his term of office without any major disasters.\n\nOne day Jia Zheng, having nothing to do, was reading in his study when the clerk on duty brought in a letter with an official dispatch. On the envelope was written: “Urgent. For the Office of the Grain Intendant of Jiangxi. From the General Commanding the Defence of Haimen and Other Places.”\n\nJia Zheng opened it and read:\n\n“Dear friend and fellow-provincial, I was overjoyed when last year you assumed office in the capital, hoping to be able to call on you often; and I was deeply gratified by your kind offer of marriage, for which I shall ever be grateful. Then I was transferred to this coastal region and did not venture to write to you on the subject, though I felt most apologetic and lamented my lack of good fortune. Now that you have come to take up a post not far away, my lifelong wish is fulfilled. I was on the point of sending you my congratulations when your esteemed letter arrived, shedding lustre on my humble tent and delighting this military man. Although separated by a wide ocean, I am sheltered by your beneficence. I trust you will not spurn me for my lowliness and will permit me to attach myself to you as ivy to a tree. Since you have shown such favour to my worthless son and have always had such a high opinion of my daughter, if you will keep your promise I shall send a match-maker to propose the marriage. The distance between us is not too great to travel by boat. I dare not speak of a hundred carriages for the bride, but shall prepare a boat to await her. This brief note brings you my congratulations and the hope that you will consent to the match. I await your instructions impatiently.\n\nYour younger cousin, Zhou Qiong.”\n\n“So the fate of children is preordained,” thought Jia Zheng. “Last year, when I saw that he had a post in the capital and being a fellow-provincial and an old friend, and noticed what a fine boy his son was, I proposed this match at a feast. But as nothing definite was decided then, I didn’t speak of it to my family. Later, when he was transferred to the coast, we all forgot it. Now unexpectedly I’ve been promoted and come here, and he writes to ask about it. Judging by social status, the two families are well matched and Tanchun would suit their son. But I haven’t brought my family with me, so I must write to consult them.”\n\nHe was still hesitating when an official despatch was brought in. It concerned a conference to be held in the provincial capital, and Jia Zheng had to pack and go there to wait for the military governor’s instructions.\n\nOne day, sitting idly in his hostel, he noticed a pile of court gazettes on the table and started glancing through them. One from the Board of Punishments was headed: “A report on the case of the merchant Xue Pan, a native of Jinling....”\n\nIn consternation Jia Zheng exclaimed, “What a disaster!”\n\nAlright, the report has been submitted!\" He read on carefully: \"The case of Xue Pan beating Zhang San to death, then suborning witnesses to claim it was accidental manslaughter.\" Jia Zheng slapped the table and exclaimed, \"That's done for!\"\n\nThen he read on: \"According to a report from the Military Governor of the Capital:\n\n\"Xue Pan, a native of Jinling, while passing through Taiping County stayed at an inn where he was unacquainted with the waiter Zhang San. On such a date, Xue Pan told the innkeeper to prepare wine and invite Wu Liang, a native of Taiping County, to drink with him, ordering the waiter Zhang San to fetch the wine. Because the wine was poor, Xue Pan told him to change it for better. Zhang San said it had been bought and could not be changed. Angered by his recalcitrance, Xue Pan threw the wine in his face. Unexpectedly, as Zhang San was stooping to pick up his chopsticks, the bowl slipped from Xue Pan's hand and hit Zhang San on the temple, breaking the skin and making it bleed; and after a time he died. The innkeeper, unable to rescue him, informed Zhang San's mother. When she saw that her son was dead, she reported this to the local bailiff, who informed the county yamen. The acting magistrate went to examine the corpse, but the coroner omitted to record a fracture of the skull one and three tenths of an inch long and a bruise on the small of the back. The case was then referred to the prefect for review.\n\n\"Xue Pan was found guilty of accidentally killing Zhang San while drunk, by throwing the bowl which struck him. He was accordingly sentenced to pay compensation for a killing in an affray. When the case was referred to us, we found discrepancies in the evidence of the witnesses and the relatives of the deceased. The legal code states: 'A fight is an affray, blows are an assault. Only if there was no fight or assault and the victim happened to be killed can the offence be treated as accidental homicide.' The Military Governor should be instructed to review the case, verify the facts and submit a report.\n\n\"Now, according to his statement: Xue Pan, because Zhang San refused to change the wine, while drunk seized his right hand and struck him first on the small of the back. When Zhang San cursed him, Xue Pan threw the bowl at him, inflicting a heavy wound on his temple, fracturing the skull and smashing his brains so that he died then and there. Since Zhang San's death was actually caused by the heavy wound from the bowl thrown by Xue Pan, Xue Pan should pay with his life. He has accordingly been sentenced to death by strangulation, awaiting execution in prison. Wu Liang should be caned and sentenced to penal servitude. The prefect, county magistrate and other officials who tried the case should be charged with... .\"\n\nHere the document broke off with the note: \"Draft not finished.\"\n\nBecause Aunt Xue had begged him to, Jia Zheng had spoken to the magistrate. If the case was reopened by order of the Emperor, he himself might be involved, which perturbed him. He opened the next gazette but found no sequel to this report. He leafed through the whole gazette but there was nothing more. Not knowing what to think, he grew even more apprehensive.\n\nHe was puzzling over this when Li Shi'er came in. \"Please go to the office, sir,\" he said. \"The second drum has beaten in the yamen.\" When Jia Zheng, too dazed to hear, made no response, Li Shi'er repeated his request.\n\n\"What's to be done?\" Jia Zheng asked.\n\n\"What's worrying you, sir?\" He told him then about the report.\n\n\"Set your mind at rest, sir,\" said Li Shi'er. \"If the Ministry has passed this sentence, Master Xue is getting off lightly. When I was in the capital I heard that he had called some singsong girls to the inn and, after a drinking bout, raised such a rumpus that he beat the waiter to death on the spot. I heard that not only did he get the magistrate to help, he also asked Master Lian to spend a good deal of money bribing all the yamens concerned to get the case re-opened. I don't know how the Ministry came to see through this. Even if the truth comes out, officials shield each other. They'll just admit to a misjudgment and perhaps be demoted or dismissed — they won't own to having taken bribes and perverted the law. Don't worry, sir. Let me make some further inquiries. But don't delay now and get into trouble with your superiors.\"\n\n\"What do you know about it?\" Jia Zheng sighed. \"That magistrate, at my request, has lost his post. Who knows whether he will be punished too or not?\"\n\n\"It's no use worrying about him now, sir. The attendants have been waiting for some time. Please go.\"\n\nJia Zheng did not know what business the Military Governor had in store for him.\n\nTo be continued in the next chapter."
}