{
  "index": "101",
  "title": "第101章 大观园月夜警幽魂 散花寺神签惊异兆",
  "original": "却说凤姐回至房中，见贾琏尚未回来，便分派那管办探春行李妆奁事的一干人。那天有黄昏以后，因忽然想起探春来，要瞧瞧他去，便叫丰儿与两个丫头跟着，头里一个丫头打着灯笼。走出门来，见月光已上，照耀如水，凤姐便命：“打灯笼的回去罢。”因而走至茶房窗下，听见里面有人嘁嘁喳喳的，又似哭，又似笑，又似议论什么的。凤姐知道不过是家下婆子们又不知搬什么是非，心内大不受用，便命小红：“进去装做无心的样子，细细打听着，用话套出原委来。”小红答应着去了。\n　　凤姐只带着丰儿来至园门前，门尚未关，只虚虚的掩着。于是主仆二人方推门进去。只见园中月色比外面更觉明朗，满地下重重树影，沓无人声，甚是凄凉寂静。刚欲往秋爽斋这条路来，只听唿唿的一声风过，吹的那树枝上落叶，满园中唰喇喇的作响，枝梢上吱娄娄的发哨，将那些寒鸦宿鸟都惊飞起来。凤姐吃了酒，被风一吹，只觉身上发噤。丰儿后面也把头一缩，说：“好冷！”凤姐也掌不住，便叫丰儿：“快回去把那件银鼠坎肩儿拿来，我在三姑娘那里等着。”丰儿巴不得一声，也要回去穿衣裳，连忙答应一声，回头就跑了。\n　　凤姐刚举步走了不远，只觉身后哧哧似有闻嗅之声，不觉头发森然直竖起来。由不得回头一看，只见黑油油一个东西在后面伸着鼻子闻他呢，那两只眼睛恰似灯光一般。凤姐吓的魂不附体，不觉失声的了一声，却是一只大狗。那狗抽头回身，拖着个扫帚尾巴，一气跑上大土山上，方站住了，回身犹向凤姐拱爪儿。凤姐此时肉跳心惊，急急的向秋爽斋来。将已来至门口，方转过山子，只见迎面有一个人影儿一恍。凤姐心中疑惑，还想着必是那一房的丫头，便问：“是谁？”问了两声，并没有人出来，早已神魂飘荡了。恍恍忽忽的似乎背后有人说道：“婶娘连我也不认得了？”凤姐忙回头一看，只见那人形容俊俏，衣履风流，十分眼熟，只是想不起是那房那屋里的媳妇来。只听那人又说道：“婶娘只管享荣华、受富贵的心盛，把我那年说的‘立万年永远之基’，都付于东洋大海了？”凤姐听说，低头寻思，总想不起。那人冷笑道：“婶娘那时怎样疼我来，如今就忘在九霄云外了。”凤姐听了，此时方想起来是贾蓉的先妻秦氏，便说道：“嗳呀！你是死了的人哪，怎么跑到这里来了呢？”啐了一口，方转回身要走时，不防一块石头绊了一跤，犹如梦醒一般，浑身汗如雨下。虽然毛发悚然，心中却也明白，只见小红、丰儿影影绰绰的来了。凤姐恐怕落人的褒贬，连忙爬起来，说道：“你们做什么呢，去了这半天？快拿来我穿上罢。”一面丰儿走至跟前，伏侍穿上，小红过来搀扶着要往前走，凤姐道：“我才到那里，他们都睡了，回去罢。”一面说着，一面带了两个丫头，急急忙忙回到家中。贾琏已回来了，凤姐见他脸上神色更变，不似往常，待要问他，又知他素日性格，不敢突然相问，只得睡了。\n　　至次日五更贾琏就起来，要往总理内庭都检点太监裘世安家来打听事务。因太早了，见桌上有昨日送来的抄报，便拿起来闲看。第一件“吏部奏请急选郎中，奉旨照例用事。”第二件是“刑部题奏云南节度使王忠一本，新获私带神枪火药出边事，共十八名人犯，头一名鲍音，系太师镇国公贾化家人。”贾琏想了一想，又往下看。第三件“苏州刺史李孝一本，参劾纵放家奴，倚势凌辱军民，以致因奸不遂，杀死节妇事。凶犯姓时，名福，自称系世袭三等职衔贾范家人。”贾琏看见这一件，心中不自在起来，待要往下看，又恐迟了不能见裘世安的面，便穿了衣服。也等不得吃东西，恰好平儿端上茶来，喝了两口，便出来骑马走了。平儿收拾了换下的衣服。\n　　此时凤姐尚未起来，平儿因说道：“今儿夜里我听着奶奶没睡什么觉，我替奶奶捶着，好生打个盹儿罢。”凤姐也不言语。平儿料着这意思是了，便爬上炕来，坐在身边，轻轻的捶着。那凤姐刚有要睡之意，只听那边大姐儿哭了，凤姐又将眼睁开。平儿连向那边叫道：“李妈，你到底是怎么着？姐儿哭了，你到底拍着他些。你也忒爱睡了。”那边李妈从梦中惊醒，听得平儿如此说，心中没好气，狠命的拍了几下，口里嘟嘟囔囔的骂道：“真真的小短命鬼儿，放着尸不挺，三更半夜嚎你娘的丧！”一面说，一面咬牙，便向那孩子身上拧了一把。那孩子“哇”的一声大哭起来。凤姐听见，说：“了不得！你听听，他该挫磨孩子了！你过去把那黑心的养汉老婆下死劲的打他几下子，把妞妞抱过来罢。”平儿笑道：“奶奶别生气，他那里敢挫磨妞儿？只怕是不提防碰了一下子也是有的。这会子打他几下子没要紧，明儿叫他们背地里嚼舌根，倒说三更半夜的打人了。”凤姐听了，半日不言语，长叹一声，说道：“你瞧瞧，这会子不是我十旺八旺的呢！明儿我要是死了，撂下这小孽障，还不知怎么样呢。”平儿笑道：“奶奶这是怎么说。大五更的何苦来呢？”凤姐冷笑道：“你那里知道？我是早已明白了，我也不久了。虽然活了二十五岁，人家没见的也见了，没吃的也吃了，衣禄食禄也算全了，所有世上有的也都有了，气也赌尽了，强也算争足了，就是‘寿’字儿上头缺一点儿也罢了。”平儿听说，由不的眼圈儿红了。凤姐笑道：“你这会子不用假慈悲，我死了，你们只有喜欢的。你们一心一计和和气气的过日子，省的我是你们眼里的刺。只有一件，你们知好歹，只疼我那孩子就是了。”平儿听了，越发掉下泪来。凤姐笑道：“别扯你娘的臊！那里就死了呢？这么早就哭起来！我不死还叫你哭死了呢。”平儿见说，连忙止住哭，道：“奶奶说的这么叫人伤心。”一面说，一面又捶，凤姐才蒙胧的睡着。\n　　平儿方下炕来，只听外面脚步响。谁知贾琏去迟了，那裘世安已经上朝去了，不遇而回，心中正没好气，进来就问平儿道：“他们还没起来呢么？”平儿回说：“没有呢。”贾琏一路摔帘子进来，冷笑道：“好啊！这会子还都不起来，安心打擂台打撒手儿！”一叠声又要吃茶。平儿忙倒了一碗茶来。原来那些丫头老婆见贾琏出了门，又复睡了，不打量这会子回来，原不曾预备，平儿便把温过的拿了来。贾琏生气，举起碗来，哗啷一声摔了个粉碎。凤姐惊醒，唬了一身冷汗，“嗳哟”一声，睁开眼，只见贾琏气狠狠的坐在旁边，平儿弯着腰拾碗片子呢。凤姐道：“你怎么就回来了？”问了一声，半日不答应，只得又问一声。贾琏嚷道：“你不要我回来，叫我死在外头罢？”凤姐笑道：“这又是何苦来呢。常时我见你不象今儿回来的快，问你一声儿，也没什么生气的。”贾琏又嚷道：“又没遇见，怎么不快回来呢！”凤姐笑道：“没有遇见，少不得耐烦些，明儿再去早些儿，自然遇见了。”贾琏嚷道：“我可不‘吃着自己的饭，替人家赶獐子’呢。我这里一大堆的事，没个动秤儿的，没来由为人家的事瞎闹了这些日子，当什么呢！正经那有事的人还在家里受用，死活不知，还听见说要锣鼓喧天的摆酒唱戏做生日呢，我可瞎跑他娘的腿子！”一面说，一而往地下啐了一口，又骂平儿。\n　　凤姐听了，气的干咽，要和他分证，想了一想，又忍住了，勉强陪笑道：“何苦来生这么大气？大清早起，和我叫喊什么？谁叫你应了人家的事？你既应了，只得耐烦些，少不得替人家办办，也没见这个人自己有为难的事，还有心肠唱戏摆酒的闹。”贾琏道：“你可说么！你明儿倒也问问他。”凤姐诧异道：“问谁！”贾琏道：“问谁？问你哥哥！”凤姐道：“是他吗？”贾琏道：“可不是他，还有谁呢。”凤姐忙问道：“他又有什么事，叫你替他跑？”贾琏道：“你还在坛子里呢。”凤姐道：“真真这就奇了，我连一个字儿也不知道。”贾琏道：“你怎么能知道呢，这个事，连太太和姨太太还不知道呢。头一件，怕太太和姨太太不放心；二则你身上又常嚷不好，所以我在外头压住了，不叫里头知道。说起来，真真可人恼！你今儿不问我，我也不便告诉你。你打量你哥哥行事象个人呢，你知道外头的人都叫他什么？”凤姐道：“叫他什么？”贾琏道：“叫他什么？叫他‘忘仁’！”凤姐扑哧的一笑：“他可不叫王仁，叫什么呢？”贾琏道：“你打量那个‘王仁’吗？是忘了仁义礼智信的那个‘忘仁’哪。”凤姐道：“这是什么人这么刻薄嘴儿遭塌人！”贾琏道：“不是遭塌他呀。今儿索性告诉你，你也该知道知道你那哥哥的好处，到底知道他给他二叔做生日呵！”凤姐想了一想道：“嗳哟，可是呵，我还忘了问你：二叔不是冬天的生日吗？我记得年年都是宝玉去。前者老爷升了，二叔那边送过戏来，我还偷偷儿的说：‘二叔为人是最啬刻的，比不得大舅太爷。他们各自家里还乌眼鸡似的。不么，昨儿大舅太爷没了，你瞧他是个兄弟，他还出了个头儿揽了个事儿吗？’所以那一天说赶他的生日，咱们还他一班子戏，省了亲戚跟前落亏欠。如今这么早就做生日，也不知是什么意思。”贾琏道：“你还作梦呢。你哥哥一到京，接着舅太爷的首尾就开了一个吊。他怕咱们知道拦他，所以没告诉咱们，弄了好几千银子。后来二舅嗔着他，说他不该一网打尽。他吃不住了，变了个法儿，指着你们二叔的生日撒个网，想着再弄几个钱，好打点二舅太爷不生气。也不管亲戚朋友冬天夏天的，人家知道不知道，这么丢脸！你知道我起早为什么？如今因海疆的事情，御史参了一本，说是大舅太爷的亏空，本员已故，应着落其弟王子胜、侄儿王仁赔补。爷儿两个急了，找了我给他们托人情。我见他们吓的那个样儿，再者又关系太太和你，我才应了。想着找找总理内庭都检点老裘替办办，或者前任后任挪移挪移，偏又去晚了，他进里头去了。我白起来跑了一趟。他们家里还那里定戏摆酒呢，你说说叫人生气不生气？”\n　　凤姐听了，才知王仁所行如此，但他素性要强护短，听贾琏如此，便道：“凭他怎么样，到底是你的亲大舅儿。再者，这件事，死的大爷、活的二叔都感激你。罢了，没什么说的，我们家的事，少不得我低三儿下四的求你，省了带累别人受气，背地里骂我。”说着，眼泪便下来了，掀开被窝，一面坐起来，一面挽头发，一面披衣裳。贾琏道：“你倒不用这么着，是你哥哥不是人，我并没说你什么。况且我出去了，你身上又不好，我都起来了，他们还睡着，咱们老辈子有这个规矩么？你如今作好好先生，不管事了。我说了一句你就起来，明儿我要嫌这些人，难道你都替了他们么？好没意思啊。”凤姐听了这些话，才把泪止住了，说道：“天也不早了，我也该起来了。你有这么说的，你替他们家在心的办办，那就是你的情分了。再者也不光为我，就是太太听见也喜欢。”贾瑶道：“是了，知道了。‘大萝卜还用屎浇’？”平儿道：“奶奶这么早起来做什么？那一天奶奶不是起来有一定的时侯儿呢？爷也不知是那里的邪火，拿着我们出气，何苦来呢。奶奶也算替爷挣够了，那一点儿不是奶奶挡头阵？不是我说，爷把现成儿的也不知吃了多少，这会子替奶奶办了一点子事，况且关会着好几层儿呢，就这么拿糖作醋的起来，也不怕人家寒心？况且这也不单是奶奶的事呀。我们起迟了，原该爷生气，左右到底是奴才呀。奶奶跟前尽着身子累的成了个病包儿了，这是何苦来呢！”说着，自己的眼圈儿也红了。那贾琏本是一肚子闷气，那里见得这一对娇妻美妾又尖利又柔情的话呢，便笑道：“够了，算了罢。他一个人就够使的了，不用你帮着。左右我是外人，多早晚我死了，你们就清净了。”凤姐道：“你也别说那个话，谁知道谁怎么样呢？你不死，我还死呢，早死一天早心净。”说着，又哭起来，平儿只得又劝了一回。\n　　那时天已大亮，日影横窗，贾琏也不便再说，站起来出去了。这里凤姐自己起来，正在梳洗，忽见王夫人那边小丫头过来道：“太太说了，叫问二奶奶今日过舅太爷那边去不去？要去，说叫二奶奶同着宝二奶奶一路去呢。”凤姐因方才一段话已经灰心丧意，恨娘家不给争气；又兼昨夜园中受了那一惊，也实在没精神，便说道：“你先回太太去：我还有一两件事没办清，今日不能去，况且他们那又不是什么正经事。宝二奶奶要去，各自去罢。”小丫头答应着回去回复了，不在话下。\n　　且说凤姐梳了头，换了衣服，想了想，虽然自己不去，也该带个信儿；再者宝钗还是新媳妇出门子，自然要过去照应照应的。于是见过王夫人，支吾了一件事，便过来到宝玉房中。只见宝玉穿着衣服，歪在炕上，两个眼睛呆呆的看宝钗梳头。凤姐站在门口，还是宝钗一回头看见了，连忙起身让坐。宝玉也爬起来，凤姐才笑嘻嘻的坐下。宝钗因说麝月道：“你们瞧着二奶奶进来，也不言语声儿。”麝月笑着道：“二奶奶头里进来就摆手儿不叫言语么。”凤姐因向宝玉道：“你还不走，等什么呢？没见这么大人了，还是这么小孩子气。人家各自梳头，你爬在旁边看什么？成日家一块子在屋里。还看不够吗？也不怕丫头笑话。”说着，“哧”的一笑，又瞅着他咂嘴儿。宝玉虽也有些不好意思，还不理会：把个宝钗直臊的满脸飞红，又不好听着，又不好说什么。只见袭人端过茶来，只得搭讪着，自己递了一袋烟。凤姐儿笑着站起来接了，道：“二妹妹，你别管我们的事，你快穿衣服罢。”\n　　宝玉一面也搭讪着，找这个弄那个。凤姐道：“你先去罢，那里有个爷们等着奶奶们一块儿走的理呢。”宝玉道：“我只是嫌我这衣裳不大好，不如前年穿着老太太给的那件雀金呢好。”凤姐因怄他道：“你为什么不穿？”宝玉道：“穿着太早些。”凤姐忽然想起，自悔失言。幸亏宝钗也和王家是内亲，只是那些丫头们跟前，已经不好意思了。袭人却接着说道：“二奶奶还不知道呢，就是穿得，他也不穿了。”凤姐儿道：“这是什么原故？”袭人道：“告诉二奶奶，真真的我们这位爷行的事都是天外飞来的。那一年因二舅太爷的生日，老太太给了他这件衣裳，谁知那一天就烧了。我妈病重了，我没在家。那时候还有晴雯妹妹呢，听见说，病着整给他缝了一夜，第二天老太太才没瞧出来呢。去年那一天，上学天冷，我叫焙茗拿了去给他披披，谁知这位爷见了这件衣裳，想起晴雯来了，说了总不穿了，叫我给他收一辈子呢。”凤姐不等说完，便道：“你提晴雯，可惜了儿的。那孩子模样儿手儿都好，就只嘴头子利害些。偏偏儿的太太不知听了那里的谣言，活活儿的把个小命儿要了。还有一件事，那一天，我瞧见厨房里柳家的女人，他女孩儿叫什么五儿，那丫头长的和晴雯脱了个影儿。我心里要叫他进来，后来我问他妈，他妈说是很愿意。我想着宝二爷屋里的小红跟了我去，我还没还他呢，就把五儿补过来罢。平儿说：‘太太那一天说了，凡象那个样儿的都不叫派到宝二爷屋里呢。’我所以也就搁下了。这如今宝二爷也成了家了，还怕什么呢？不如我就叫他进来。可不知宝二爷愿意不愿意？要想着晴雯，只瞧见这五儿就是了。”宝玉本要走，听见这些话又呆了。袭人道：“为什么不愿意？早就要弄进来的，只是因为太太的话说的结实罢了。”凤姐道：“那么着，明儿我就叫他进来。太太的跟前有我呢。”宝玉听了，喜不自胜，才走到贾母那边去了。这里宝钗穿衣服。\n　　凤姐儿看他两口儿这般恩爱缠绵，想起贾琏方才那种光景，甚实伤心，坐不住，便起身向宝钗笑道：“我和你上太太屋里去罢。”笑着出了房门，一同来见贾母。宝玉正在那里回贾母往舅舅家去。贾母点头说道：“去罢，只是少吃酒，早些回来，你身子才好些。”宝玉答应着出来，刚走到院内，又转身回来，向宝钗耳边说了几句，不知什么。宝钗笑道：“是了，你快去罢。”将宝玉催着去了。这里贾母和风姐、宝钗说了没三句话，只见秋纹进来传说：“二爷打发焙茗回来说，请二奶奶。”宝钗道：“他又忘了什么，又叫他回来？”秋纹道：“我叫小丫头问了焙茗，说是‘二爷忘了一句话，二爷叫我回来告诉二奶奶，若是去呢，快些来罢；若不去呢，别在风地里站着。’”说的贾母凤姐并地下站着的老婆子丫头都笑了。宝钗的脸上飞红，把秋纹啐了一口，说道：“好个糊涂东西，这也值的这么慌慌张张跑了来说？”秋纹也笑着回去叫小丫头去骂焙茗。那焙茗一面跑着，一面回头说道：“二爷把我巴巴儿的叫下马来，叫回来说；我若不说，回来对出来，又骂我了。这会子说了，他们又骂我。”那丫头笑着跑回来说了。贾母向宝钗道：“你去罢，省了他这么不放心。”说的宝钗站不住，又被凤姐怄着玩笑，没好意思，才走了。\n　　只见散花寺的姑子大了来了，给贾母请安，见过了凤姐，坐着吃茶。贾母因问他：“这一向怎么不来？”大了道：“因这几日庙中作好事，有几位诰命夫人不时在庙里起坐，所以不得空儿来，今日特来回老祖宗，明儿还有一家作好事，不知老祖宗高兴不高兴？若高兴，也去随喜随喜。”贾母便问：“做什么好事？”大了道：“前日为王大人府里不干净，见神见鬼的，偏生那太太夜间又看见去世的老爷。因此，昨日在我庙里告诉我，要在散花菩萨跟前许愿烧香，做四十九天的水陆道场，保佑家口安宁，亡者升天，生者获福。所以我不得空儿来请老太太的安。”却说凤姐素日最是厌恶这些事，自从昨夜见鬼，心中总只是疑疑惑惑的，如今听了大了这些话，不觉把素日的心性改了一半，已有三分信意，便问大了道：“这散花菩萨是谁？他怎么就能避邪除鬼呢？”大了见问，便知他有些信意，说道：“奶奶要问这位菩萨，等我告诉你奶奶知道。这个散花菩萨，根基不浅，道行非常，生在西天大树园中。父母打柴为生。养下菩萨来，头长三角，眼横四目，身长八尺，两手拖地。父母说这是妖精，便弃在冰山背后了。谁知这山上有一个得道的老猢狲出来打食，看见菩萨顶上白气冲天，虎狼远避，知道来历非常，便抱回洞中抚养。谁知菩萨带了来的聪慧，禅也会谈，与猢狲天天谈道参禅，说的天花散漫。到了一千年后，便飞升了。至今山上犹见谈经之处，天花散漫，所求必灵，时常显圣，救人苦厄。因此世人才盖了庙，塑了像供奉着。”凤姐道：“这有什么凭据呢？”大了道：“奶奶又来搬驳了。一个佛爷可有什么凭据呢，就是撒谎，也不过哄一两个人罢咧，难道古往今来多少明白人都被他哄了不成？奶奶只想，惟有佛家香火历来不绝，他到底是祝国裕民，有些灵验，人才信服啊。”凤姐听了，大有道理，因道：“既这么着，我明儿去试试。你庙里可有签？我去求一签。我心里的事，签上批的出来，我从此就信了。”大了道：“我们的签最是灵的，明儿奶奶去求一签就知道了。”贾母道：“既这么着，索性等到后日初一，你再去求。”说着大了吃了茶，到王夫人各房里去请了安，回去不提。\n　　这里凤姐勉强扎挣着，到了初一清早，令人预备了车马，带着平儿并许多奴仆来至散花寺。大了带了众姑子接了进去，献茶后，便洗手至大殿上焚香。那凤姐儿也无心瞻仰圣像，一秉度诚，磕了头，举起签筒，默默的将那见鬼之事并身体不安等故，祝告了一回。才摇了三下，只听“唰”的一声，筒中撺出一支签来。于是叫头拾起一看，只见写着“第三十三签：上上大吉”。大了忙查簿看时，只见上面写道：“王熙凤衣锦还乡。”凤姐一见这几个字，吃一大惊，忙问大了道：“古人也有叫王熙凤的么？”大了笑道：“奶奶最是通今博古的，难道汉朝的王熙凤求官的这一段事也不晓得？”周瑞家的在旁笑道：“前年李先儿还说这一回书来着，我们还告诉他重着奶奶的名字，不许叫呢。”凤姐笑道：“可是呢，我倒忘了。”说着，又瞧底下的，写的是：\n　　去国离乡二十年，于今衣锦返家园。\n　　蜂采百花成蜜后，为谁辛苦为谁甜？\n　　行人至。音信迟。讼宜和。婚再议。\n　　看完也不甚明白。大了道：“奶奶大喜，这一签巧得很。奶奶自幼在这里长大，何曾回南京去过？如今老爷放了外任，或者接家眷来，顺便回家，奶奶可不是‘衣锦还乡’了？”一面说，一面抄了个签经交与丫头。凤姐也半疑半信的。大了摆了斋来，凤姐只动了一动，放下了要走，又给了香银。大了苦留不住，只得让他走了。凤姐回至家中，见了贾母王夫人等，问起签来，命人一解，都欢喜非常：“或者老爷果有此心，咱们走一趟也好。”凤姐儿见人人这么说，也就信了，不在话下。\n却说宝玉这一日正睡午觉，醒来不见宝钗，正要问时，只见宝钗进来。宝玉问道：“那里去了，半日不见？”宝钗笑道：“我给凤姐姐瞧一回签。”宝玉听说，便问是怎么样的。宝钗把签帖念了一回，又道：“家中人人都说好的，据我看，这‘衣锦还乡’四字里头，还有缘故。后来再瞧罢了。”宝玉道：“你又多疑了，妄解圣意。‘衣锦还乡’四字，从古至今都知道是好的，今儿你又偏生看出缘故来了。依你说这‘衣锦还乡’还有什么别的解说？”宝钗正要解说，只见王夫人那边打发丫头过来请二奶奶，宝钗立刻过去。\n未知何事，下回分解。",
  "translation": "Xifeng, on her return to her own apartments, found that Jia Lian was not yet back. She gave instructions to the servants who were to prepare for Tanchun’s wedding and see to her trousseau. That evening, after dark, she was suddenly reminded of Tanchun and decided to go and see her. She told Felicity and two other maids to accompany her, with one of them going ahead with a lantern. As they stepped outside, the moonlight was so bright, it seemed to flood the earth. Xifeng told the maid with the lantern to go back. They were walking past the window of the tea-kitchen when they heard whispering inside, and a sound that was half laughter, half crying, and seemed to be some sort of animated discussion. Xifeng knew that this must be some domestic tittle-tattle among the serving-women, and she was annoyed. She told Crimson to go in, pretending she had come for something, and to try by a little tactful questioning to find out what was going on. Crimson went in to carry out her instructions.\n\nXifeng proceeded with Felicity to the gate of the Garden. It was not yet closed, but only pulled to. They pushed it open and went in. The moonlight in the Garden seemed even brighter than outside. The ground was a patchwork of heavy shadows cast by the trees. There was not a human sound to be heard. It was a scene of utter desolation. They had just set off in the direction of the House of Autumn Freshness when a sudden gust of wind blew through the trees, shaking the dead leaves and filling the air with a rustling sound. The branches whistled and moaned, and the rooks and other birds, startled from their nightly perches, flew out in all directions. Xifeng had been drinking, and the wind sent a shiver through her. Felicity shrank back behind her.\n\n‘It’s cold!’ she said.\n\nXifeng was feeling the cold herself.\n\n‘Run back and fetch my squirrel jacket,’ she said. ‘I’ll wait for you at Miss Tan’s.’\n\nFelicity was only too glad of an excuse to go back and put on something warm herself.\n\n‘Yes, ma’am!’ she said, and was off like a shot.\n\nXifeng had not gone much further when she heard a sound behind her, a sort of sniffing and snuffling. The hair on her scalp stood on end. She turned to look, and saw a black shape, stretching out a nose to sniff at her. Two eyes were gleaming like lanterns. Terrified out of her wits, Xifeng let out a shriek, and saw that it was a dog. The brute backed away, then turned and fled, its bushy tail between its legs, and did not stop till it reached the top of a little mound, where it stood facing her again, and wagging its front paws obsequiously. Xifeng’s heart was still beating wildly, and she hurried on towards the House of Autumn Freshness. She was almost there, and had just rounded the miniature mountain, when she saw a figure looming up in front of her.\n\n‘Who’s that?’ she asked, thinking it must be one of the maids. There was no reply. Her heart was in aflutter. Suddenly she seemed to hear a voice behind her say:\n\n‘Have you forgotten me altogether, Auntie?’\n\nXifeng turned again, and saw a woman of most elegant appearance. There was something strangely familiar about her, but for a moment Xifeng could not think who she was.\n\n‘Don’t tell me you’ve forgotten,’ continued the woman. ‘You’ve been so taken up with your own affluence and the pursuit of wealth, that you’ve thrown to the winds that “everlasting foundation” I once spoke of.’\n\nXifeng thought hard, but still could not remember.\n\n‘Don’t you remember how fond you were of me, Auntie?’ said the woman with a scornful laugh. ‘Have you quite put me out of your mind?’\n\nThen at last it dawned on Xifeng that this was Qin-shi, Jia Rong’s first wife.\n\n‘Heavens!’ she exclaimed. ‘But you’re dead! What are you doing here?’\n\nShe spat in the direction of the apparition, and began to retrace her steps, when she stumbled on a stone and fell over. At once she seemed to wake from a dream. She was in a cold sweat. Though still badly shaken, she was now fully conscious again, and could see the figures of Crimson and Felicity coming towards her in the distance. Afraid that they might have seen her fall and would think the worse of her for it, she struggled to her feet at once.\n\n‘What have you two been doing all this time?’ she asked them. ‘I’ve been back once already and you weren’t there. Now hurry up and give me my jacket.’\n\n‘Let me put it on, then.’ Fenger helped her into it, and Patience came forward to support her. As they were about to set off, Xi-feng said:\n\n‘When I got there, they had already gone to bed. We may as well turn back.’\n\nSo saying, she returned with her two maids, and hurried back to her apartment. She found Jia Lian already home, and could see at once from the look on his face that something was wrong. But she knew his moods of old, and thought it better not to question him. They both went to bed.\n\nThe next day, Jia Lian rose at dawn. He was planning to call on Qiu Shi-an, one of the Chief Eunuchs in the Imperial Bedchamber, to see if he could pick up any news. It was still too early to set off, and seeing the Court Gazette from the previous day lying on the table, he picked it up and began glancing through it to pass the time. The first item read:\n\n‘The Ministry of Civil Office presents a memorial concerning the urgent appointment of a number of senior officials. We await His Majesty’s decision on the filling of these posts in accordance with precedent.’\n\nThe second item ran:\n\n‘The Ministry of Justice presents a memorial from Wang Zhong, Military Governor of Yunnan, concerning the interception of a consignment of firearms and gunpowder, smuggled across the frontier. The names of the eighteen men implicated are as follows. The first named, Bao Yin, is a servant of Jia Hua, Lord of the Realm, Grand Preceptor and Duke of Zhen-guo.’\n\nJia Lian thought for a moment, and then read on. The third item was:\n\n‘Li Xiao, Governor of Suzhou, presents a memorial impeaching a certain prominent family for allowing their servants to intimidate and oppress the local population, military and civilian, and for shielding one of their number who, when his adulterous advances were rejected, murdered the woman concerned, a widow of chastity. The name of the criminal in question is Shi Fu, who claims to be a servant of Jia Fan, hereditary holder of a third-grade爵 title.’\n\nThis item made Jia Lian extremely uneasy. He would have liked to read on, but feared that if he delayed any longer he might miss Qiu Shi-an. He dressed, took a few sips of the tea that Caltrop had just brought in, and went out, mounting his horse and riding off without waiting for any breakfast. Caltrop cleared away the clothes he had been wearing the day before.\n\nXi-feng was still in bed, and Caltrop said to her:\n\n‘I heard you tossing and turning all night, ma’am. Let me give you a rub, and then you can have a good nap.’\n\nXi-feng said nothing, which Caltrop took to be a sign of acquiescence. She climbed up onto the kang, sat down beside her and started rubbing her very gently. Xi-feng was beginning to doze off, when the baby started crying and she opened her eyes again. Caltrop called out in the direction of the next room:\n\n‘Nannie Li! What are you doing? The baby’s crying. Can’t you pat her or something? You sleep far too heavily!’\n\nNannie Li, who had been fast asleep, was woken by Caltrop’s voice and crossly gave the baby several hearty pats.\n\n‘Little pest!’ she grumbled. ‘Can’t you lie still? What are you howling for, in the middle of the night? Your ma’s not dead yet!’\n\nShe clenched her teeth and gave the child a pinch. The baby set up a loud bawling.\n\n‘Did you hear that?’ exclaimed Xi-feng. ‘The cruel creature! She’s torturing the child! Go and give that black-hearted whore a good slapping for me, and bring Qiao-jie here.’\n\nCaltrop smiled.\n\n‘Don’t upset yourself, ma’am. I’m sure she wouldn’t dare torture the baby. She probably patted her a bit hard by mistake, that’s all. If I go and slap her now, it won’t do any good, and tomorrow it will only give them something to gossip about behind our backs — how we go round slapping people in the middle of the night.’\n\nXi-feng sighed.\n\n‘You can see how things are with me nowadays. When I die, and this little imp is left motherless, goodness knows what will become of her!’\n\n‘Please don’t talk like that, ma’am,’ protested Caltrop. ‘What’s the point, at this early hour?’\n\nXi-feng gave a scornful laugh.\n\n‘What do you know about it? I can see things very clearly. My days are numbered. I may only be twenty-five, but I’ve seen and done more than most. I’ve known honour and prosperity, I’ve had my fill of everything this world has to offer. I’ve vented my anger and I’ve had my way. All that’s missing is one little word — long life. I wouldn’t mind that.’\n\nCaltrop was too upset to say anything in reply.\n\nHer eyes reddened. “Don’t pretend to feel for me now,” snapped Xifeng. “When I die you’ll all be pleased. Then you can live together in harmony with one mind, and I shan’t be a thorn in your flesh. I’ve just one thing to ask of you: do show some gratitude by taking good care of my little girl.”\n\nThis made Pinger shed tears.\n\n“Don’t play the hypocrite!” cried Xifeng. “Do you think I’m going to die? It’s too early to start weeping. If I don’t die you’ll weep me into my grave.”\n\nAt that Pinger stopped crying. “You say such heartbreaking things, madam,” she protested, and went on massaging her until Xifeng dozed off.\n\nAs Pinger was getting off the kang they heard footsteps outside. Jia Lian, who had called too late on Qiu Shian and found him already at court, had come back in a bad temper.\n\n“Aren’t they up yet?” he demanded.\n\n“Not yet,” answered Pinger.\n\nHe flung aside the portiere and stormed in. “Fine!” he sneered. “Not up yet? So you’re taking it easy and slacking!” He shouted for tea.\n\nPinger hastily poured him a cup. Because the maids and nurses, assuming that he would not be back so soon, had gone back to sleep and not prepared any tea, she brought him some that had been warmed up. In a rage he dashed the cup to the floor so that it smashed to smithereens. The crash woke Xifeng with a start which made her break out in a cold sweat.\n\n“Aiya!” she cried, opening her eyes to see Jia Lian scowling furiously beside her while Pinger bent down to pick up the pieces.\n\n“How is it you’re back?” she asked. When he did not answer she repeated her question.\n\n“You don’t want me back?” he bellowed. “Do you want me to drop dead outside?”\n\n“What a thing to say! When I see you’re back earlier than usual, is there any harm in asking? Why should that annoy you?”\n\n“If I didn’t find him, of course I came straight back.”\n\n“If you didn’t find him, you’ll just have to be patient and go earlier tomorrow; then you’re bound to find him.”\n\n“I don’t have to ‘eat my own food and chase deer for other people’!” he fumed. “I’ve a pile of business to see to, but there’s nobody to lift a finger here; and for no reason I’ve been rushing about on other people’s business — what sense is there in that? The one who should be doing it is enjoying himself at home, and doesn’t care if I live or die. I hear he’s giving feasts with operas to celebrate his birthday, making a fine to-do; but I’ve been running round for him for nothing!” He spat on the floor and swore at Pinger.\n\nXifeng swallowed her anger. She would have liked to reason with him, but thought better of it and forced a smile.\n\n“Why get so worked up?” she asked. “What’s the point of shouting at me so early in the day? Who asked you to take on this business? But since you have, you must be patient and do the job — you can’t get out of it. Fancy carrying on like that with feasts and operas when you’re in a fix!”\n\n“You may well say that. Why don’t you ask him tomorrow?”\n\n“Ask whom?”\n\n“Whom? Your brother.”\n\n“Him?” Xifeng was taken aback.\n\n“Who else?”\n\n“What is it he’s asked you to do for him?”\n\n“So you’re still in the dark.”\n\n“This is really strange. I haven’t heard a word about it.”\n\n“How could you? Not even the mistresses know. First, because they might not approve; secondly, because you’re in poor health.”\n\nHe’s always complaining that he’s hard up, so I’ve kept this quiet outside so that no one here should know of it. It’s really infuriating. If you hadn’t asked me today I wouldn’t have told you. Do you imagine your brother behaves like a human being? Do you know what people outside call him?”\n\n“What?” she asked.\n\n“They call him Wang Ren (Forgot Humanity)!”\n\nXifeng giggled, “But isn’t that his name?”\n\n“Do you mean the Wang Ren which is his name? No, the words mean ‘forgotten humanity’ — he’s forgotten humanity, justice, virtue and all sense of duty!”\n\n“Who is so sarcastic and nasty about him?”\n\n“It’s not slander. I may as well tell you now, so that you know what a fine brother you have. He even took advantage of your uncle’s birthday.”\n\nAfter thinking for a second she said, “Oh yes, I was meaning to ask you: isn’t uncle’s birthday in winter? I remember Baoyu went there every year. The other day, after the old master’s promotion, uncle sent an opera troupe over. I said to myself then, ‘Uncle is the most stingy man, not like our elder uncle. Why, they’re always squabbling like mad dogs in their own household. Otherwise, when our elder uncle died the other day, would he — his own brother — have taken charge and made all the arrangements?’ So I thought on his birthday we should hire a troupe to perform for him, to avoid being criticized by our relatives. Why is he celebrating his birthday so long before the date? I can’t understand it.”\n\n“You’re still in the dark. As soon as your brother reached the capital, after the elder uncle’s death he held a memorial service. He was afraid we might stop him, so he didn’t tell us and pocketed several thousand taels. Later your second uncle was angry with him for trying to grab everything, and he couldn’t stand up to that; so he thought up another plan to fish for more money by holding a birthday celebration for your uncle, hoping to get into your second uncle’s good books again. He doesn’t care whether it’s winter or summer, or whether people will laugh at him! Do you know why I got up so early? Because of that trouble in the coastal regions, a censor has submitted a memorial implicating the elder uncle. As the official responsible is dead, the penalty should be paid by his brother Wang Zisheng and his nephew Wang Ren. Those two are so desperate, they came to ask me to pull strings for them. Because they were so scared and this concerns your aunt and you, I agreed. I thought of asking the chief eunuch Lao Qiu to fix it, or to get the former or new official to make good the sum; but I was too late, he’d gone inside. So I got up early for nothing. And in their household they’re ordering operas and preparing feasts. Isn’t that maddening?”\n\nThen Xifeng realized what her brother had done. But being strong-willed and unwilling to admit faults, when Jia Lian criticized Wang Ren she retorted, “Whatever he’s like, still he’s your elder uncle. Besides, in this business both the uncle who’s dead and the one who’s alive will be grateful to you. Well, that’s that. In our family affairs I have to humble myself to beg you to help, rather than let other people be angry and curse me behind my back.” With that she shed tears and, throwing back the coverlet, she sat up and started doing up her hair and throwing on her clothes.\n\n“There’s no need for that,” said Jia Lian. “Your brother is worthless, but I’m not blaming you. When I went out just now you weren’t well, and though I was up they were still sleeping. Is that the way in a good family? Now you’re playing the goody and not bothering, but if I say one word you get up. If I were to dismiss some of these people, would you take their places?”\n\n\"It’s so boring.\" Hsi-feng at this checked her tears. \"It’s late,\" she said. \"I must be getting up. Since you’re so considerate, do your best for them — I shall appreciate it. And it’s not just for my sake either; even the mistress will be pleased if you do.\"\n\n\"All right, I understand. Who needs to teach an expert?\"\n\nPing-erh asked, \"What are you getting up so early for, madam? You always have a fixed time. The master is venting his spleen on us for no reason at all. You’ve done all you could for him, madam, always taking the lead. If you ask me, he’s had an easy time of it thanks to you, and now that he’s doing this little thing for you — and it concerns several parties too — how can he make such a song and dance about it, not caring whether he hurts people’s feelings? Besides, this isn’t just your business, madam. If we get up late, of course he has reason to be angry; after all, we’re only slaves. But you’ve worn yourself out for him till you’re simply a bag of bones — what’s the point of that?\" Her own eyes were now red.\n\nChia Lien, who had been sulking, was quite disarmed by this sharp yet tender concern on the part of his beautiful wife and concubine.\n\n\"All right, that’s enough,\" he said. \"She can manage by herself; you don’t have to put in your word too. Anyway, I’m an outsider. The sooner I die the better, then you can have some peace.\"\n\n\"Don’t talk like that,\" protested Hsi-feng. \"Who knows what may happen to whom? I may die before you. The sooner I die the sooner I shall be at peace.\" She burst out weeping again, and Ping-erh had to comfort her.\n\nBy now it was light and the sun was shining on the window. Chia Lien could not very well say any more. He stood up and went out.\n\nHsi-feng got up then and was washing and doing her hair when a young maid from Lady Wang arrived to say, \"Her Ladyship wants to know if you’ll be going today to your uncle’s house? If so, will you please go with Madam Pao-yu?\"\n\nHsi-feng, depressed by the recent scene and angry with her family for not backing her up, was still upset too by her fright in the Garden the previous night. Not in the mood to go anywhere she answered, \"Go and report back to Her Ladyship that I still have a couple of things to see to, so I can’t go today. Besides, it’s not a special occasion there. If Madam Pao-yu wants to go, she can go by herself.\"\n\nThe maid assented and went back to report. But no more of this.\n\nHsi-feng, having done her hair and changed her clothes, reflected that although she was not going she ought to send a message. Besides, Pao-chai as a new daughter-in-law going out should naturally have some company. So having seen Lady Wang and made some excuse to her, she went to Pao-yu’s room. She found him lying listlessly on the kang fully dressed, staring at Pao-chai doing her hair. Hsi-feng standing at the door was noticed first by Pao-chai, who turned round and quickly stood up to offer her a seat. Pao-yu scrambled up too then, and Hsi-feng took a seat with a smile.\n\nPao-chai scolded Sheh-yueh, \"Why didn’t you announce the Second Mistress?\"\n\nSheh-yueh smiled. \"She signed to us not to.\"\n\nHsi-feng asked Pao-yu, \"Why are you still here? What are you waiting for? Fancy a big fellow like you still being so silly! Why sprawl there watching her do her hair? Haven’t you two seen enough of each other in your own room? Aren’t you afraid the maids will laugh?\" She giggled and winked at him, making Pao-chai blush all over her face. Pao-yu, rather embarrassed himself, paid no attention.\n\nFeihong was embarrassed to listen, but did not know what to say. Just then Xiren brought in tea and she took the opportunity to pass a tobacco pouch to Xifeng, who rose to her feet with a smile.\n\n“Don’t you worry about our affairs, cousin,” she said. “Just get dressed.”\n\nBaoyu, for his part, was looking around for some distraction too.\n\n“You go on ahead,” Xifeng told him. “It isn’t right for a gentleman to wait for ladies.”\n\n“I’m not happy with this outfit,” he replied. “It’s not as good as the peacock-feather cape the old lady gave me the year before last.”\n\n“Why aren’t you wearing that then?” she teased.\n\n“It’s too early to wear it.”\n\nXifeng, reminded of the reason, regretted her slip. Luckily Baochai was related to the Wang family; but the maids must have thought her tactless.\n\nXiren put in, “You don’t know this, madam, but even if it were the right weather he wouldn’t wear it.”\n\n“Why not?” asked Xifeng.\n\n“Let me tell you, madam. The way our master carries on is really beyond belief. The year the old lady gave him that cape for Uncle She’s birthday, he burned a hole in it that same day. My mother was seriously ill and I wasn’t at home. But Qingwen was here then. Though she was ill herself, she sat up all night darning it, so that the next day the old lady didn’t notice. One day last year when it was cold and he was going to school, I told Beiming to take it to him to put on. But at the sight of it he remembered Qingwen and said he’d never wear it again, wanted me to put it away for life.”\n\nBefore she could say more Xifeng interposed, “Ah yes, Qingwen! That was a sad business. She was a pretty girl and clever with her fingers, only too sharp-tongued. Her Ladyship for some reason believed some gossip and had the poor child hounded to death. Another thing: the other day I saw Liu the cook’s daughter Wuer, the very image of Qingwen. I thought of having her here, and when I asked her mother she was quite willing. I figured that after taking Xiaohong from Baoyu’s place I still hadn’t made it up to him, so why not send him Wuer? But Pinger told me, ‘Her Ladyship says no maids who look like that are to work for Master Bao.’ So I dropped the idea. But now that he’s married, what is there to fear? Why shouldn’t I have her sent over? I wonder if Baoyu would be willing? If he misses Qingwen, Wuer will be the next best thing.”\n\nBaoyu had been on the point of leaving, but these words rooted him to the spot.\n\n“Of course he’d be willing!” Xifeng cried. “We’ve been wanting to have her in, but didn’t dare because the mistress was so against it.”\n\n“In that case I’ll send for her tomorrow. I’ll answer to Her Ladyship.”\n\nBaoyu was overjoyed and went off then to his grandmother’s place, while Baochai dressed.\n\nThe newly-weds’ show of affection made Xifeng, reminded of Jia Lian’s heartless behaviour, so wretched that she could not sit still but stood up.\n\n“Let’s go to see the mistress,” she proposed to Baochai.\n\nShe left the room cheerfully and they went together to the Lady Dowager’s apartments. Baoyu was announcing his visit to his uncle’s house.\n\n“Very well,” said the old lady. “But don’t drink too much, and come back early. You’re only just better.”\n\nHe assented and left. However, in the courtyard he turned back to whisper something in Baochai’s ear. She smiled and nodded.\n\n“Yes,” she said. “Off you go.” And she made him leave.\n\nThen the Lady Dowager asked Xifeng and Baochai, “What was Baoyu whispering?”\n\nAfter exchanging a few words with Lady Wang and Xifeng, the Lady Dowager saw Qiuwen come in to announce, “Master Bao has sent Beiming back with a message, madam. He invites Madam Bao to go over.”\n\n“What has he forgotten now?” asked Xifech. “Why send Beiming back?”\n\n“I asked the maid to question him, and he said, ‘The master has forgotten to say something. He sent me back to tell Madam Bao: if she’s coming, to please come quickly; if not, not to stand in the wind.’” At that the Lady Dowager, Xifeng and all the maids and serving-women in the room laughed.\n\nXifech blushed scarlet and spat at Qiuwen. “What an idiot!” she cried. “Was it worth rushing back in such a flurry to report this?”\n\nQiuwen went back smiling and sent a maid to scold Beiming.\n\n“The master made me dismount in a hurry and come back to tell her this,” he protested as he ran off, turning his head. “If I didn’t, he’d have scolded me when he found out. Now that I have, they scold me too.” The maid ran back and reported this with laughter.\n\nThe Lady Dowager told Xifeng, “You had better go, to set his mind at rest.” This made Xifech feel too embarrassed to stay, and as Xifeng was teasing her too she took her leave.\n\nJust then the nun Daile from Scattered Flowers Convent arrived to pay her respects to the Lady Dowager. Having greeted Xifeng too she took a seat and was served tea.\n\n“Why haven’t you been to see us for so long?” asked the old lady.\n\n“The last few days we’ve had services in our convent,” was the reply. “Some ladies with titles have been coming to worship, so I had no time to call. Today I’ve come specially to tell Your Ladyship that there’s going to be another service tomorrow, and I wonder if you’d like to go and join in the worship?”\n\n“What kind of service?”\n\n“The other day, because Lord Wang’s house is haunted by evil spirits and the mistress saw the ghost of her deceased husband, yesterday she came to our convent to tell me she wants to burn incense and make a vow before the Scattered Flowers Buddha, holding a mass for the dead for forty-nine days to protect her household from trouble, to ensure the dead man’s entry into Heaven and the living good fortune. So I had no time to come and pay my respects to you, madam.”\n\nNow Xifeng had always detested such things; but after seeing a ghost the previous night she was rather shaken. These words of the nun’s made her half change her attitude and inclined her to believe in such things.\n\n“Who is this Scattered Flowers Buddha?” she asked. “And how can he drive out evil spirits?”\n\nGathering from this that Xifeng was half convinced, the nun said, “If you want to know about this Buddha, madam, let me tell you. He has deep roots and extraordinary powers. He was born in the Garden of Big Trees in the Western Heaven. His parents who gathered firewood for a living brought him into the world with three horns on his head and four eyes, his arms reaching down to the ground. Thinking him a monster they abandoned him at the back of an iceberg. But on that mountain lived an enlightened old monkey who came out to look for food and, seeing white rays shooting up from the baby’s head to the sky while tigers and wolves kept at a distance, knew that this was no ordinary creature. He carried the baby back to his cave and brought him up. And the child with his innate wisdom could discuss Zen. He talked about the Way and expounded the sutras with the monkey so eloquently that flowers fell in profusion. After a thousand years he ascended to Heaven. And to this day on that mountain you can see the place where he expounded the sutras with flowers scattered all around. All prayers to him are answered, and he often appears to save people from suffering. That’s why a shrine was built to him with his image enshrined in it.”\n\n“What proof is there of this?” asked Xifeng.\n\n“You are too sceptical, madam,” said the nun. “What proof is there of any Buddha? Even if I were lying, I couldn’t fool everybody — surely all the intelligent people since ancient times haven’t been fooled? Just think, madam, the only\n\nThe Buddhists’ incense has never died out, you know. It’s because their prayers for the country and the people have some efficacy that they win credence.”\n\nXifeng was impressed by this. “In that case I’ll go and try tomorrow,” she said. “Do you have lots in your temple? I’ll go and ask for one. If the lot can tell what’s on my mind, I’ll believe.”\n\n“Our lots are most effective, madam. You’ll see for yourself when you ask for one tomorrow.”\n\n“In that case, wait till the first of the month the day after tomorrow to go and ask for one,” said the Lady Dowager.\n\nThen, after finishing her tea, Foresight paid her respects to Lady Wang and the others before leaving.\n\nXifeng, forcing herself to hold out, on the morning of the first had her carriage and horse prepared and went with Pinger and some maids to Scattering Flowers Convent. Foresight came out with the other nuns to meet her and invite her in. When tea had been served she washed her hands and went to the main hall to burn incense. Xifeng had no heart to admire the images of Buddha but knelt down reverently, kowtowed, then took the container of lots and prayed silently about her encounter with the ghost and her illness. She had shaken the container only three times when a lot sprang out with a whish. She kowtowed again, picked it up and saw that it was the thirty-third, marked “Auspicious in the Extreme.” Foresight hastily looked it up in the register and read out, “Wang Xifeng goes home in splendour.”\n\nAmazed by these words, Xifeng asked, “Was there an ancient also called Wang Xifeng?”\n\n“Why, madam, you’re so well versed in the past and present,” Foresight chuckled. “Haven’t you heard about Wang Xifeng of the Han Dynasty who asked for an official post?”\n\nZhou Rui’s wife put in, “The year before last, that blind story-teller Li told this tale, and we told her not to use your name, madam.”\n\n“Yes, of course, I’d forgotten,” Xifeng said with a smile. Then she read the rest of the lot:\n\nLeaving home and native land for twenty years,\n\nNow in fine clothes she returns to her domain.\n\nWhen the bee has gathered nectar from all flowers,\n\nFor whom was her labour sweet, her hardship sore?\n\nThe traveller comes; news is late.\n\nSettle lawsuits by compromise;\n\nPostpone wedding plans.\n\nShe could not make much of this.\n\nForesight said, “Congratulations, madam! This is a remarkable coincidence. You grew up here, madam, and have never been back to Nanking, have you? Now that the master has been given a provincial post, if he sends for his family you can go back with them — that would be ‘returning home in splendour’.” As she spoke she copied out the lot and gave it to a maid.\n\nXifeng only half believed this. When Foresight served a vegetarian meal she just picked up her chopsticks then put them down and rose to leave, after giving the nunnery some silver. Foresight could not detain her and had to let her go.\n\nUpon her return, Xifeng told the Lady Dowager and Lady Wang about the lot she had drawn, and they had it interpreted. Overjoyed they said, “If the master has that in mind, it would be fine for us to make a trip.”\n\nSince they all took this view, Xifeng was convinced too. Of this no more.\n\nNow Baoyu, waking from his nap that day and not seeing Baochai, was about to ask where she was when she came in.\n\n“Where have you been all this time?” he asked.\n\n“I went to see Sister Xifeng’s lot,” she answered with a smile.\n\nWhen he asked what it had been, she read it out to him, then added, “Although everybody in the family considers this good, to my mind there’s more to these words ‘returning home in splendour’ — but we shall see by and by.”\n\n“You’re too suspicious, always looking for hidden meanings,” he teased. “Everyone knows that ‘returning home in splendour’ is an excellent prediction. What other meaning can you read into it?”\n\nAs Baochai was about to answer, a maid arrived from Lady Wang to summon them.\n\nMadame Lian, Baochai is going at once.\nBut what happened is told in the following chapter."
}