{
  "index": "102",
  "title": "第102章 宁国府骨肉病灾襟 大观园符水驱妖孽",
  "original": "话说王夫人打发人来唤宝钗，宝钗连忙过来请了安。王夫人道：“你三妹妹如今要出嫁了，你们作嫂子的大家开导开导他，也是你们姊妹之情。况且他也是个明白孩子，我看你们两个也很合的来。只是我听见说，宝玉听见他三妹妹出门子，哭的了不的。你也该劝劝他才是。如今我的身子是十病九痛的，你二嫂子也是三日好两日不好。你还心地明白些，诸事该管的，也别说只管吞着，不肯得罪人。将来这一番家事都是你的担子。”宝钗答应着。王夫人又说道：“还有一件事，你二嫂子昨儿带了柳家媳妇的丫头来，说补在你们屋里。”宝钗道：“今日平儿才带过来，说是太太和二奶奶的主意。”王夫人道：“是哟，你二嫂子和我说，我想也没要紧，不便驳他的回。只是一件，我见那孩子眉眼儿上头也不是个很安顿的。起先为宝玉房里的丫头狐狸似的，我撵了几个，那时候你也自然知道，才搬回家去的。如今有你，固然不比先前了。我告诉你，不过留点神儿就是了。你们屋里，就是袭人那孩子还可以使得。”宝钗答应了，又说了几句话，便过来了。饭后到了探春那边，自有一番殷勤劝慰之言，不必细说。\n　　次日，探春将要起身，又来辞宝玉。宝玉自然难割难分。探春倒将纲常大体的话，说的宝玉始而低头不语，后来转悲作喜，似有醒悟之意。于是探春放心辞别众人，竟上轿登程，水舟陆车而去。\n　　先前众姊妹们都住在大观园中，后来贾妃薨后，也不修葺。到了宝玉娶亲，林黛玉一死，史湘云回去，宝琴在家住着，园中人少，况兼天气寒冷，李纨自妹、探春、惜春等俱挪回旧所。到了花朝月夕，依旧相约玩耍。如今探春一去，宝玉病后不出屋门，益发没有高兴的人了。所以园中寂寞，只有几家看园的人住着。\n　　那日，尤氏过来送探春起身，因天晚省得套车，便从前年在园里开通宁府的那个便门里走过去了。觉得凄凉满目，台榭依然，女墙一带都种作园地一般，心中怅然如有所失。因到家中，便有些身上发热。扎挣一两天，竟躺倒了。日间的发烧犹可，夜里身热异常，便谵语绵绵。贾珍连忙请了大夫看视，说感冒起的，如今缠经入了足阳明胃经，所以谵语不清，如有所见，有了大秽即可身安。尤氏服了两剂，并不稍减，更加发起狂来。贾珍着急，便叫贾蓉来：“打听外头有好医生，再请几位来瞧瞧。”贾蓉回道：“前儿这个大夫是最兴时的了，只怕我母亲的病不是药治得好的。”贾珍道：“胡说，不吃药，难道由他去罢？”贾蓉道：“不是说不治，为的是前日母亲往西府去，回来是穿着园子里走过来的。一到了家就身上发烧，别是撞客着了罢。外头有个毛半仙，是南方人，卦起的很灵，不如请他来占算占算。看有信儿呢，就依着他：要是不中用，再请别的好大夫来。”\n　　贾珍听了，即刻叫人请来；坐在书房内喝了茶，便说：“府上叫我，不知占什么事？”贾蓉道：“家母有病，请教一卦。”毛半仙道：“既如此，取净水洗手，设下香案，让我起出一课来看就是了。”一时，下人安排定了，他便怀里掏出卦筒来，走到上头，恭恭敬敬的作了一个揖，手内摇着卦筒，口里念道：“伏以太极两仪，氤氲交感，图书出而变化不穷，神圣作而诚求必应。兹有信官贾某，为因母病，虔请伏羲、文王、周公、孔子四大圣人，鉴临在上，诚感则灵，有凶报凶，有吉报吉。先请内象三爻。”说着，将筒内的钱倒在盘内，说：“有灵的，头三爻就是‘交’。”拿起来又摇了一摇，倒出来，说是“单”。第三爻又是“交”。检起钱来，嘴里说是：“内爻已示，更请外象三爻，完成一封。”起出来，是“单拆单”。那毛半仙收了卦筒和铜钱，便坐下问道：“请坐，请坐，让我来细细的看看。这个卦乃是‘未济’之卦。世爻是第三爻，午火兄弟劫财，晦气是一定该有的。如今尊驾为母问病，用神是初爻，真是父母爻动出官鬼来。五爻上又有一层官鬼，我看令堂太夫人的病是不轻的。还好，还好，如今子亥之水休囚，寅木动而生火。世爻上动出一个子孙来，倒是克鬼的。况且日月生身，再隔两日，子水官鬼落空，交到戌日就好了。但是父母爻上变鬼，恐怕令尊大人也有些关碍。就是本身世爻比劫过重，到了水旺土衰的日子也不好。”说完了，便撅着胡子坐着。\n　　贾蓉起先听他捣鬼，心里忍不住要笑；听他讲的卦理明白，又说生怕父亲也不好，便说道：“卦是极高明的，但不知我母亲到底是什么病？”毛半仙道：“据这卦上，世爻午火变水相克，必是寒火凝结。若要断得清楚，揲蓍也不大明白，除非用‘大六壬’才断的准。”贾蓉道：“先生都高明的么？”毛半仙道：“知道些。”贾蓉便要请教，报了一个时辰。毛先生便画了盘子，将神将排定算去，是戌上白虎。“这课叫做‘魄化课’。大凡白虎乃是凶将，乘旺象气受制，便不能为害。如今乘着死神死煞及时令囚死，则为饿虎，定是伤人。就如魄神受惊消散，故名‘魄化’。这课象说是人身丧魄，忧患相仍，病多丧死，讼有忧惊。按象有日暮虎临，必定是傍晚得病的。象内说：‘凡占此课，必定旧宅有伏虎作怪，或有形响。’如今尊驾为大人而占，正合着虎在阳忧男，在阴忧女，此课十分凶险呢。”贾蓉没有听完，唬得面上失色道：“先生说的很是，但与那卦又不大相合，到底有妨碍么？”毛半仙道：“你不用慌，待我慢慢的再看。”低着头又咕哝了一会子，便说：“好了，有救星了。算出巳上有贵神救解，谓之‘魄化魂归’，先忧后喜，是不妨事的，只要小心些就是了。”\n　　贾蓉奉上卦金，送了出去，回禀贾珍，说是：“母亲的病，是在旧宅傍晚得的，为撞着什么‘伏尸白虎’。”贾珍道：“你说你母亲前日从园里走回来的，可不是那里撞着的！你还记得你二婶娘到园里去，回来就病了？他虽没有见什么，后来那些丫头老婆们都说是山子上一个毛烘烘的东西，眼睛有灯笼大，还会说话，他把二奶奶赶回来了，唬出一场病来。”贾蓉道：“怎么不记得！我还听见宝二叔家的焙茗说，睛雯做了园里芙蓉花的神了；林姑娘死了，半空里有音乐，必定他也是管什么花儿了。想这许多妖怪在园里，还了得。头里人多阳气重，常来常往不打紧；如今冷落的时候，母亲打那里走，还不知踹了什么花儿呢，不然就是撞着那一个。那卦也还算是准的。”贾珍道：“到底说有妨碍没有呢？”贾蓉道：“据他说，到了戌日就好了。只愿早两天好，或除两天才好。”贾珍道：“这又是什么意思？”贾蓉道：“那先生若是这样准，生怕老爷也有些不自在。”正说着，里头喊说：“奶奶要坐起到那边园里去，丫头们都按捺不住。”贾珍等进去安慰，只闻尤氏嘴里乱说：“穿红的来叫我！穿绿的来赶我！”地下这些人又怕又好笑。贾珍便命人买些纸钱，送到园里烧化。果然那夜出了汗，便安静些。到了戌日，也就渐渐的好起来。\n　　由是，一人传十，十人传百，都说大观园中有了妖怪，唬得那些看园的人也不修花补树、灌溉果蔬。起先晚上不敢行走，以致鸟兽逼人；近来甚至日间也是约伴持械而行。过了些时，果然贾珍也病，竟不请医调治，轻则到园化纸许愿，重则详星拜斗。贾珍方好，贾蓉等相继而病。如此接连数月，闹的两府俱怕。从此风声鹤唳，草木皆妖。园中出息一概全蠲，各房月例重新添起，反弄的荣府中更加拮据。那些看园的没有了想头，个个要离此处，每每造言生事，便将花妖树怪编派起来，各要搬出，将园门封固，再无人敢到园中。以致崇楼高阁，琼馆瑶台，皆为禽兽所栖。\n　　却说晴雯的表兄吴贵，正住在园门口。他媳妇自从晴雯死后，听见说作了花神，每日晚间便不敢出门。这一日，吴贵出门买东西，回来晚了。那媳妇子本有些感冒着了，日间吃错了药，晚上吴贵到家，已死在炕上。外面的人因那媳妇子不大妥当，便说妖怪爬过墙来吸了精去死的。于是老太太着急的了不得，另派了好些人将宝玉的住房围往，巡逻打更。这些小丫头们还说，有看见红脸的，有看见很俊的女人的，吵嚷不休，唬的宝玉天天害怕。亏得宝钗有把持，听见丫头们混说，便吓唬着要打，所以那些谣言略好些。无奈各房的人豁是疑人疑鬼的不安静，也添了人坐更，于是更加了好些食用。\n　　独有贾赦不大很信，说：“好好儿的园子，那里有什么鬼怪。”挑了个风清口暖的日了，带了好几个家人，手内持着器械，到园瑞看动静。众人劝他不依。到了园中，果然阴气逼人。贾赦还扎挣前走，跟的人都探头缩脑的。内中有个年轻的家人，心内已经害怕，只听唿的一声，回过头来，只见五色灿烂的一件东西跳过去了，唬的“嗳哟”一声，腿子发软，就躺倒了。贾赦回身查问，那小子喘嘘嘘的回道：“亲眼看见一个黄脸红胡子绿衣裳一个妖精！走到树林子后头山窟窿里去了。”贾赦听了，便也有些胆怯，问道：“你们都看见么？”有几个推顺水船儿的回说：“怎没瞧见？因老爷在头里，不敢惊动罢了。奴才们还掌得住。”说得贾赦害怕，也不敢再走。急急的回来，吩咐小子们：“不用提及，只说看遍了，没有什么东西。”心里实也相信，要到真人府里请法官驱邪。岂知那些家人无事还要生事，今见贾赦怕了，不但不瞒着，反添些穿凿，说得人人吐舌。贾赦没法，只得请道士到园作法，驱邪逐妖。择吉日，先在省亲正殿上铺排起坛场来。供上三清圣像，旁设二十八宿并马、赵、温、周四大将，下排三十六天将图像。香花灯烛设满一堂，钟鼓法器排列两边，插着五方旗号。道纪司派定四十九位道众的执事，净了一天坛。三位法官行香取水毕，然后擂起法鼓。法师们俱戴上七星冠，披上九宫八卦的法衣，踏着登云履，手执牙笏，便拜表请圣。又念了一天的消灾驱邪接福的《洞玄经》，以后便出榜召将。榜上大书“太乙、混元、上清三境灵宝符演教大法师，行文效令本境诸神到坛听用”。\n　　那日两府上下爷们仗着法师擒妖，都到园中观看，都说，“好大法令，呼神遣将的闹起来，不管有多少妖怪也唬跑了。”大家都挤到坛前。只见小道士们将旗幡举起，按定五方站住，伺候法师号令。三位法师，一位手提宝剑，拿着法水，一位捧着七星皂旗，一位举着桃木打妖鞭，立在坛前。只听法器一停，上头令牌三下，口中念起咒来，那五方旗便团团散布。法师下坛，叫本家领着到各处楼阁殿亭，房廊屋舍，山崖水畔，洒了法水，将剑指画了一回。回来，连击令牌，将七星旗祭起，众道土将旗幡一聚接下，打妖鞭望空打了三下。本家众人都道拿住妖怪，争着要看，及到跟前，并不见有什么形响。只见法师叫众道士拿取瓶罐，将妖收下，加上封条，法师朱笔书符收起，令人带回在本观塔下镇住，一面撤坛谢将。贾赦恭敬叩谢了法师。贾蓉等小弟兄背地都笑个不住，说：“这样的大排场，我打量拿着妖怪，给我们瞧瞧到底是些什么东西，那里知道是这样搜罗。究竟妖怪拿去了没有？”贾珍听见，骂道：“糊涂东西！妖怪原是聚则成形，散则成气，如今多少神将在这里，还敢现形吗？无非把这妖气收了，便不作祟，就是法力了。”众人将信将疑，且等不见响动再说。\n　　那些下人只知妖怪被擒，疑心去了，便不大惊小怪，往后果然没人提起了。贾珍等病愈复原，都道法师神力。独有一个小厮笑道：“头里那些响动，我也不知道。就是跟着大老爷进园这一日，明明是个大公野鸡飞过去了。拴儿吓离了眼，说的活象，我们都替他圆了个谎，大老爷就认真起来。倒瞧了个很热闹的坛场。”众人虽然听见，那里肯信，究无人敢住。一日，贾赦无事，正想要叫几个家下人搬住园中看守，惟恐夜晚藏匿奸人。方欲传出话去，只见贾琏进来，请了安，回说：“今日到大舅家去，听见一个荒信，说是二叔被节度使参进来，为的是失察属员，重征粮米，请旨革职的事。”贾赦听了，吃惊道：“只怕是谣言罢？前儿你二叔带书子来说，探春于某日到了住所，择了某日吉时，送了你妹子到了海疆，路上风恬浪静，合家不必挂念。还说节度认亲，倒设席贺喜。那里有做了亲戚倒提参起来的？且不必言语，快到吏部打听明白，就来回我。”贾琏即刻出去，不到半日回来，便说：“才到吏部打听，果然二叔被参。题去，亏得皇上的恩典，没有交部，便下旨意，说是：‘失察属员，重征粮米，苛虐百姓，本应革职，姑念初膺外任，不谙吏治，被属员蒙蔽，着降三级，加恩仍以工部员外上行走，并令即日回京。’这信是准的。正在吏部说话的时候，来了一个江西引见的知县，说起我们二叔是很感激的。但说是个好上司，只是用人不当，那些家人在外招摇撞骗，欺凌属员，已经把好名声都弄坏了。节度大人早已知道，也说我们二叔是个好人。不知怎么样，这回又参了。想是忒闹得不好，恐将来弄出大祸，所以借了一件失察的事情参的，倒是避重就轻的意思，也未可知。”贾赦未听说完，便叫贾琏：“先去告诉你婶子知道，且不必告诉老太太就是了。”贾琏去回王夫人。\n未知有何话说，下回分解。",
  "translation": "Lady Wang had sent to ask for Pao-chai, who came at once and paid her respects.\n\n“Your third sister is to be married,” said Lady Wang. “As her sister-in-law you should give her some good advice — that’s only natural between sisters. Besides, she’s a sensible girl and the two of you get on well. I hear that Pao-yu is terribly upset because she’s leaving. You should reason with him too. I’m ailing all the time now, and your second sister-in-law is well only two days out of three. As you have more sense you mustn’t hold back for fear of offending people, but take charge of things. In future, you’ll have to shoulder all the household responsibilities.”\n\nPao-chai assented.\n\n“There’s another thing,” went on Lady Wang. “Your second sister-in-law brought the daughter of Liu’s wife here yesterday, to make up the number of maids in your compound.”\n\n“Ping-erh brought her today, and said it was on your instructions and those of Madam Lien.”\n\n“Yes, your second sister-in-law spoke to me about it. I didn’t see that it mattered, and didn’t like to refuse. But it struck me that the girl has rather a flighty look. Some of the maids in Pao-yu’s place were such sly minxes that I had to dismiss a few — you know about that, because that was when you moved back home. Now that you’re here, of course, things are different. I just mention it so that you can keep an eye on her. The only reliable maid in your place is that girl Hsi-jen.”\n\nPao-chai agreed and after a little further conversation left. After the meal she went to see Tan-chun and was most considerate and sympathetic, of which no details need be given.\n\nThe next day, when Tan-chun was about to leave, she went to say goodbye to Pao-yu. He was naturally loath to part with her, but she spoke to him so earnestly about the main principles of social relations that at first he hung his head in silence, then his distress turned to joy and he seemed suddenly enlightened. So she took leave of the others with an easy mind, mounted her sedan-chair and started her journey by boat and carriage.\n\nThe girls had all lived in the Garden originally, but after the Imperial Consort’s death it was not kept in good repair. Then Pao-yu’s marriage and Tai-yu’s death had been followed by Hsiang-yun’s departure for home and Pao-chin’s return to her own family. With so few occupants left and the weather turning cold, Li Wan, Tan-chun and Hsi-chun had moved back to their old quarters. However, they still used to forgather on flower festivals or moonlight nights to enjoy themselves. But now that Tan-chun had left and Pao-yu, since his illness, never left his room, there were even fewer people in high spirits; and so the Garden was a deserted place with only the servants in charge living there.\n\nMadam Yu, having seen Tan-chun off, went back late that evening. To save the trouble of having a carriage harnessed, she went through the side-gate which had been made the year before last to connect the Garden with the Ning Mansion. The sight of the Garden filled her with dismay. Though the pavilions and rocks were unchanged, the neglected grounds were overgrown with weeds and brambles. She felt very melancholy, as if she had lost something, and by the time she reached home she was running a fever. She struggled along for a couple of days, then had to take to her bed. Her fever was worse in the evening, when she became delirious. Chia Chen at once sent for doctors.\n\nThey diagnosed a chill, saying that the trouble had now affected the stomach channel so that she was delirious and had hallucinations; but that a good motion would set her right. However, after two doses of medicine there was no improvement and she became even more deranged.\n\nIn desperation Chia Chen sent for Chia Jung and said, “Find out if there are any good doctors outside and get another one or two to see her.”\n\n“The other day I heard that the doctor we called in is the most popular one nowadays,” said Chia Jung. “I’m afraid no medicine can cure my mother’s illness.”\n\n“Nonsense! If she doesn’t take medicine, how can she get well?”\n\n“I don’t mean we should give up treatment. The fact is, the other day when mother came back from the other mansion she walked through the Garden. As soon as she reached home she started this fever.”\n\n\"Perhaps she has encountered some evil influence. There is a certain Mao the Astrologer from the south who is an excellent diviner. Why not ask him to cast a horoscope? If what he says proves correct we can do as he advises; if not, we can send for some other good doctor.\"\n\nChia Chen immediately sent to invite the astrologer, who came and sat down in the study. After sipping tea he asked, \"For what purpose have you sent for me, sir?\"\n\n\"My mother is ill,\" said Chia Jung. \"I would like you to cast a horoscope for her.\"\n\n\"In that case,\" said Mao, \"let me have some clean water to wash my hands, then set up an incense table so that I can consult the oracle for you.\"\n\nWhen this had been done by the servants, he took a divining tube from his pocket, walked up to the table and made a deep bow. Then, shaking the tube, he intoned:\n\n\"By the two forms and four symbols of the Supreme Ultimate, by the interaction of the male and female principles, the Book of Change was produced, infinite in its applications. By the sages' response to men's prayers, let a true answer now be given! A certain Chia, an official, is consulting the oracle because of his mother's illness. With reverence he calls on the four sages: Fu Hsi, King Wen, the Duke of Chou and Confucius, as well as the diviners Yu and Shih, the stars of the Great and Little Bear, and all the gods of the eight quarters. May they send a true answer! If the omen is bad, let it be reported as bad; if good, as good. First I ask for the three signs of the inner trigram.\"\n\nHe shook the tube and emptied out the coins on the table, saying, \"The first sign is 'single.'\" He shook the tube again and emptied it, announcing, \"The second is 'divided.'\" The third sign was \"single.\"\n\nThen picking up the coins he said, \"The inner trigram has been revealed. Now for the three signs of the outer trigram to complete the hexagram.\"\n\nThis turned out to be \"single, divided, single.\"\n\nPutting away the tube and coins, Mao sat down and said, \"Sit down please, sir, while I study this hexagram. It is the hexagram Wei Chi. The ruling line is the third, 'brother on the noon fire star, a robber of wealth' — so there is bound to be some trouble. Since you are consulting the oracle about your mother's illness, the agent is the first line: 'The parents' line moving produces the official-star and devil.' There is another official-star and devil in the fifth line. It seems to me that your honourable mother's illness is serious. However, fortunately, the water in the north is weak, while the wood in the east is moving to produce fire. The ruling line produces a son-star which overcomes the devil. Moreover, the sun and moon give support. In two days' time, when the water of the official-star and devil is exhausted, by the day of the dog she will be better. But as the parents' line has turned into a devil, I am afraid your respected father may also be involved. And because the ruling line has too heavy a burden, when water is vigorous and earth weak things may go badly.\"\n\nHaving said this he stroked his beard and sat back.\n\nChia Jung, who had at first felt like laughing at his mumbo-jumbo, was impressed by the reasonableness of his interpretation and disturbed by his mention of a possible threat to his father.\n\n\"The divination is most illuminating,\" he said. \"But can you tell me what is the nature of my mother's illness?\"\n\n\"According to this hexagram,\" replied Mao, \"the ruling line at noon and fire is opposed by water, so it must be a chill. To find out more clearly, I would have to use the stalks, but only the Grand Astrology can give a precise answer.\"\n\n\"Do you understand that method too?\"\n\n\"I know a little.\"\n\nWhen Chia Jung named the hour, Mao drew a horoscope and worked out the positions of the gods. He found that the white tiger was in the west.\n\n\"This is the 'soul-dispersing' lesson,\" he announced. \"The white tiger is a star of calamity; but if it is controlled by prosperity it can do no harm. Now, however, it is in conjunction with the spirits of death and dissolution as well as the season of decay, which makes it a hungry tiger bound to injure people. This is called the 'soul-dispersing' lesson because it is as if the spirit were frightened away. This lesson indicates that the person will lose her soul, be beset by troubles, fall grievously ill or even die, and be involved in lawsuits. According to this phenomenon, the tiger descends at dusk — so the illness must have started at dusk. The phenomenon says: 'Those for whom this lesson is cast must have an old house haunted by a tiger which either appears or is heard.' Since you, sir, are consulting the oracle for an adult, this fits in with the saying: 'If the tiger is in the sun, it bodes ill for men; if in the shade, for women.' This is a very dangerous lesson.\"\n\nBefore he had finished, Chia Jung turned pale.\n\nJia Rong turned pale. “You are right, sir,” he said. “But that doesn’t tally with the divination. Will it prove fatal?”\n\n“Don’t panic,” said the soothsayer. “Let me check again carefully.” He lowered his head and muttered for a while, then declared, “Good, there is a saviour. The divination shows a noble divinity coming to the rescue. This is called ‘the return of the soul after its transformation.’ First anxiety, then joy. It is not serious, but you must take care.”\n\nJia Rong paid the fee and saw him out, then reported back to Jia Zhen, “The soothsayer says mother’s illness was contracted in the old garden at dusk, when she ran into some ‘crouching corpse white tiger.’”\n\n“You told me your mother came back on foot from the garden the other day — that must be where she met with this,” said Jia Zhen. “Do you remember how your second aunt fell ill after coming back from the garden? Though she saw nothing, the maids and serving-women later said that some hairy creature on the rockery, with eyes as big as lanterns, could talk as well. It drove her back and frightened her into this illness.”\n\n“Of course I remember. And I heard from Beiming, Pao-yu’s page, that Ching-wen has become the goddess of the hibiscus in the garden. When Miss Lin died, there was music in the air, so she must be in charge of some flower too. Fancy so many monsters in the garden! When there were crowds of people about and the place was bustling, it didn’t matter; but now that it’s so deserted, when mother walked through she may have trampled on some flower or other, or run into one of these monsters. So that divination was correct.”\n\n“But will it prove fatal or not?”\n\n“According to him, she’ll be all right on the戌 day. Let’s hope she recovers a couple of days earlier, or a couple of days later.”\n\n“What do you mean by that?”\n\n“If this soothsayer is correct, sir, I’m afraid you may be in for trouble too.”\n\nAs they were talking a servant announced, “The mistress wants to get up and go to the garden. The maids can’t stop her.”\n\nJia Zhen and the others went in to calm her. They heard Madam Yu raving, “The one in red has come to invite me! The one in green is driving me away!” The servants, though frightened, could not help laughing. Jia Zhen ordered them to buy some paper coins and take them to the garden to burn. And that night Madam Yu, after sweating, grew quieter. On the戌 day she gradually started to recover.\n\nThereupon, the story spread from one to ten, from ten to a hundred, that there were monsters in the Garden of Repose. The gardeners were so scared that they stopped pruning flowers and trees or watering the fruit and vegetables. At first they dared not go out at night, so that birds and animals molested them; and recently they had taken to going in groups even by day, armed with weapons. Some time later, Jia Zhen fell ill too. Instead of sending for doctors, in less serious cases he had paper coins burned and made vows in the garden; in more serious cases he worshipped the stars. As soon as he recovered, Jia Rong and the others fell ill in quick succession. For several months these alarms kept both mansions on tenterhooks. Everyone was in a panic, taking every bush or tree for a monster. All the garden’s income was cancelled, and the monthly allowance for the different households had to be increased again, making things even harder for the Jung Mansion. The gardeners, having nothing to look forward to, wanted to leave. They spread rumours and made trouble, inventing stories of flower monsters and tree spirits until they were all moved out and the garden gate was sealed. Nobody dared set foot in the garden any more, so that its towers, pavilions and terraces became the haunt of birds and animals.\n\nNow Wu Kuei, Ching-wen’s cousin, was living just outside the garden gate. Since his wife heard that Ching-wen had become the flower spirit, she had not dared go out after dark. One day Wu Kuei went out to make some purchases and came back late to find that his wife, who had a chill and had taken the wrong medicine during the day, had died on the kang. Because she had not been a respectable woman, people outside said that a monster from the garden must have climbed over the wall to suck her essence away, causing her death.\n\nSo the old lady in her alarm ordered more servants to keep watch around Baoyu’s apartments and to patrol during the night. The younger maids claimed that some had seen a red-faced figure, others a ravishingly beautiful woman. Their wild talk so terrified Baoyu that he lived in constant fear. Luckily Bacchai was clear-headed and threatened to beat any maid who spread such rumours, so that this talk died down a little. However, the inmates of the different apartments, suspecting that there were ghosts, could not set their minds at rest, and asked for more night watchmen — which meant an increase in the household’s daily expenses.\n\nJia She alone was rather sceptical. “What ghosts and spirits can there be in such a fine garden?” he asked.\n\nHe picked a day with a fresh breeze and warm sunshine and, taking some servants armed with weapons, went to the garden to investigate. They tried in vain to dissuade him. In the garden they found the atmosphere indeed gloomy and sinister. As Jia She forced himself to advance, his servants hung back craning their necks forward timorously. One young fellow, already scared out of his wits, heard a whizzing sound. Turning his head he saw some brightly coloured creature leap past. With a cry of terror his legs gave way and he collapsed.\n\nWhen Jia She turned to ask what had happened, the fellow panted, “I saw a monster with a yellow face, red beard and green clothes! It went into a cave in the rocks behind the grove.”\n\nThis rather alarmed Jia She. “Did the rest of you see it?” he asked.\n\nSome yes-men answered, “Of course we saw it. But as you were in front, sir, we didn’t like to alarm you. We can stand our ground.”\n\nThis frightened Jia She so much that he dared not proceed but hastily turned back, ordering his servants, “Don’t breathe a word about this. Just say we’ve searched the whole place and found nothing.” But he was convinced now and wanted to send to the Taoist temple for priests to exorcize the evil spirits. However, his servants who normally liked to make trouble, seeing that he was afraid, instead of concealing this started embroidering on it until all their hearers were appalled. Jia She had no choice but to ask some Taoist priests to the garden to exorcize the demons by magic. An auspicious day was chosen for the ceremony.\n\nAn altar was set up in the main hall used by the Imperial Consort. On it were placed images of the Three Pure Ones, flanked by the Twenty-Eight Constellations and the four generals Ma, Zhao, Wen and Zhou, with the Thirty-Six Divine Generals below them. The hall was filled with incense, flowers, lamps and candles. On both sides were set out bells, drums and magical instruments, and flags of the five directions were planted there too. The Taoist headquarters had assigned forty-nine abbots to purify the altar for a whole day. After that, the three chief priests burned incense and fetched holy water, then beat their magic drums. All the priests donned helmets inscribed with the seven stars of the Dipper, and put on cloaks embroidered with the nine sacred numbers and the Eight Trigrams. They wore cloud- patterned slippers and carried tablets of ivory. They kowtowed to invoke the gods, then spent the whole day chanting the Dongxuan Classic to expel evil spirits and invoke blessings. After that they posted up a notice to summon divine generals. This notice was inscribed: The Grand Master of the Three Holy Regions, Who Expounds the Doctrines of the Numinous Treasure of the Supreme Ultimate and Primeval Chaos, Hereby Issues an Edict Summoning All the Local Deities to Attend at the Altar and Await Orders.\n\nThat day, all the men of both mansions, confident that the priests would capture the monsters, went to the garden to watch.\n\n“What powerful magic!” they exclaimed. “Invoking the gods and sending for divine generals! No matter how many monsters there are, this is enough to scare them away.”\n\nThey crowded round the altar to watch the young acolytes raise the flags and take their positions in the five directions, awaiting the orders of the chief priests. These three, one holding a sword and holy water, one the black seven-starred flag, and one a peach-wood demon-beating whip, stood before the altar. As soon as the instruments stopped playing, the chief priest struck his tablet three times and started chanting incantations, whereupon the flags in the five directions were whirled round. Then the priests descended from the altar and ordered the master of the house to lead them to sprinkle holy water and brandish the sword in all the lodges, pavilions, halls, varandahs, houses, rocks and streams. When they came back they beat their tablets again and sacrificed to the seven-starred flag. The priests gathered together the other banners, and the demon-beating whip was brandished in the air.\n\nHe banged the hammer three times. The whole clan, sure that the monster had been caught, pressed forward eager to see it; but when they reached the altar they could see and hear nothing. The Grand Master ordered his acolytes to fetch jars and bottles in which to imprison the demons. These were sealed and labelled, and he wrote out a charm with cinnabar, then had them taken back to the temple to be buried under the pagoda. After that the altar was cleared and the spirits thanked. Jia She deferentially kowtowed to the Grand Master.\n\nJia Rong and the other young men, sniggering behind his back, remarked, “We were expecting such a grand show to catch the monster and show us what it was like. Who’d have thought it would be such a farce? Was the monster caught or not?”\n\nJia Zhen, overhearing this, swore, “Blockheads! Of course, when monsters gather they take form; when dispersed they’re just vapour. With all those spirits and generals here, how could it show itself? The magic power lies in capturing this evil vapour so that it can’t do any more mischief.”\n\nThe others were only half convinced, but decided to wait and see whether there were any further alarms.\n\nThe servants, knowing that the monster had been caught and its menace removed, stopped making a fuss; and sure enough, after that no more was heard about it. When Jia Zhen and the others recovered, they attributed this to the Grand Master’s magic power. But one young servant said:\n\n“I never heard any of those noises. The day I went into the Garden with the master, I saw a big pheasant fly past. Shuan-erh was scared out of his wits and made up such a vivid story that we all backed him up with a pack of lies. So the master believed it and we were treated to that grand show.”\n\nAlthough the others heard this, they would not believe it. Still, none of them dared stay in the Garden. One day Jia She, having nothing to do, was thinking of sending some servants there to keep watch, being afraid that at night ruffians might hide in the place. He was on the point of sending for them when Jia Lian came in. Having paid his respects he reported:\n\n“Today I went to my uncle’s house and heard some wild talk — that our Second Uncle has been impeached by the military governor for failing to control his subordinates who extorted excessive taxes, and a petition has been submitted asking for his dismissal.”\n\n“I doubt it,” said Jia She taken aback. “The other day your Second Uncle wrote that Tanchun reached his place on such a date, and he’d chosen an auspicious day to see your sister off to the coast; the journey was smooth and the whole family need not worry. He said too that the military governor, being related to them, gave a feast to congratulate him. How can an relative impeach him? Don’t spread this about, but go to the Ministry of Civil Affairs to find out the truth, then report to me.”\n\nJia Lian left at once, and returned before half a day had passed.\n\n“I inquired at the ministry and it’s true that Second Uncle has been impeached,” he announced. “But thanks to the Emperor’s goodness, instead of referring the case to the ministry he decreed: ‘For failing to control his subordinates who extorted excessive taxes and oppressed the people, he should by rights be dismissed; but in view of the fact that this was his first provincial post and he is inexperienced in administration, having been duped by his subordinates, he is demoted three ranks and ordered to resume his former post in the ministry as an additional undersecretary, returning to the capital forthwith.’ This is definite.\n\n“While I was in the ministry a magistrate from Jiangxi who’d come for an audience told me how grateful everyone is to Second Uncle. They say he’s a good official, the only trouble is that he chose the wrong subordinates, and his servants swaggered around outside cheating people and bullying minor officials, so that they’ve blackened his name. The military governor knew all along that Second Uncle is a good man, and we can’t think why he’s impeached him now. Maybe things have come to such a pass, for fear of worse trouble later, that he used this charge of lax control as a pretext — that would be a way to gloss things over.”\n\nBefore he could finish, Jia She said, “Go and tell your aunt, but don’t let the old lady know.” So Jia Lian went to tell Lady Wang.\n\nTo know what followed, read the next chapter."
}