{
  "index": "103",
  "title": "第103章 施毒计金桂自焚身 昧真禅雨村空遇旧",
  "original": "话说贾琏到了王夫人那边，一一的说了。次日，到了部里，打点停妥，回来又到王夫人那边将打点吏部之事告知王夫人。王夫人便道：“打听准了么？果然这样，老爷也愿意，合家也放心。那外任何尝是做得的？不是这样回来，只怕叫那些混账东西把老爷的性命都坑了呢。”贾琏道：“太太怎么知道？”王夫人道：“自从你二叔放了外任，并没有一个钱拿回来，把家里的倒掏摸了好些去了。你瞧那些跟老爷去的人，他男人在外头不多几时，那些小老婆子们都金头银面的妆扮起来了，可不是在外头瞒着老爷弄钱？你叔叔就由着他们闹去。要弄出事来，不但自己的官做不成，只怕连祖上的官也要抹掉了呢。”贾琏道：“太太说的很是。方才我听见参了，吓的了不得，直等打听明白才放心。也愿意老爷做个京官，安安逸逸的做几年，才保得住一辈子的声名。就是老太太知道了，倒也是放心的。只要太太说的宽缓些。”王夫人道：“我知道，你到底再去打听打听。”\n　　贾琏答应了，才要出来，只见薛姨妈家的老婆子慌慌张张的走来，到王夫人里间屋内，也没说请安，便道：“我们太太叫我来告诉这里的姨太太说，我们家了不得了，又闹出事来了！”王夫人听了，便问：“闹出什么事来？”那婆子又说：“了不得，了不得！”王夫人哼道：“糊涂东西！有紧要事你到底说呀。”婆子便说：“我们家二爷不在家，一个男人也没有，这件事情出来，怎么办！要求太太打发几位爷们去料理料理。”王夫人听着不懂，便着急道：“到底要爷们去干什么？”婆子道：“我们大奶奶死了！”王夫人听了，啐道：“呸，那行子女人死就死了罢咧，也值的大惊小怪的。”婆子道：“不是好好儿死的，是混闹死的。快求太太打发人去办办！”说着就要走。王夫人又生气，又好笑，说：“这老婆子好混账。琏哥儿，倒不如你去瞧瞧，别理那糊涂东西。”那婆子没听见打发人去，只听见说“别理他”，他便赌气跑回去了。这里薛姨妈正在着急，再不见来。好容易那婆子来了，便问：“姨太太打发谁来？”婆子叹说道：“人再别有急难事。什么好亲好眷，看来也不中用。姨太太不但不肯照应我们，倒骂我糊涂。”薛姨妈听了，又气又急道：“姨太太不管，你姑奶奶怎么说来着？”婆子道：“姨太太既不管，我们家的姑奶奶自然更不管了，没有去告诉。”薛姨妈啐道：“姨太太是外人，姑娘是我养的，怎么不管？”婆子一时省悟道：“是啊，这么着我还去。”\n　　正说着，只见贾琏来了，给薛姨妈请了安，道了恼，回说：“我婶子知道弟妇死了，问老婆子再说不明。着急的很，打发我来问个明白，还叫我在这里料理。该怎么样，姨太太只管说了办去。”薛姨妈本来气的干哭，听见贾琏的话，便赶忙说：“倒叫二爷费心。我说姨太太是待我最好的，都是这老货说不清，几乎误了事。请二爷坐下，等我慢慢的告诉你。”便道：“不为别的事，为的是媳妇不是好死的。”贾琏道：“想是为兄弟犯事，怨命死的？”薛姨妈道：“若这样倒好了。前几个月头里，他天天赤脚蓬头的疯闹。后来听见你兄弟问了死罪，他虽哭了一场，以后倒擦胭抹粉的起来。我要说他，又要吵个了不得，我总不理他。有一天，不知为什么来要香菱去作伴儿。我说：‘你放着宝蟾，要香菱做什么？况且香菱是你不爱的，何苦惹气呢？’他必不依。我没法儿，只得叫香菱到他屋里去。可怜香菱不敢违我的话，带着病就去了。谁知道他待香菱很好。我倒喜欢，你大妹妹知道了说：‘只怕不是好心罢？’我也不理会。头几香菱病着，他倒亲手去做汤给他喝。谁知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨儿晚上，又叫宝蟾去做了两碗汤来，自己说和香菱一块儿喝。隔了一会子，听见他屋里闹起来，宝蟾急的乱嚷，以后香菱也嚷着，扶着墙出来叫人。我忙着看去，只见媳妇鼻子眼睛里都流出血来，在地下乱滚，两只手在心一里乱抓，两只脚乱蹬，把我就吓死了。问他也说不出来，闹了一会子就死了。我瞧那个光景儿是服了毒的。宝蟾就哭着来揪香菱，说他拿药药死奶奶了。我看香菱也不是这么样的人，再者他病的起还起不来，怎么能药人呢？无奈宝蟾一口咬定，我的二爷，这叫我怎么办？只硬着心肠叫老婆子们把香菱捆了，交给宝蟾，便把房门反扣了。我和你二妹妹守了一夜，等府里的门开了才告诉去的。二爷你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？”薛姨妈道：“也得撕掳明白了，才好报啊。”贾琏道：“据我看起来，必要经官才了的下来。我们自然疑在宝蟾身上，别人却说宝蟾为什么药死他们姑娘呢？若说在香菱身上，倒还装得上。”\n　　正说着，只见荣府的女人们进来说：“我们二奶奶来了。”贾琏虽是大伯子，因从小儿见的，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“若把香菱捆了，可不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该捆起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏：“二妹子说的很是。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要捆宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要捆香菱，我恐怕香菱病中受冤着急，一时寻死，又添了一条人命，才捆了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。若要放都放，要捆都捆，他们三个人是一处的。只要叫人安慰香菱就是了。”薛姨妈便叫人开门进去。宝钗就派了带来的几个女人帮着捆宝蟾。只见香菱已哭的死去活来。宝蟾反得意洋洋，以后见人要捆他，便乱嚷起来，那禁得荣府的人吆喝着，也就捆了，竟开着门，好叫人看着。这里报夏家的人已经去了。\n　　那夏家先前不住在京里，因近年消索，又惦记女孩儿，新近搬进京来。父亲已没，只有母亲，又过继了一个混账儿子，把家业都花完了，不时的常到薛家。那金桂原是个水性人儿，那里守得住空房，况兼天天心里想念薛蝌，便有些饥不择食的光景。无奈他这个干兄弟又是个蠢货，虽也有些知觉，只是尚未入港，所以金桂时常回去，也帮贴他些银钱。这些时正盼金桂回家，只见薛家的人来，心里想着：“又拿什么东西来了。”不料说这里的姑娘服毒死了，他就气的乱嚷乱叫。金桂的母亲听见了，更哭喊起来，说：“好端端的女孩儿在他家，为什么服了毒呢！”哭着喊着的，带了儿子，也等不得雇车，便要走来。那夏家本是买卖人家，如今没了钱，那顾什么脸面，儿子头里走，他就跟了个破老婆子出了门，在街上哭哭啼啼的雇了一辆车，一直跑到薛家。进门也不搭话，就“儿”一声“肉”一声的闹起。那时贾琏到刑部去托人，家里只有薛姨妈、宝钗、宝琴，何曾见过这个阵仗儿，都吓的不敢则声。要和他讲理，他也不听，只说：“我女孩儿在你家，得过什么好处？两口子朝打暮骂，闹了几时，还不容他两口子在一处。你们商量着把我女婿弄在监里，永不见面。你们娘儿们仗着好亲戚受用也罢了，还嫌他碍眼，叫人药死他，倒说是服毒！他为什么服毒？”说着，直奔薛姨妈来。薛姨妈只得退后，说：“亲家太太！且瞧瞧你女孩儿，问问宝蟾，再说歪话还不迟呢！”宝钗宝琴因外面有夏家的儿子，难以出来拦护，只在里边着急。\n　　恰好王夫人打发周瑞家的照看，一进门来，见一个老婆子指着薛姨妈的脸哭骂。周瑞家的知道必是金桂的母亲，便走上来说：“这位是亲家太太么？大奶奶自己服毒死的，与我们姨太太什么相干？也不犯这么遭塌呀。”那金桂的母亲问：“你是谁？”薛姨妈见有了人，胆子略壮了些，便说：“这就是我们亲戚贾府里的。”金桂的母亲便道：“谁不知道你们有仗腰子的亲戚，才能够叫姑爷坐在监里！如今我的女孩儿倒白死了不成？”说着，便拉薛姨妈说：“你到底把我女孩儿怎么弄杀了？给我瞧瞧！”周瑞家的一面劝说：“只管瞧去，不用拉拉扯扯。”把手只一推。夏家的儿子便跑进来不依，道：“你仗着府里的势头儿来打我母亲么？”说着，便将椅子打去，却没有打着。里头跟宝钗的人听见外头闹起来，赶着来瞧，恐怕周瑞家的吃亏，齐打伙儿上去，半劝半喝。那夏家的母子，索性撒起泼来，说：“知道你们荣府的势头儿！我们家的姑娘已经死了，如今也都不要命了！”说着，仍奔薛姨妈拼命。地下的人虽多，那里挡得住，自古说的：“一人拼命，万夫莫当。”\n　　正闹到危急之际，贾琏带了七八个家人进来，见是如此，便叫人先把夏家的儿子拉出去，便说：“你们不许闹，有话好好儿的说。快将家里收拾收拾，刑部里头的老爷们就来相验了。”金桂的母亲正在撒泼，只见来了一位老爷，几个在头里吆喝，那些人都垂手侍立。金桂的母亲见这个光景，也不知是贾府何人。又见他儿子已被众人揪住，又听见说刑部来验，他心里原想看见女孩儿的尸首，先闹个稀烂，再去喊冤，不承望这里先报了官，也便软了些。薛姨妈已吓糊涂了，还是周瑞家的回说：“他们来了也没去瞧瞧他们姑娘，便作践起姨太太来了。我们为好劝他，那里跑进一个野男人，在奶奶们里头混撒村混打，这可不是没有王法了！”贾琏道：“这会子不用和他讲理，等回来打着问他，说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还瞧不见他们姑娘么？他跑进来不是要打抢来了么！”家人们做好做歹，压伏住了。周瑞家的仗着人多，便说：“夏太太，你不懂事！既来了，该问个青红皂白。你们姑娘是自己服毒死了，不然就是宝蟾药死他主子了。怎么不问明白，又不看尸首，就想讹人来了呢？我们就肯叫一个媳妇儿白死了不成？现在把宝蟾捆着，因为你们姑娘必要点病儿，所以叫香菱陪着他，也在一个屋里住，故此两个人都看守在那里。原等你们来眼看着刑部相验，问出道理来才是啊。”金桂的母亲此时势孤，也只得跟着周瑞家的到他女孩儿屋里，只见满脸黑血，直挺挺的躺在炕上，便叫哭起来。宝蟾见是他家的人来，便哭喊说：“我们姑娘好意待香菱，叫他在一块儿住，他倒抽空儿药死我们姑娘！”那时薛家上下人等俱在，便齐声吆喝道：“胡说！昨日奶奶喝了汤才药死的，这汤可不是你做的？”宝蟾道：“汤是我做的，端了来，我有事走了。不知香菱起来放了些什么在里头，药死的。”金桂的母亲没听完，就奔香菱，众人拦住。薛姨妈便道：“这样子是砒霜药的，家里决无此物。不管香菱宝蟾，终有替他买的，回来刑部少不得问出来，才赖不去。如今把媳妇权放平正，好等官来相验。”众婆于上来抬放。宝钗道：“都是男人进来，你们将女人动用的东西检点检点。”只见炕褥底下有一个揉成团的纸包儿。金桂的母亲瞧见，便拾起打开看时，并没有什么，便撩开了。宝蟾看见道：“可不是有了凭据了！这个纸包儿我认得：头几天耗子闹的慌，奶奶家去找舅爷要的，拿回来搁在首饰匣内。必是香菱看见了，拿来药死奶奶的。若不信，你们看看首饰匣里有没有了。”\n　　金桂的母亲便依着宝蟾的活，取出匣子来，只有几支银簪子。薛姨妈便说：“怎么好些首饰都没有了？”宝钗叫人打开箱柜，俱是空的，便道：“嫂子这些东西被谁拿去？这可要问宝蟾。”金桂的母亲心里也虚了好些，见薛姨妈查问宝蟾，便说：“姑娘的东西，他那里知道？”周瑞家的道：“亲家太太别这么说么。我知道宝姑娘是天天跟着大奶奶的，怎么说不知道？”宝蟾见问得紧，又不好胡赖，只得说道：“奶奶自己每每带回家去，我管得么？”众人便说：“好个亲家太太！哄着拿姑娘的东西，哄完了叫他寻死来讹我们。好罢咧，回来相验，就是这么说。”宝钗叫人：“到外头告诉琏二爷说，别放了夏家的人。”里头金桂的母亲忙了手脚，便骂宝蟾道：“小蹄子，别嚼舌头了！姑娘几时拿东西到我家去？”宝蟾道：“如今东西是小，给姑娘偿命是大。”宝琴道：“有了东西，就有偿命的人了。快请琏二哥哥问准了夏家的儿子买砒霜的话，回来好回刑部里的话。”金桂的母亲着了急道：“这宝蟾必是撞见鬼了，混说起来。我们姑娘何尝买过砒霜？要这么说，必是宝蟾药死了的！”宝蟾急的乱嚷，说：“别人赖我也罢了，怎么你们也赖起我来呢？你们不是常和姑娘说，叫他别受委屈，闹得他们家破人亡，那时将东西卷包儿一走，再配一个好姑爷。这个话是有的没有？”金桂的母亲还未及答言，周瑞家的便接口说道：“这是你们家的人说的，还赖什么呢？”金桂的母亲恨的咬牙切齿的骂宝蟾，说：“我待你不错呀，为什么你倒拿话来葬送我呢？回来见了官，我就说是你药死姑娘的！”\n　　宝蟾气的瞪着眼说，“请太太放了香菱罢，不犯着白害别人，我见官自有我的话。”宝钗听出这个话头儿来了，便叫人反倒放开了宝蟾，说：“你原是个爽快人，何苦白冤在里头？你有话，索性说了大家明白，岂不完了事了呢？”宝蟾也怕见官受苦，便说：“我们奶奶天天抱怨说：‘我这样人，为什么碰着这个瞎眼的娘，不配给二爷，偏给了这么个混账糊涂行子。要是能够和二爷过一天，死了也是愿意的。’说到那里，便恨香菱。我起初不理会，后来看见和香菱好了，我只道是香菱怎么哄转了。不承望昨儿的汤不是好意。”金桂的母亲接说道：“越发胡说了！若是要药香菱，为什么倒药了自己呢？”宝钗便问道：“香菱，昨日你喝汤来着没有？”香菱道：“头几天我病的抬不起头来，奶奶叫我喝汤，我不敢说不喝。刚要扎挣起来，那碗汤已经洒了，倒叫奶奶收拾了个难，我心里很过不去。昨儿听见叫我喝汤，我喝不下去，没有法儿，正要喝的时候儿，偏又头晕起来。见宝蟾姐姐端了去。我正喜欢，刚合上眼，奶奶自己喝着汤，叫我尝尝，我便勉强也喝了两口。”宝蟾不待说完便道：“是了！我老实说罢。昨儿奶奶叫我做两碗汤，说是和香菱同喝。我气不过，心里想着：香菱那里配我做汤给他喝呢？我故意的一碗里头多抓了一把盐，记了暗记儿，原想给香菱喝的。刚端进来，奶奶却拦着我叫外头叫小子们雇车，说今日回家去。我出去说了回来，见盐多的这碗汤在奶奶跟前呢。我恐怕奶奶喝着咸，又要骂我。正没法的时候，奶奶往后头走动，我眼错不见，就把香菱这碗汤换过来了。也是合该如此。奶奶回来就拿了汤去到香菱床边，喝着说：‘你到底尝尝’，那香菱也不觉咸，两个人都喝完了。我正笑香菱没嘴道儿，那里知道这死鬼奶奶要药香菱，必定趁我不在，将砒霜撒上了，也不知道我换碗。这可就是天理昭彰，自害自身了。”于是众人往前后想，真正一丝不错，便将香菱也放了，扶着他仍旧睡在床上。\n　　不说香菱得放，且说金桂的母亲心虚事实，还想辩赖。薛姨妈等你言我语，反要他儿子偿还金桂之命。正然吵嚷，贾琏在外嚷说：“不用多说了，快收拾停当。刑部的老爷就到了。”此时惟有夏家母子着忙，想来总要吃亏的，不得已反求薛姨妈道：“千不是，万不是，总是我死的女孩儿不长进。这也是他自作自受。要是刑部相验，到底府上脸面不好看，求亲家太太息了这件事罢。”宝钗道：“那可使不得。已经报了，怎么能息呢？”周瑞家的等人大家做好做歹的劝说：“若要息事，除非夏亲家太太自己出去拦验，我们不提长短罢了。”贾琏在外也将他儿子吓住。他情愿迎到刑部具结拦验，众人依允。薛姨妈命人买棺成硷，不提。\n且说贾雨村开了京兆府尹，兼管税务。一日，出都查勘开垦地亩，路过知机县，到了急流津，正要渡过彼岸，因待人夫，暂且停轿。只见村旁有一座小庙，墙壁坍颓，露出几株古松，倒也苍老，雨村下轿，闲步进庙，但见庙内神像，金身脱落，殿宇歪斜，旁有断碣，字迹模糊，也看不明白。意欲行至后殿，只见一株翠柏下荫着一间茅庐，庐中有一个道士，合眼打坐。雨村走近看时，面貌甚熟，想着倒象在那里见过的，一时再想不起来。从人便欲吆喝，雨村止住，徐步向前，叫一声“老道”。那道士双眼略启，微微的笑道：“贵官何事？”雨村便道：“本府出都查勘事件，路过此地，见老道静修自得，想来道行深通，意欲冒昧请教。”那道人说：“来自有地，去自有方。”雨村知是有些来历的，便长揖请问：“老道从何处焚修，在此结庐？此庙何名？庙中共有几人？或欲真修，岂无名山？或欲结缘，何不通衢？”那道人道：“‘葫芦’尚可安身，何必名山结舍？庙名久隐，断碣犹存，形影相通，何须修募？岂似那‘玉在中求善价，钗于匣内待时飞’之辈耶！”雨材原是个颖悟人，初听见“葫芦”两字，后闻“钗玉”一对，忽然想起甄士隐的事来，重复将那道士端详一回，见他容貌依然，便屏退从人，问道：“君家莫非甄老先生么？”那道人微微笑道：“什么‘真’？什么‘假’？要知道‘真’即是‘假’，‘假’即是‘真’。”雨村听说出“贾”字来，益发无疑，便从新施礼，道：“学生自蒙慨赠到都，托庇获隽公车，受任贵乡，始知老先生超悟尘凡，飘举仙境。学生虽溯洄思切，自念风尘俗吏，未由再睹仙颜，今何幸于此处相遇！求老仙翁指示愚蒙。倘荷不弃，京寓甚近，学生当得供奉，得以朝夕聆教。”那道人也站起来回礼，道：“我于蒲团之外，不知天地间尚有何物。适才尊官所言，贫道一概不解。”说毕依旧坐下。雨村复又心疑：“想去若非士隐，何貌言相似若此？离别来十九载，面色如旧，必是修炼有成，未肯将前身说破。但我既遇恩公，又不可当面错过。看来不能以富贵动之，那妻女之私更不必说了。”想罢，又道：“仙师既不肯说破前因，弟子于心何忍！”正要下礼，只见从人进来禀说：“天色将晚，快请渡河。”雨村正无主意，那道人道：“请尊官速登彼岸，见面有期，迟则风浪顿起。果蒙不弃，贫道他日尚在渡头候教。”说毕，仍合眼打坐。雨村无奈，只得辞了道人出庙。正要过渡，只见一人飞奔而来。\n未知何人，下回分解。",
  "translation": "Jia Lian went to tell Lady Wang all that had happened. The next day he went to the ministry to make the necessary arrangements, then called on Lady Wang again to report that the matter was settled.\n\n“Are you sure?” she asked. “If so, your uncle will be pleased and the whole household will feel easy. For how could he take up a provincial post? If he hadn’t been recalled, those scoundrels would have been the death of him.”\n\n“How did you know that, madam?”\n\n“Since your uncle took up that provincial post, not a cent has he sent home — on the contrary, he’s taken a lot from here. And look at the men who accompanied him. Not long after they left, their concubines at home started dolling themselves up in gold and silver. So they must be making money out there behind his back. Your uncle lets them carry on as they please. If there’s trouble, not only will he lose his post but our hereditary rank may be taken from us as well.”\n\n“Quite right, madam. When I heard he’d been impeached I was horrified, and didn’t set my mind at rest until I found out the truth. I hope he’ll be given a metropolitan post, so that he can serve for a few years quietly and preserve his reputation. Then the old lady will feel easy too, if you break the news to her gently.”\n\n“I know how to. But you must make some further inquiries.”\n\nAs Jia Lian assented and was turning to go, one of Aunt Xue’s old serving-women rushed in frantically. Without a word of greeting she announced:\n\n“My mistress has sent me to tell Her Ladyship that something terrible has happened in our family!”\n\n“What is it?” asked Lady Wang.\n\n“It’s dreadful, dreadful!”\n\n“Stupid creature!” snapped Lady Wang. “If it’s important, out with it.”\n\n“Our Master Xue isn’t at home and there’s not a single man in the house. What are we to do? My mistress wants you to send some gentlemen over to see to things.”\n\n“What do they have to go for?” demanded Lady Wang, mystified and rather alarmed.\n\n“Our young mistress has died!”\n\n“Pah!” Lady Wang spat in disgust. “If that creature’s died, so much the better. What’s all the fuss about?”\n\n“But she didn’t die a natural death, she was hounded to death. Please send someone to see to it.” The woman turned to go.\n\nHalf angry, half amused, Lady Wang said, “The old fool’s crazy. Lian, you’d better go and see, and pay no attention to her.”\n\nThe woman had not heard the instruction to go, only the words “pay no attention to her.” In high dudgeon she ran back.\n\nAunt Xue, waiting anxiously, was surprised to see her return alone.\n\n“Who is Her Ladyship sending?” she asked.\n\nThe woman snorted, “When people are in trouble they find out who their true friends are. Her Ladyship wouldn’t lift a finger to help, and she called me an old fool.”\n\nAunt Xue, both angry and worried, asked, “What did my sister say?”\n\n“If Her Ladyship wouldn’t do anything, of course your sister-in-law wouldn’t either. I didn’t go to tell her.”\n\n“My sister’s an outsider, but Pan’s wife is my own daughter. Why shouldn’t she help?”\n\nThe old woman smote her forehead. “Of course! I’ll go to her.”\n\nAs she was speaking, Jia Lian arrived. Having paid his respects to Aunt Xue and offered his condolences he said, “My aunt has heard of your daughter-in-law’s death and sent me to find out about it.”\n\n“The Lady Dowager and Lady Wang were most concerned,” he told her, “and sent me to find out what had happened and to help here. Please give me your instructions, aunt.”\n\nAunt Xue, who had been weeping in frustration, promptly answered, “I’m sorry to put you to this trouble, sir. As I was just saying, you ladies have always been so good to me, but this stupid creature muddled things so that I nearly blundered. Do sit down, sir, while I explain.”\n\nShe went on, “The fact is, my daughter-in-law did not die a natural death.”\n\n“Did she kill herself in a fit of anger because of my brother-in-law’s trouble?” he asked.\n\n“If only that were the case! Some months ago she started carrying on like a lunatic, barefoot and with her hair down. Then, after hearing that my son had been sentenced to death, she cried for a while, but after that she started using rouge and powder again. I would have told her to stop, but knew she would make a fearful scene, so I let her be. One day, for some reason, she asked for Xiangling to keep her company. I said, ‘You’ve got Baochan, why should you want Xiangling? You’ve never liked her, so why ask for trouble?’ But she insisted, and I had to send Xiangling to her. Poor Xiangling didn’t dare disobey me and went to her room, ill as she was. Then, to my surprise, Jin-gui treated her well. I was pleased, but your wife warned me, ‘I doubt if she means well.’ I paid no attention, however. At first, while Xiangling was ill, Jin-gui even prepared soup for her with her own hands. But Xiangling has no luck. As soon as the bowl was put down in front of her, Jin-gui scalded her own hand and smashed the bowl. I was sure she would vent her anger on Xiangling, but instead she wasn’t angry; she swept up the pieces herself and mopped the floor, then the two of them were on good terms as before.\n\n“Last night she told Baochan to make two bowls of soup and said she would drink them with Xiangling. After a while we heard a commotion in her room and Baochan shouting in panic; then Xiangling called for help too and came out holding on to the wall. I hurried over to see what was the matter, and found my daughter-in-law rolling on the ground, blood streaming from her nose and eyes, while she clawed frantically at her chest and kicked out with both feet. It was a horrifying sight! I asked what had happened, but she couldn’t speak, and after retching for a time she died. It looked to me as if she had taken poison. Baochan started crying and grabbed Xiangling, accusing her of poisoning her mistress. But I know Xiangling isn’t that sort of girl; and anyway, she’s so ill she can hardly stand, how could she poison anyone? However, Baochan insists that she did. In my dilemma, sir, what could I do? I had to harden my heart and tell the old serving-women to tie Xiangling up and give her to Baochan, then lock them in the room. I sat up all night with your sister, and as soon as the gate of your mansion was open I sent to inform you. You’re a sensible man, sir, what should we do about this?”\n\n“Does the Xia family know?” asked Jia Lian.\n\n“We must get this straight before telling them.”\n\n“It seems to me an inquest is unavoidable. Of course we suspect Baochan, but other people may ask why she should poison her mistress. It would be more plausible to put the blame on Xiangling.”\n\nAs they were talking in came some servants from the Rong Mansion. “Our Second Mistress is here,” they announced.\n\nAlthough Jia Lian, as her elder brother-in-law, should have avoided Baochai, he had known her since childhood. She came in now and greeted her mother and him, then went to the inner room to sit with Baoqin. Aunt Xue went in to tell her all that had happened.\n\nBaochai said, “If Xiangling is tied up, doesn’t that mean we suspect her of the poisoning? Since mother says the soup was prepared by Baochan, she should be tied up for questioning. We should send to inform the Xia family and also report this to the court.”\n\nAunt Xue, convinced that this was the way to set about it, consulted Jia Lian.\n“Cousin Baoqin is right,” he said. “I’ll have to go to the Board of Punishments to get them to send coroners and to brief them so that they’ll handle the inquest properly. The only problem is that it may be difficult to release Xiangling and tie up Baochan.”\n“I didn’t mean to have Xiangling tied up,” explained Aunt Xue. “But I was afraid that, sick as she is, if she felt wronged and desperate she might kill herself, and then we’d have another death on our hands. So having her tied up and handed over to Baochan seemed the best way out.”\n“That’s true, but it means we’ve been protecting Baochan. If one is to be tied up, both should be; if one is to be released, both should be — after all, the three of them were together. We must send someone to reassure Xiangling, that’s all.”\nAunt Xue ordered the servants to open the door and go in. Baochai told the matrons she had brought to help tie up Baochan. They found Xiangling weeping as if her heart would break, whereas Baochan was preening herself triumphantly. Only when she saw that they meant to tie her up did she start screaming. But she was no match for the servants from the Rong Mansion who bellowed at her, and they soon had her trussed up. They left the door open for people to see in, and had already sent to report this to the Xia family.\nThe Xias had not lived in the capital before, but because of their straitened circumstances and anxiety over their daughter, they had recently moved here. The father was dead, and the mother had adopted a good-for-nothing son who squandered all their property and kept going to the Xue family to ask for help. Jingui, a wanton creature, could not bear sleeping alone; and as she was always hankering after Xue Ke, she was not too particular. Unfortunately, her adopted brother was a stupid lout. Though he had some idea of what she was after, he had not yet taken the bait; and because she often went home to give him money, he was now hoping for her return. When a servant from the Xues came, he thought, “What have they brought this time?” To his consternation, he was told that the young lady had taken poison. In a rage he started yelling.\nJingui’s mother on hearing the news wept and stormed, “My good daughter was in their house. Why should she take poison?” Weeping and wailing she set out with her son, not even waiting to hire a carriage. The Xias being tradespeople and now hard up, what did they care about appearances? The son led the way, and the mother followed with an old crone, sobbing as they went. They hired a carriage in the street and drove straight to the Xues’ house. Without a word to anyone there, they started wailing, “My child, my flesh!”\nJia Lian had gone to the Board of Punishments, and at home only Aunt Xue, Baochai and Baoqin were present. They had never seen such behaviour before and were too frightened to say a word. When they tried to reason with the woman she simply would not listen.\n“What good did my daughter ever get in your house?” she screamed. “Her husband beat and cursed her all day long. They’d been quarrelling for some time, but you wouldn’t even let them live together. You plotted to have my son-in-law put in goal, so that they’d never see each other again. You mother and daughters can enjoy life fine, thanks to your powerful relatives; but you couldn’t stand the sight of my daughter, so you had her poisoned! Now you claim that she took poison herself. Why should she do that?”\nShe bore down upon Aunt Xue as she spoke, and the latter had to step back.\n“Please, daughter-in-law, first look at your child and question Baochan,” she pleaded. “There will be time enough to say such wild things later.”\nBecause the Xia family’s son was outside, Baochai and Baoqin could not very well go out to protect their mother, but simply fretted in the inner room.\nJust then, Lady Wang sent Zhou Rui’s wife over to see how things were going. The moment she entered the house, she saw an old woman pointing her finger at Aunt Xue and railing abuse. Knowing that this must be Jingui’s mother, she stepped forward.\n“Is this the mistress of the Xia family?” she asked. “Our young lady took poison herself, what has that to do with our mistress? There’s no call for you to carry on like this.”\n“Who are you?” demanded the old woman.\nAunt Xue, emboldened by the arrival of help,\n\n“So this is the Jia family you’re related to!” cried Jin-gui’s mother. “Everybody knows they’re your backers. That’s how you got my son-in-law thrown into gaol. Are you going to let my daughter die for nothing?” She caught hold of Aunt Xue. “What did you do to kill her? Let me see her!”\n\nZhou Rui’s wife tried to reason with her. “You can see her without dragging at her like this,” she said, pushing the woman’s hand away.\n\nAt that Jin-gui’s brother rushed in. “How dare you push my mother?” he blustered. “Think you can knock her about just because you work for the Jias?” He raised a chair to hit her, but missed.\n\nBy now the maids with Bao-chai, hearing the uproar outside, had come in to see what was happening. Afraid that Zhou Rui’s wife might get the worst of it, they intervened, half remonstrating and half shouting. This made the Xias lose all control.\n\n“To be sure, you have the mighty Jia family behind you!” they yelled. “Our girl’s dead, and now we’re ready to die too!” They made a dash for Aunt Xue, and though there were plenty of servants there they could not stop them. As the old saying goes, one desperate man can fight off ten thousand.\n\nAt this critical juncture, Jia Lian arrived with seven or eight servants. Seeing the situation, he ordered the Xia boy to be dragged out.\n\n“Stop this racket!” he shouted. “If you have anything to say, say it properly. Get the house straight. The officers from the Board of Punishments will soon be here to hold an inquest.”\n\nJin-gui’s mother was still raising Cain when a gentleman arrived with several servants who shouted for people to make way and everyone stood at attention. Not knowing who this was from the Jia family, but seeing that her son had been seized and hearing that the board was to hold an inquest, she felt rather daunted. Her plan had been to make a big scene first over her daughter’s corpse, then go to court to demand justice; she had not expected them to have reported the case already to the authorities. Aunt Xue by now was frightened out of her wits.\n\nZhou Rui’s wife said, “They rushed in without even looking at their girl’s body and started abusing Mrs. Xue. When we tried to reason with them, in burst this fellow who had no business here and started rough-housing with the ladies — it’s outrageous!”\n\n“No use arguing with them now,” said Jia Lian. “We’ll thrash the truth out of them later. Men have no business in the inner apartments, which are full of young ladies. Besides, his mother could have seen her daughter without him. He must have charged in to loot or to bully them.”\n\nThe servants, by using a combination of force and persuasion, managed to subdue the Xias. Then Zhou Rui’s wife, emboldened by their presence, said, “Don’t be so unreasonable, Mrs. Xia. Since you’re here, you should get to the bottom of this. Your daughter poisoned herself, or else Bao-chan poisoned her. Why start demanding compensation before finding out the truth or even looking at the corpse? Do you think we’d let a young mistress die for nothing? We’ve tied up Bao-chan because your daughter was unwell and we made Xiang-ling keep her company, so they shared the same room — that’s why both were under guard. We were waiting for you to come and watch the board hold its inquest, to get to the bottom of this.”\n\nMrs. Xia, finding herself in a tight corner, had to go with Zhou Rui’s wife to her daughter’s room. There she saw Jin-gui lying stiffly on the kang, her face covered with black blood. She started waiting.\n\nWhen Bao-chan saw her relatives she sobbed, “Our young lady was so good to Xiang-ling, she made her share her room; but Xiang-chan seized the chance to poison her!”\n\nAll the Xues’ servants present shouted, “Nonsense! The soup she drank yesterday was prepared by you.”\n\n“I made the soup,” said Bao-chan.\n\nI took it to her, but then was called away on business. I don’t know what Xiangling put in it, but it was poison that killed her.” Before she had even finished, Jin-gui’s mother made a dash for Xiangling, but was restrained by the others.\n\n“It looks like arsenic poisoning,” said Aunt Xue. “There’s certainly none of that in our house. Whether it was Xiangling or Bao-chan, someone must have bought it for her. The Board of Punishments will find out in the end, and then the culprit won’t be able to deny it. For now, let’s lay out the body properly, ready for the coroner’s inquest.”\n\nThe serving-women came forward to lay out the body.\n\n“There are men here,” said Bao-chai. “You women had better check her personal effects.”\n\nThey looked under the mattress and found a screwed-up paper package. Jin-gui’s mother pounced on it, opened it up and finding it empty, threw it away again.\n\n“Here’s our proof!” exclaimed Bao-chan. “I recognize that paper. A few days ago, when the rats were being a terrible nuisance, Her Ladyship sent me to her brother’s to fetch this. I brought it back and she put it in her jewel-case. Xiangling must have found it and used it to poison Her Ladyship. If you don’t believe me, look in the jewel-case and see if it’s still there.”\n\nJin-gui’s mother took the case and opened it. There were only a few silver hairpins inside.\n\n“Why, all her jewellery has gone!” exclaimed Aunt Xue.\n\nBao-chai told them to open the chests and cupboards. They were all empty.\n\n“Who could have taken all your sister-in-law’s things?” she said. “We must ask Bao-chan.”\n\nJin-gui’s mother was beginning to feel rather uncomfortable herself, and when she heard Aunt Xue question Bao-chan, she protested:\n\n“How should she know what happened to my daughter’s things?”\n\n“You mustn’t say that,” said Zhou Rui’s wife. “I know for a fact that Miss Bao-chan was with Her Ladyship every day. Of course she must know.”\n\nBao-chan could not lie her way out of it and said:\n\n“Her Ladyship often took things home with her. It was not my place to stop her.”\n\n“A fine lot you are!” cried the servants. “You put her up to taking all the things, and then told her to kill herself so that you could come here and accuse us! Well, when the coroner comes, we shall tell him the truth.”\n\nBao-chai sent one of the servants out with a message for Cousin Lian: “Don’t let any of the Xias leave.”\n\nJin-gui’s mother was growing desperate. She turned on Bao-chan:\n\n“You little slut! How dare you twist the truth like that! When did my daughter ever take anything home?”\n\n“The things don’t matter,” retorted Bao-chan. “What counts is that your daughter’s death must be avenged.”\n\n“If we find the things,” put in Bao-qin, “we find the murderer. Send someone at once to ask Cousin Lian to question the Xia son and find out if he bought the arsenic. Then we can report to the Board.”\n\nJin-gui’s mother grew even more desperate.\n\n“Bao-chan must be possessed! How can she invent such wicked lies! My daughter never bought any arsenic! If you ask me, it was Bao-chan who poisoned her!”\n\nBao-chan was almost hopping with rage.\n\n“It’s bad enough being falsely accused by them,” she screamed. “But now you have to turn against me too! Didn’t you and your family always tell Miss Jin-gui not to put up with any nonsense from the Xues, to give them hell and make their lives a misery, and then when she’d cleaned them out, to come home and marry someone else? You know you did!”\n\nBefore her mistress could reply, Zhou Rui’s wife joined in:\n\n“She’s right! It was your family said that! You can’t deny it!”\n\nJin-gui’s mother was grinding her teeth with rage.\n\n“After all I’ve done for you! Why do you have to go and stab me in the back like this? I’ve a good mind to tell the judge that you poisoned her!”\n\nBao-chan glared back furiously.\n\n“Tell Her Ladyship to let Xiangling go. There’s no need to involve other innocent people. I’ll tell the judge the truth.”\n\nBao-chai saw that the truth was beginning to emerge.\n\n“Let Bao-chan go,” she instructed the servants. “There’s no point in keeping her under restraint. You are a straightforward person, my dear. Why should you suffer for someone else’s crime? If you have anything to say, you had better speak out now.”\n\nEveryone realized that this was the end of the matter. Baochan, afraid that she too might have to go to court and suffer for it, said:\n\n“Our mistress was always complaining, ‘Why did I have to have a blind mother who couldn’t choose a good husband for me? Instead of giving me to Master Bao, she married me to this shameless idiot. If I could spend just one day with Master Bao, I’d die content.’ Then she would start cursing Xiangling. At first I didn’t take much notice; but later, when she started being so nice to her, I thought Xiangling must have won her over by some trick. I never guessed that the soup she made yesterday was poisoned.”\n\n“Nonsense!” interposed Jin-gui’s mother. “If she wanted to poison Xiangling, why did she poison herself instead?”\n\n“Xiangling,” asked Baochai, “did you drink the soup yesterday?”\n\n“The last few days I’ve been so ill I couldn’t lift my head,” replied Xiangling. “When the mistress told me to drink the soup I didn’t dare refuse. I struggled to get up, but then the bowl was spilt and I made a mess which the mistress had to clear up — I felt very bad about it. Yesterday when she told me to drink some soup, I didn’t feel like it but had to force myself. Just as I was going to drink it, I felt dizzy again and saw Sister Baochan take the bowl away. I was just feeling glad and had closed my eyes when the mistress came over drinking her soup and told me to taste it. So I forced myself to take a couple of sips.”\n\nBefore she could say more Baochan interjected, “I see! Well, I’ll tell the truth. Yesterday the mistress told me to make two bowls of soup, one for her and one for Xiangling. I was so annoyed! I thought, ‘Why should I make soup for Xiangling?’ So I put an extra handful of salt in one bowl and marked it secretly, meaning to give that to her. But when I brought the soup in, the mistress stopped me and sent me out to order the pages to hire a carriage to take her home today. When I came back after giving the order, I saw the salty bowl of soup in front of the mistress. I was afraid she’d scold me for making it too salty, but just then she went to the back. When she wasn’t looking I changed the bowls round. It was fated. When she came back she took the soup to Xiangling’s bedside and said, ‘You must taste this.’ Xiangling didn’t find it salty, and they both finished their soup. I was laughing to myself at Xiangling’s having no sense of taste — I’d no idea that our dead mistress meant to poison her and must have put in the arsenic when I wasn’t there, not knowing that I’d changed the bowls. So divine justice made her kill herself.”\n\nThinking this over, the others agreed that this must be exactly what had happened. So they released Xiangling and made her lie down again on her bed.\n\nTo return to Jin-gui’s mother: Knowing that her daughter was in the wrong, she still wanted to argue it out; but Aunt Xue and the rest reproached her and demanded that her son should pay with his life for Jin-gui’s death. While they were wrangling, Jia Lian outside shouted:\n\n“Stop arguing! Get things ready! The officers from the Ministry of Justice will be here soon.”\n\nThen at last the Xias, mother and son, panicked. Afraid that they might get the worst of it, they had to beg Aunt Xue:\n\n“However you look at it, our daughter was to blame. She asked for it. But if the officers come to examine the case, it will reflect badly on your family. So we beg you, madam, to hush this up.”\n\n“That won’t do,” objected Baochai. “We’ve already reported the death; how can we hush it up?”\n\nZhou Rui’s wife and the others reasoned with Aunt Xue, “If you want to hush this up, Mrs. Xia must go to the court to withdraw the charge; then we won’t demand an investigation.”\n\nJia Lian outside intimidated the young Xia too, until he was willing to go to the Ministry of Justice to withdraw the charge and have the examination cancelled. This being agreed to, Aunt Xue ordered the coffin to be bought and the body laid in it, Of this no more.\n\nNow Jia Yucun had recently been promoted to the post of metropolitan governor and concurrently placed in charge of the grain transport. One day, after leaving the capital to inspect the reclamation of wasteland, he came to the county of Knowing Your Fate and the Ford of Rapid Currents.\n\nHe was waiting to cross when his chair was set down for a short rest. Beside the village stood a small temple in ruins, its walls crumbling, through the gaps between which could be seen a few ancient pines. Yu-tsun alighted and strolled into the temple. The statue of the god was peeling and the courtyard was slanted; an inscribed tablet lay broken on the ground, covered with moss, the writing on it illegible. As he was walking towards the back hall he saw a luxuriant cypress under which was a thatched hut. In it a Taoist priest was sitting with closed eyes, meditating.\n\nYu-tsun approached and saw that the priest’s face looked familiar, but could not remember where they had met. When his attendants would have called out, he stopped them. Stepping forward he greeted the priest, who opened his eyes slightly and smiled.\n\n“What can I do for you, sir?” he asked.\n\n“I have left the capital to investigate affairs and am passing through here,” replied Yu-tsun. “Seeing how serenely you are meditating, I can well believe that you have attained the Way. I would like to presume on your wisdom.”\n\nThe priest answered, “From one place I come, to another I go.”\n\nRealizing that this was no ordinary priest, Yu-tsun bowed.\n\n“May I ask where you cultivated immortality and came to build this thatched hut?” he inquired. “What is the name of this temple? How many of you are there here? If you seek the truth, why not go to some famous mountain? If you want to convert people, why not do it in a busy town?”\n\nThe priest smiled. “I can stay anywhere with my calabash, why go to some famous mountain? No one any longer knows this temple’s name. The broken tablet is still here, the image corresponds to my shadow, why should I need more? I am not one of those who ‘seek a good price for the jade in their casket or wait for the time to fly’.”\n\nAt the word “calabash” Yu-tsun thought this must be the same priest he had met in the Gourd Temple long ago, and the reference to the jade and hairpin reminded him of his encounter with Chen Shih-yin. He looked more closely: the priest had the same face as before. Dismissing his attendants he asked, “Are you not the venerable Chen?”\n\nThe priest smiled. “What is ‘true’ and what ‘false’? Know that the false is true, the true false.”\n\nThe word “Chen” meaning true had given place to “Chia” meaning false. Yu-tsun had no more doubts. He bowed again.\n\n“After your kindness in helping me go to the capital, thanks to your good influence I passed the examination and was appointed to your honourable district. Then I learned that, enlightened, you had soared up to the immortals’ realm. Though I longed to see you again, I was a vulgar official immersed in dusty affairs and had no means of approaching you. Now that I am fortunate enough to meet you here, I beg you, immortal, to show me the way. If you do not reject me, your humble servant, my house in the capital is not far. Why not come there so that I may receive instruction from you morning and night?”\n\nThe priest rose to return his greeting.\n\n“Outside this hassock I know nothing of heaven and earth,” he said. “I did not understand what you just told me.”\n\nWith that he resumed his seat.\n\nYu-tsun’s mind was in a whirl. If this was not Shih-yin, why did they look so alike and talk in the same way? After nineteen years his face was unchanged — he must have attained the Way, but was unwilling to admit to his previous existence. However, having met his benefactor he could not let this chance slip. Evidently he could not be tempted by worldly honours, not to mention family attachments....\n\n“Since you will not speak of the past, master,” he said, “how can your disciple bear it?”\n\nHe was about to kneel when an attendant came in to announce, “It is growing late. Please cross the river quickly, sir.”\n\nAt a loss, Yu-tsun heard the priest say, “Please cross at once, sir. We shall meet again later. If you delay, the wind will spring up and you may not be able to cross. If you do not reject me, I shall wait for you another day at the ferry.”\n\nSo saying he closed his eyes and resumed his meditation.\n\nYu-tsun had to take his leave. He was on the point of crossing when he saw a man running towards him.\n\nIf you want to know who this was, read the next chapter."
}