{
  "index": "104",
  "title": "第104章 醉金刚小鳅生大浪 痴公子馀痛触前情",
  "original": "话说贾雨村刚欲过渡，见有人飞奔而来，跑到跟前，口称：“老爷，方才逛的那庙火起了。”雨村回首看时，只见烈焰烧天，飞灰蔽日。雨村心想：“这也奇怪。我才出来，走不多远，这火从何而来？莫非士隐遭劫于此？”欲待回去，又恐误了过河：若不回去，心下又不安。想了一想，便问道：“你方才见那老道士出来了没有？”那人道：“小的原随老爷出来，因腹内疼痛，略走了一走。回头看见一片火光。原来就是那庙中火起，特赶来禀知老爷，并没有见有人出来。”雨村虽则心里狐疑，究竟是名利关心的人，那肯回去看视，便叫那人：“你在这里等火灭了，进去瞧那老道在与不在，即来回禀。”那人只得答应了伺候。雨村过河，仍自去查看，查了几处，遇公馆便自歇下。\n　　明日，又行一程，进了都门，众衙役接着，前呼后拥的走着。雨村坐在轿内，听见轿前开路的人吵嚷。雨村问是何事，那开路的拉了一个人过来跪在轿前，禀道：“那人酒醉，不知回避，反冲突过来。小的吆喝他，他倒恃酒撒泼，躺在街心，说小的打了他了。”雨村便道：“我是管理这里地方的，你们都是我的子民。知道本府经过，喝了酒不知退避，还敢撒赖！”那人道：“我喝酒是自己的钱，醉了躺的是皇上的地，就是大人老爷也管不得。”雨村怒道：“这人目无法纪！问他叫什么名字。那人回道：“我叫醉金刚倪二。”雨村听了生气，叫人：“打这东西！瞧他是金刚不是。”手下把倪二按倒，着实的打了几鞭子。倪二负痛，酒醒求饶。雨村在轿内哈哈笑道：“原来是这么个金刚。我且不打你，叫人带进衙门里慢慢的问你。”众衙役答应，拴了倪二拉着就走，倪二求也不中用。\n　　雨村进内复旨回曹，那里把这件事放在心上。那街上看热闹的。三三两两传说：“倪二仗着有些力气，恃酒讹人，今儿碰在贾大人手里，只怕不轻饶的。”这话已传到他妻女耳边。那夜果等倪二不见回家，他女儿便到各处赌场寻觅。那赌博的都是这么说，他女儿哭了。众人都追：“你不用着急。那贾大人是荣府的一家。荣府里的一个什么二爷和你父亲相好，你同你母亲去找他说个情，就放出来了。”倪二的女儿想了一想：“果然我父亲常说间壁贾二爷和他好，为什么不找他去？”赶着回来就和母亲说了，娘儿两个去找贾芸。那日贾芸恰好在家，见他母女两个过来，便让坐，贾芸的母亲便命倒茶。倪家母女将倪二被贾大人拿去的话说了一遍：“求二爷说个情儿放出来。”贾芸一口应承，说：“这算不得什么，我到西府里说一声就放了。那贾大人全仗着西府里才得做了这么大官，只要打发个人去一说就完了。”倪家母女欢喜，回来便到府里告诉了倪二，叫他不用忙，已经求了贾二爷，他满口应承，讨个情便放出来的。倪二听了也喜欢。\n　　不料贾芸自从那日给凤姐送礼不收，不好意思进来，也不常到荣府。那荣府的门上原看着主子的行事，叫谁走动才有些体面，一时来了他便进去通报；若主子不大理了，不论本家亲戚，他一概不回，支回去就完事。那日贾芸到府，说：“给琏二爷请安。”门上的说：“二爷不在家，等回来我们替回罢。”贾芸欲要说“请二奶奶的安”，又恐门上厌烦，只得回家。又被倪家母女催逼着，说：“二爷常说府上不论那个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了。”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。岂知贾芸近日大门竟不得进去，绕到后头，要进园内找宝玉，不料园门锁着，只得垂头丧气的回来。想起：“那年倪二借银，买了香料送他，才派我种树，如今我没钱打点，就把我拒绝。那也不是他的能为。拿着太爷留下的公中银钱在外放加一钱，我们穷当家儿，要借一两也不能，他打谅保得住一辈子不穷的了？那里知道外头的名声儿很不好！我不说罢了，若说起来，人命官司不知有多少呢。”一面想着，来到家中，只见倪家母女正等着呢。贾芸无言可支，便说是：“西府里已经打发人说了，只言贾大人不依。你还求我们家的奴才周瑞的亲戚冷子兴去才中用。”倪家母女听了，说：“二爷这样体面爷们还不中用，若是奴才，是更不中用了。”贾芸不好意思，心里发急道：“你不知道，如今的奴才比主子强多看呢。”倪家母女听来无法，只得冷笑几声，说：“这倒难为二爷白跑了这几天。等我们那一个出来再道乏罢。”说毕出来，另托人将倪二弄出来了，只打了几板，也没有什么罪。\n　　倪二回家，他妻女将贾家不肯说情的话说了一遍。倪二正喝着酒，便生气要找贾芸，说：“这小杂种，没良心的东西！头里他没有饭吃，要到府内钻谋事办，亏我倪二爷帮了他。如今我有了事，他不管。好罢咧！要是我倪二闹起来，连两府里都不干净！”他妻女忙劝道：“嗳，你又喝了黄汤，就是这么有天没日头的。前儿可不是醉了闹的乱子。捱了打还没好呢，你又闹了。”倪二道：“捱了打就怕他不成？只怕拿不着由头儿！我在监里的时候儿，倒认得了好几个有义气的朋友。听见他们说起来，不独是城里姓贾的多，外省姓贾的也不少，前儿监里收下了好几个贾家的家人，我倒说这里的贾家小一辈子连奴才们虽不好，他们老一辈的还好，怎么犯了事呢？我打听了打听，说是和这里贾家是一家儿，都住在外省，审明白了，解进来问罪的，我才放心。若说贾二这小子，他忘恩负义，我就和几个朋友说他家怎么欺负人，怎么放重利，怎么强娶活人妻。吵嚷出去，有了风声到了都老爷耳朵里头，这一闹起来，叫他们才认得倪二金刚呢。”他女人道：“你喝了酒睡去罢。他又强占谁家的女人来着？没有的事，你不用混说了。”倪二道：“你们在家里，那里知道外头的事？前年我在场儿里碰见了小张，说他女人被贾家占了，他还和我商量，我倒劝着他才压住了。不知道小张如今那里去了，这两年没见。若碰着了他，我倪二太爷出个主意，叫贾二小子死给我瞧瞧！好好儿的孝敬孝敬我倪二太爷才罢了！”说着，倒身躺下，嘴里还是咕咕哝哝的说了一回，便睡去了。他妻女只当是醉话，也不理他。明日早起，倪二又往赌场中去了，不提。\n　　且说雨村回到家中，歇息了一夜，将道上遇见甄土隐的事告诉了他夫人一遍。他夫人便埋怨他：“为什么不回去瞧一瞧？倘或烧死了，可不是咱们没良心。”说着掉下泪来。雨村道：“他是方外的人了，不肯和咱们在一处的。”正说着，外头传进话来禀说：“前日老爷吩咐瞧那庙里失火去的人回来了。”雨村踱了出来。那衙役请了安，回说：“小的奉老爷的命回去，也没等火灭，冒着火进去瞧那道士，那里知他坐的地方儿都烧了。小的想着那道士必烧死了。那烧的墙屋往后塌了，道士的影儿都没有了。只有一个蒲团，一个瓢儿，还是好好的。小的各处找他的尸首，连骨头都没有一点儿。小的恐怕老爷不信，想要拿这蒲团瓢儿回来做个证见，小的这么一拿，谁知都成了灰了。”雨村听毕，心下明白，知士隐仙去，便把那衙役打发出去了。回到房中，并没提起士隐火化之言，恐怕妇女不知，反生悲感，只说并无形迹，必是他先走了。\n　　雨村出来，独坐书房，正要细想士隐的话，忽有家人传报说：“内廷传旨，交看事件。”雨村疾忙上轿进内。只听见人说：“今日贾存周江西粮道被参回来，在朝内谢罪。”雨村忙到了内阁，见了各大臣，将海疆办理不善的旨意看了，出来即忙找着贾政，先说了些为他抱屈的话，后又道喜，问一路可好。贾政也将违别以后的话细细的说了一遍。雨村道：“谢罪的本上了去没有？”贾政道：“已上去了。等膳后下来看旨意罢。”正说着，只听里头传出旨来叫贾政，贾政即忙进去。各大人有与贾政关切的，都在里头等着。等了好一回，方见贾政出来。看见他带着满头的汗，众人迎上去接着，问：“有什么旨意？”贾政吐舌道：“吓死人，吓死人！倒蒙各位大人关切，幸喜没有什么事。”众人道：“旨意问了些什么？”贾政道：“旨意问的是云南私带神枪一案。本上奏明是原任太师贾化的家人，主上一时记着我们先祖的名字，便问起来。我忙着磕头奏明先祖的名字是代化，主上便笑了，还降旨意说：‘前放兵部，后降府尹的，不是也叫贾化么？’那时雨村也在傍边，倒吓了一跳，便问贾政道：“老先生怎么奏的？”贾政道：“我便慢慢奏道：‘原任太师贾化是云南人；现任府尹贾某是浙江人。’主上又问：‘苏州刺史奏的贾范，是你家了么？’我又磕头奏道：‘是。’主上便变色道：‘纵使家奴强占良民妻女，还成事么？’我一句不敢奏。主上又问道：‘贾范是你什么人？’我忙奏道：‘是远族。’主上哼了一声，降旨叫出来了。可不是诧事！”众人道：“本来也巧。怎么一连有这两件事？”贾政道：“事倒不奇，倒是都姓贾的不好。算来我们寒族人多，年代久了，各处都有。现在虽没有事，究竟主上记着一个‘贾’字就不好。”众人说：“真是真，假是假，怕什么？”贾政道：“我心里巴不得不做官，只是不敢告老，现在我们家里两个世袭，这也无可奈何的。”雨村道：“如今老先生仍是工部，想来京官是没有事的。”贾政道：“京官虽是没有事的。”贾政道：“京官虽然无事，我究竟做过两次外任，也就说不齐了。”众人道：“二老爷的人品行事，我们都佩服的。就是令兄大老爷，也是个好人。只要在令侄辈身上严紧些就是了。”贾政道：“我因在家的日子少，舍侄的事情不大查考，我心里也不甚放心。诸位今日提起，都是至相好，或者听见东宅的的侄儿家有什么不奉规矩的事么？”众人道：“没听见别的，只有几位侍郎心里不大和睦，内监里头也有些。想来不怕什么，只要嘱咐那边令侄，诸事留神就是了。”\n　　众人说毕，举手而散，贾政然后回家。众子侄等都迎接上来。贾政迎着请贾母的安，然后众子侄俱请了贾政的安，一同进府。王夫人等已到了荣禧堂迎接。贾政先到了贾母那里拜见了，陈述些违别的话。贾母问探春消息，贾政将许嫁探春的事都禀明了，还说：“儿子起身急促，难过重阳，虽没有亲见，听见那边亲家的人来，说的极好。亲家老爷太太都说请老太太的安。还说今冬明春，大约还可调进京来。这便好了。如今闻得海疆有事，只怕那时还不能调。”贾母始则因贾政降调回来，知探春远在他乡，一无亲故，心下伤感，后听贾政将官事说明，探春安好，也便转悲为喜，便笑着叫贾政出去。然后弟兄相见，众子侄拜见，定了明日清晨拜祠堂。\n　　贾政回到自己屋内，王夫人等见过，宝玉贾琏替另拜见。贾政见了宝玉果然比起身之时脸面丰满，倒觉安静，独不知他心里糊涂，所以心甚喜欢，不以降调为念，心想幸亏老太太办理的好。又见宝钗沉厚更胜先时，兰儿文雅俊秀，便喜形于色。独见环儿仍是先前，究不甚钟爱。歇息了半天，忽然想起：“为何今日短了一人？”王夫人知是想着黛玉，前因家书未报，今日又刚到家，正是喜欢，不便直告，只说是病着。岂知宝玉的心里已如刀搅，因父亲到家，只得把持心性伺候。王夫人设筵接风，子孙敬酒。凤姐虽是侄媳，现办家事，也随了宝钗等递酒。贾政便叫递了一巡酒：“都歇息去罢。”命众家人不必伺候，待明早拜过宗祠，然后进见。分派巳定，贾政与王夫人说些别后的话，馀者王夫人都不敢言。倒是贾政先提起王子腾的事来，王夫人也不敢悲戚。贾政又说蟠儿的事，王夫人只说他是自作自受；趁便也将黛玉已死的话告诉。贾政反吓了一惊，不觉掉下泪来，连声叹息。王夫人也掌不住，也哭了。傍边彩云等即忙拉衣，王夫人止住，重又说些喜欢的话，便安寝了。\n　　次日一早，至宗祠行礼，众子侄都随往。贾政便在祠旁厢房坐下，叫了贾珍贾琏过来，问起家中事务。贾珍拣可说的说了。贾政又道：“我初回家，也不便来细细查问，只是听见外头说起你家里更不比从前，诸事要谨慎才好。你年纪也不小了，孩子们该管教管教，别叫他们在外头得罪人。琏儿也该听着。不是才回家就说你们，因我有所闻所以才说的。你们更该小心些。”贾珍等脸涨通红的，也只答应个“是”字，不敢说什么。贾政也就罢了。回归西府，众家人磕头毕，仍复进内，众女仆行礼，不必多赘。\n　　只说宝玉因昨日贾政问起黛玉，王夫人答以有病，他便暗里伤心，直待贾政命他回去，一路上已滴了好些眼泪。回到房中，见宝钗和袭人等说话，他便独坐外间纳闷。宝钗叫袭人送过茶去，知他必是怕老爷查问工课，所以如此，只得过来安慰。宝玉便借此过去向宝钗说：“你今夜先睡，我要定定神。这时更不如从前了，三言倒忘两语，老爷瞧着不好。你先睡，叫袭人陪我略坐坐。”宝钗不便强他，点头应允。\n　　宝玉出来便轻轻和袭人说，央他：“把紫鹃叫来，有话问他。但是紫鹃见了我，脸上总是有气，须得你去解劝开了再来才好。”袭人道：“你说要定神，我倒喜欢，怎么又定到这上头夫了？有话你明儿问不得？”宝玉道：“我就是今晚得闲，明日倘或老爷叫干什么，便没空儿了。好姐姐，你快去叫他来。”袭人道：“他不是二奶奶叫是不来的。”宝玉道：“所以得你去说明了才好。”袭人道：“叫我说什么？”宝玉道：“你还不知道我的心和他的心么？都为的是林姑娘。你说我并不是负心，我如今叫你们弄成了一个负心的人了！”说着这话，便瞧瞧里间屋子，用手指着说：“他是我本不愿意的，都是老太太他们捉弄的。好端端把个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他死了也不抱怨我嗄。你到底听见三姑娘他们说过的，临死恨怨我。那紫鹃为他们姑娘、也是恨的我了不得。你想我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我实告诉你罢，我还做个祭文祭他呢。这是林姑娘亲眼见的。如今林姑娘死了，难道倒不及晴雯么？我连祭都不能祭一祭，况且林姑娘死了还有灵圣的，他想起来不更要怨我么？“袭人道：“你要祭就祭去，谁拦着你呢。”宝玉道：“我自从好了起来，就想要做一篇祭文，不知道如今怎么一点灵机儿都没了。要祭别人呢，胡乱还使得，祭他是断断粗糙不得一点儿的。所以叫紫鹃来问他姑娘的心，他打那里看出来的。我没病的头里还想的出来，病后都不记得了。你倒说林姑娘已经好了，怎么忽然死的？他好的时候，我不去，他怎么说来着？我病的时候，他不来，他又怎么说来着？所有他的东西，我诓过来，你二奶奶总不叫动，不知什么意思。”袭人道：“二奶奶惟恐你伤心罢了，还有什么呢。”宝玉道：“我不信。林姑娘既是念我，为什么临死把诗稿烧了，不留给我作个记念？又听见说天上有音乐响，必是他成了神，或是登了仙去。我虽见过了棺材，到底不知道棺材里有他没有。”袭人道：“你这话越发糊涂了，怎么一个人没死就搁在个棺材里当死了的呢！”宝玉道：“不是嘎！大凡成仙的人，或是肉身去的，或是脱胎去的。好姐姐，你到底叫了紫鹃来。”袭人道：“如今等我细细的说明了你的心，他要肯来还好，要不肯来还得费多少话；就是来了，见你也不肯细说。据我的主意：明日等二奶奶上去了，我慢慢的问他，或者倒可仔细。遇着闲空儿，我再慢慢的告诉你。”宝玉道：“你说得也是，你不知道我心里的着急。”\n　　正说着，麝月出来说：“二奶奶说，天已四更了，请二爷进去睡罢。袭人姐姐必是说高了兴了，忘了时候儿了。”袭人听了，道：“可不是该睡了。有话明儿再说罢。”宝玉无奈，只得进去，又向袭人耳边道：“明儿好歹别忘了。”袭人笑道：“知道了。”麝月抹着脸笑道：“你们两个又闹鬼儿了。为什么不和二奶奶说明了，就到袭人那边睡去？由着你们说一夜，我们也不管。”宝玉摆手道：“不用言语。”袭人恨道：“小蹄子儿，你又嚼舌根，看我明儿撕你的嘴！”回头对宝玉道：“这不是你闹的？说了四更天的话。”一面说，一面送宝玉进屋，各人散去。\n那夜宝玉无眠，到了次日，还想这事。只听得外头传进话来，说：“众亲朋因老爷回家，都要送戏接风。老爷再四推辞，说‘不必唱戏，竟在家里备了水酒，倒请亲朋过来大家谈谈’。于是定了后儿摆席请人，所以进来告诉。”\n不知所请何人，下回分解。",
  "translation": "Just as Yu-tsun was about to cross the river he saw a man running towards him who, upon catching up, panted: “Your Honour, that temple you visited just now has caught fire.” Yu-tsun turned to look and saw flames leaping to the sky and ashes whirling in the air. “How very strange!” he thought. “I’d only just left and hadn’t gone far — how did the fire start? Could Shih-yin have come to some harm there?” He wanted to go back but was afraid this might delay his crossing; not to go back, though, would worry him. After a moment’s thought he asked, “Did you see the old Taoist priest come out?”\n\n“Actually I followed Your Honour out,” was the reply. “But as I had a stomach-ache I lagged a little way behind. When I turned to look back there was a blaze — the temple was on fire. I ran to report it, but didn’t see anyone coming out.”\n\nAlthough Yu-tsun was perplexed, being so intent on his career he could not be bothered to go back. He simply ordered the man, “Wait here till the fire dies down, then go in to see whether that old priest is there or not, and report to me.” The man had to agree to this.\n\nYu-tsun crossed the river and went on his way to make his inspections, stopping to rest at the different hostels on his route.\n\nThe next day, after travelling still further, he entered the capital. His runners escorted him there with great ceremony. Sitting in his sedan-chair he heard the men clearing the way ahead shouting. When he asked the reason, the outrider dragged a man to his chair and this man knelt down to report, “That drunkard refused to get out of the way. When I shouted at him he had the nerve to answer back, then lay down in the middle of the road and accused me of hitting him.”\n\n“I am the official in charge of this district,” declared Yu-tsun. “As you are one of my subjects, if you get drunk you should make way for me. How dare you answer back?”\n\n“I drink at my own expense and lie down on the Emperor’s ground. Even Your Honour has no right to stop me,” retorted the man.\n\n“Outrageous!” fumed Yu-tsun. “What is your name?”\n\nThe man looked up at him bleary-eyed. “I’m the Drunken Diamond, Ni the Second.”\n\nIn a rage Yu-tsun ordered his men, “Give this wretch a beating and see if he’s really made of diamond.”\n\nHis attendants pinned Ni Er down and gave him a sound thrashing, which made him yelp with pain and sobered him enough to beg for mercy.\n\nYu-tsun laughed scornfully from his chair. “So this is your diamond! Very well, I won’t have you beaten any more now. Take him to the yamen and we’ll question him at our leisure.” His attendants assented and, having tied up Ni Er, dragged him off. His pleas for mercy were ignored.\n\nYu-tsun went to his office to report on his mission, then thought no more about the incident. But the idlers in the street who had watched the fracas told each other, “That Ni Er is a tough customer. He gets drunk and makes trouble, and now he’s fallen into the hands of His Honour Chia he’ll be for it.” This came to the ears of Ni Er’s wife and daughter. When that evening he failed to return home, his daughter went to all the gambling-dens to look for him. The gamblers all told her the same story, and she started crying.\n\n“Don’t worry,” they said. “That His Honour Chia is from the Jung Mansion. Some Second Master there is a friend of your father’s. Why don’t you and your mother go and ask him to put in a word for you? Then he’ll be released.”\n\nNi Er’s daughter thought this over. “Yes, my father’s often said how friendly he is with the Second Master Chia next door. Why not go to see him?” She hurried home to tell her mother, and the two of them called on Chia Yun.\n\nIt so happened that he was at home. He made them take seats and his mother poured tea. When the two women described how Ni Er had been taken into custody by His Honour Chia and begged him to intercede for them, Chia Yun readily promised to do so.\n\n“That’s no problem,” he said. “I’ll just put in a word at the West Mansion and he’ll be released. That His Honour Chia owes his present post entirely to the West Mansion.”\n\n“Just send someone over to pass the word and that will be the end of it.” Delighted, mother and daughter went home and told Ni Er that he need not worry; they had already asked Master Jia Yun, who had promised to have him released.\n\nThis pleased Ni Er too.\n\nHowever, after Jia Yun’s presents had been rejected by Xifeng, he was too embarrassed to call at the Rong Mansion and seldom went there. The servants at the gate there took their cue from their masters. If the master favoured someone, they showed him some respect and announced his arrival at once; if the master was cold to him, whether a relative or not, they would not announce him but simply send him away. So when Jia Yun went to the mansion and said, “My respects to the Second Master,” the gateman told him, “The Second Master is out. We’ll report your call when he comes back.”\n\nJia Yun would have liked to ask to pay his respects to the Second Mistress, but afraid of annoying the gateman he had to go home. Then Ni Er’s wife and daughter started pressing him.\n\n“You often say, sir, that no one in your mansion would dare disobey any order, no matter which yamen it was,” they said. “Now this trouble concerns one of your own household, and it’s not a serious case either. If you can’t get him off, you’re not much of a gentleman!”\n\nJia Yun felt put on the spot but blustered, “We had some business yesterday at home, so I couldn’t send to put in a word. I’ll do it today for sure, and then he’ll be released. It’s nothing so terribly important!”\n\nMother and daughter had to take him at his word, not knowing that recently he could not even get in by the main gate. He went round to the back to look for Baoyu in the Garden, but found the side gate locked and had to go home crestfallen.\n\n“That year when Ni Er lent me money to buy presents for Xifeng, she gave me that job of planting trees,” he reflected. “But now that I’ve no money for bribes, she won’t see me. It’s not that she’s so powerful. She lends out at high interest the money left by the old master, so that even we poor members of the clan can’t borrow a tael from her. Does she imagine she can stay rich all her life? Little she knows the bad name she’s getting outside. I’ve held my tongue so far, but if I did speak out, goodness knows how many murder cases I could tell of!”\n\nWhile thinking along these lines he reached home to find Ni Er’s wife and daughter waiting for him. At a loss for an excuse, he said, “I sent someone to the West Mansion, but they told me His Lordship wouldn’t agree. You’ll have to ask Zhou Rui’s relative Leng Zixing, who’s a servant in our house.”\n\n“If a gentleman like you is no use, sir, how can a servant help?” they retorted.\n\nEmbarrassed and desperate, Jia Yun said, “You don’t understand. Servants nowadays are much better off than their masters.”\n\nFinding his attitude hopeless, mother and daughter sneered, “It’s too bad, sir, that you’ve put yourself out for nothing these last few days. We’ll thank you when our man comes out.” With that they left and asked someone else to get Ni Er released after a beating, without being charged.\n\nWhen Ni Er reached home, his wife and daughter told him how Jia Yun had refused to help. He was drinking at the time and flew into a passion, wanting to go and have it out with Jia Yun.\n\n“The young bastard! The heartless brute!” he fumed. “When he’d nothing to eat and was looking for a job in your mansion, I, Ni Er, helped him. Now that I’m in trouble he won’t lift a finger. All right! If I start cutting up rough, both your mansions will have to watch out!”\n\n“Now now, you’re drunk again and talking wildly,” protested his wife and daughter. “Didn’t you make trouble the other day when you were drunk? The beating you got then hasn’t healed yet, and here you’re starting again.”\n\n“You think I’m afraid of a beating?” he retorted. “I’m only afraid of having no excuse! In goal I got to know several good, true friends. I learned from them that there are plenty of Jias not only in the capital but in the provinces too....”\n\nThe other day when several of the Jia servants were arrested, I was saying that although the younger generation here, even their slaves, are a bad lot, the old folk are all right, so how could they get into trouble? I made some enquiries and was told that this family has the same name as the Jia family here but comes from another province. They’ve been tried and found guilty, then brought here for the sentence. That set my mind at rest. As for this young Jia, the way he’s shown his ingratitude — I’ve told some friends how his family bullies people, lends money at exorbitant rates, and forcibly takes other men’s wives. When this gets talked about and word of it reaches the censor, the fat will be in the fire and they’ll find out who Ni the Second is!”\n\n“You’ve been drinking,” said his wife. “Go to bed. Whose wife has he taken? There’s no such thing. Don’t talk such nonsense.”\n\n“Stuck at home, what can you know about outside affairs? The year before last I met Young Zhang who told me Jia had taken his wife, and asked my advice. I talked him round and he took no action. I wonder where Young Zhang is now — I’ve not seen him for the last two years. If I meet him, I’ll think out a plan to make that young Jia die to oblige me! He’d better do the right thing by me, the god of vengeance!” Lying down he went on muttering for a while, then fell asleep. His wife and daughter, thinking him drunk, paid no attention. The next day he went off again to the gambling-den. But no more of this.\n\nLet us return to Yucun. After reaching home he had a night’s rest, and the next day told his wife how he had met Zhen Shiyin on the way.\n\n“Why didn’t you go back to see?” she scolded. “If he’d been burned to death, people would say we’d no conscience.” She shed tears as she spoke.\n\n“He’s an immortal now, not willing to mix with us,” he replied.\n\nJust then a servant came in to announce, “The man sent the other day to the temple to find out about the fire is back.”\n\nYucun went out to see him. The constable paid his respects and reported, “I did as Your Excellency ordered. Without waiting for the fire to die down I forced my way in to look for the priest, but the place where he had been sitting was burned down. I thought he must have been burned to death. Then when the wall and the roof at the back caved in, there was no trace of him at all. Only a rush-cushion and a gourd were undamaged. I searched everywhere for his corpse but couldn’t find a single bone. In case Your Excellency didn’t believe me, I meant to bring back that cushion and gourd as evidence; but when I tried to pick them up, they crumbled into dust.”\n\nYucun, now convinced that Shiyin had attained immortality, dismissed the constable. Back in his room he did not tell his wife that Shiyin had been burned, for fear that, not understanding, she might be unduly distressed. He simply said that there was no trace of him — he must have left first.\n\nThen Yucun sat alone in his study, meaning to reflect on what Shiyin had told him, when a servant announced that a summons had come from the Inner Court for him to look over some documents. He hastily changed and went to court.\n\nHe heard that Jia Zheng, who had been impeached as Grain Intendant of Jiangxi, had returned to the capital that day to apologize to the Emperor. Yucun went to the cabinet, and after greeting the ministers there read the edict about mismanagement in the coastal regions. He then hurried to find Jia Zheng and expressed his sympathy, after which he congratulated him and inquired about his journey.\n\nJia Zheng gave him a detailed account of all that had happened since their parting.\n\n“Has Your Lordship presented your memorial apologizing?” asked Yucun.\n\n“Yes. I shall learn the Emperor’s pleasure after lunch,” Jia Zheng told him.\n\nAs they were talking an edict was issued summoning Jia Zheng, who immediately went inside. Some of the ministers who were Jia Zheng’s friends were waiting there to hear the\n\nHe was waiting there for a long time before Jia Zheng finally came out. His face was bathed in sweat. They all stepped forward to support him and asked what the Emperor had said.\n\nJia Zheng panted, “That was a near thing! A very near thing! Thank you for your concern. Fortunately, all is well.”\n\n“What did His Majesty ask?” they inquired.\n\n“He questioned me about the case of those firearms smuggled into Yunnan. The memorial named as the culprit a servant of Jia Hua, formerly a Grand Secretary. His Majesty happened to recall my grandfather’s name and asked me about it. I hastily kotowed and explained that my grandfather’s name was Daihua. Then His Majesty smiled and decreed, ‘The man who was first appointed to the War Office and then demoted to be a prefect — wasn’t his name Jia Hua too?’ Jia Yucun was standing beside me and looked quite alarmed. He asked me, ‘What did you say to that, sir?’ I answered slowly, ‘The former Grand Secretary Jia Hua was a Yunnan man, while the present prefect Jia is from Zhejiang.’ Then His Majesty asked, ‘How about the prefect of Soochow who memorialized recently — Jia Fan? Is he one of your clan?’ I kotowed again and admitted that he was. At that, His Majesty frowned and said, ‘That won’t do, allowing your slaves to forcibly seize the wives and daughters of good citizens!’ I dared not defend myself. When he asked, ‘What is your relationship to Jia Fan?’ I quickly replied, ‘He is a distant member of our clan.’ His Majesty snorted and dismissed me. Wasn’t that a narrow escape?”\n\n“What a coincidence!” they exclaimed. “How did two such cases crop up together?”\n\n“The cases are nothing strange; the bad part is that both culprits were named Jia. Our humble clan is a large one, and as the years go by we have branches in different parts of the country. Though we’re not involved, it’s bad to have His Majesty remembering the name Jia.”\n\n“Truth will prevail,” they assured him. “Why worry?”\n\n“To tell the truth, I’d be only too glad to give up my post, but I don’t dare ask to retire on account of my age. Now that our family has two hereditary titles, there’s no help for it.”\n\n“Since you’re still in the Ministry of Works, sir, as a metropolitan official you should be all right,” said Yucun.\n\n“As a metropolitan official I may be all right, but I’ve held two provincial posts — one can’t be sure.”\n\n“Everyone has the highest opinion of your integrity, sir, and of your brother’s too. The only thing is to keep a tighter rein on your nephews.”\n\n“I’m away from home so much, I’ve had no time to check on my nephew’s behaviour, and I’ve been rather worried about him. Since you’re all good friends of mine and have brought this up, may I ask if you’ve heard of my Eastern Mansion nephew doing anything unlawful?”\n\n“Nothing else, but some of the vice-ministers are not too friendly with him, and there’s some feeling against him among the ennuchs too. However, that’s nothing to worry about. Just tell your nephew to be more careful in future.”\n\nThis said, they raised their hands in farewell and left Jia Zheng to go home. All his sons and nephews were waiting for him at home. After inquiring first after the Lady Dowager’s health, he received their respects, then they went in together. Lady Wang and the others had come to the Rong Mansion’s main hall to meet him.\n\nJia Zheng paid his respects to his mother and described his journey to her. The Lady Dowager asked about Tan-chun, and he reported the decision to marry her to a family far from home.\n\n“I had to leave in a hurry before the Double Ninth Festival,” he said. “Though I didn’t meet her in person, some of her future in-laws came and sounded most satisfactory. Her father and mother-in-law-to-be send their respects to you, madam, and they expect to be transferred to the capital either this winter or next spring. If so, that will be fine. But I hear there’s trouble in the coastal regions, and it may not be so easy for them to get transferred.”\n\nThe Lady Dowager had been rather upset to learn of Tan-chun’s engagement to a family so far away when Jia Zheng was demoted and transferred, as this meant that the girl would have no kith or kin at hand.\n\nAfter Jia Zheng had described his official business and assured her that Tanchun was well, the old lady’s distress turned to delight and she smilingly urged him to go and rest. Then he greeted the other men of the family and received the respects of the younger generations, after which it was decided that the ancestral temple should be visited the next morning.\n\nUpon returning to his own quarters he was welcomed by Lady Wang, and Baoyu and Jia Lian paid their respects to him separately. He observed that Baoyu had filled out and looked better than at the time of his departure, and appeared quiet too. Not knowing that this was due to Baoyu’s mental derangement, he was pleased and no longer distressed by his own demotion, feeling that the old lady had managed things well. He was also gratified to see Baochai more sedate than before, and Lan so elegant and handsome. Only Huan still seemed to him the same worthless boy, and he felt no affection for him.\n\nAfter resting for some time it suddenly struck him, “Why is there one person missing today?” Lady Wang knew that he was thinking of Daiyu. As no report of her death had been sent in the family letters and he had just come home in high spirits, she did not like to break the news to him bluntly, but simply said that she was ill. Little did she know that this was like twisting a knife in Baoyu’s heart; however, as his father was back he had to control his feelings and wait on him. Lady Wang prepared a feast of welcome at which the younger generations offered toasts. Xifeng, though a niece-in-law, was in charge of the household; so she joined Baochai in offering wine. After one round of toasts Jia Zheng ordered, “Now you can all retire and rest.” He also told the servants not to wait on him, as they could pay their respects the next day after the visit to the ancestral temple.\n\nHis instructions given, Jia Zheng chatted with his wife about their separation, but Lady Wang dared not mention other matters until he brought up the subject of Wang Ziteng. Even then she suppressed her grief. When he spoke of Pan’s trouble she said he had asked for it, and took this chance to tell him of Daiyu’s death. He was aghast and shed tears, then with a sigh expressed his sympathy. Lady Wang too broke down and wept, until Yunchang and the other maids urged her to control herself; whereupon she dried her tears and chatted cheerfully until it was time to sleep.\n\nThe next morning, Jia Zheng went to sacrifice in the ancestral temple accompanied by all the younger men of the family. Then, sitting in the annex, he summoned Jia Zhen and Jia Lian to question them about household affairs. Jia Zhen reported what he could.\n\n“As I have just come home, it is not convenient to go into everything in detail,” said Jia Zheng. “But I have heard outside that our household is not what it was, and you must be more careful. You are no longer young, and the young people should be disciplined to stop them offending people outside. You should listen to this too, Lian. I’m not finding fault with you the day after my return; I say this because of what I’ve heard. You must be more prudent.”\n\nJia Zhen and Jia Lian, flushing, could only answer, “Yes, sir.” They did not venture to defend themselves, and Jia Zheng said no more. When he went back to his own house and had received the servants’ respects, he went inside then to be greeted by the maids. Of them no more need be said.\n\nBaoyu, after his father’s inquiry the previous day about Daiyu to which Lady Wang had replied that she was ill, had wept all the way back to his own room, so heartbroken was he. And now, upon his return, seeing Baochai chatting with Xiren he sat gloomily by himself in the outer room. When Baochai told Xiren to take him some tea, assuming that he was worried for fear his father should examine him on his studies, she went over to comfort him. Baoyu seized this chance to tell her, “You go to bed first tonight. I want to calm down a bit. My memory’s not as good as before — I keep forgetting things. If the master notices it, that will be bad. You go to bed and let Xiren sit with me for a while.”\n\nBaochai could hardly force him to do otherwise. She nodded and acquiesced.\n\nBaoyu went out then and said softly to Xiren, “Do ask Zijuan to come here. I want to ask her something. But she always looks so angry with me, you’ll have to explain things to her and bring her here.”\n\n“You say you want to calm down,” she replied. “I was glad to hear that. Why are you getting worked up again? Can’t you ask her tomorrow?”\n\n\"I happen to be free this evening, but if the master wants me to do something tomorrow I may not have time. Do go quickly and ask her to come, dear sister.\"\n\n\"She won't come unless Madam Lian sends for her.\"\n\n\"That's why you must explain to her.\"\n\n\"What am I to say?\"\n\n\"Don't you know what's in my heart and in hers? It's all on account of Miss Lin. Tell her I'm not heartless. It's you people who've made me out to be heartless!\" He glanced towards the inner room and pointed. \"That was none of my doing. The old lady and the rest of them forced me into it, and they were the death of my cousin Lin. Even if she had to die, they should have let me see her and have things out, so that she wouldn't have borne me a grudge. But I heard from Third Sister that she died hating me. And Zijuan hates me too on her young lady's account. Do you think I'm so unfeeling? After all, Qingwen was only a maid and not all that wonderful, yet when she died I'll tell you truthfully, I wrote an elegy for her which Miss Lin saw with her own eyes. Now that Miss Lin's dead, doesn't she rate even higher than Qingwen? I haven't been able to sacrifice to her, and as her spirit must be still here she's bound to think me heartless.\"\n\n\"If you want to sacrifice to her, who's stopping you?\"\n\n\"Since getting better I've been wanting to write an elegy, but somehow I can't think of anything at all. I could dash off something for anyone else, but for her it mustn't be the least bit slipshod. That's why I want Zijuan to come and ask how her mistress felt, and how she could see through me. Before I fell ill I could think things out, but since my illness my memory's failed me. You told me Miss Lin was better, so how did she suddenly die? When she was better and I didn't go to see her, what did she say? When I was ill and she didn't come, what did she say? I got hold of all her things, but your Madam Lian wouldn't let me have them. I can't think why.\"\n\n\"Madam Lian was afraid you'd grieve, that's all.\"\n\n\"I don't believe it. If she was thinking of me, why did she burn all her poems before she died instead of leaving them to me as a keepsake? I hear there was fairy music in the sky; she must have become a goddess or an immortal. Though I saw her coffin, I don't know if her body was really inside it.\"\n\n\"You're talking even more wildly! How can a person be put in a coffin before she's dead, as if she were dead?\"\n\n\"Don't you know that when people become immortals their flesh and bones are left on earth, or their mortal body is transformed? Do ask Zijuan to come, dear sister.\"\n\n\"If I explain your feelings to her in detail, she may be willing to come. If not, it'll take a lot of arguing; and even if she comes she may not tell you the whole story. My idea is that tomorrow after Madam Lian has gone out, I'll question her slowly; then she may tell me. When I have time I'll let you know gradually.\"\n\n\"You're right. But you don't know how frantic I am.\"\n\nAs they were talking Sheyue came out.\n\n\"Madam Lian says it's the fourth watch and will you please come in to bed, Master Bao? Sister Xiren must have been enjoying this chat so much, she's forgotten the time.\"\n\n\"You're right, it is time to sleep,\" said Xiren. \"We can talk again tomorrow.\"\n\nBaoyu had to go in. He whispered to Xiren, \"Mind you don't forget tomorrow.\"\n\n\"I know,\" she promised.\n\nSheyue remarked with a smile...\n\nWith a mocking smile she said, “You two are up to your tricks again. Why not tell the Second Mistress so that you can go and sleep with Xiren? Then you can chatter away all night for all we care.”\n\nBaoyu waved his hand. “Stop talking now,” he said.\n\nXiren spat out, “You hussy! Spreading gossip again! Just wait till I tear your mouth tomorrow.” She turned to Baoyu. “This is your doing. We’ve been talking here till the fourth watch.” So saying she escorted him inside, after which they all dispersed.\n\nThat night Baoyu lay awake, and the next day he was still thinking of the previous night’s episode when word came that because his father was back, all their friends and relatives wanted to have operas performed to welcome him. But his father had firmly declined.\n\n“There’s no need for operas,” he said. “We’ll prepare a simple feast and invite some relatives and friends over for a chat.”\n\nSo it was decided to give a feast the day after next, and he sent in to announce this.\n\nBut to know who was invited, you must read the next chapter."
}