{
  "index": "105",
  "title": "第105章 锦农军查抄宁国府 骢马使弹劾平安州",
  "original": "话说贾政正在那里设宴请酒，忽见赖大急忙走上荣禧堂来，回贾政道：“有锦衣府堂官赵老爷带领好几位司官，说来拜望。奴才要取职名来回，赵老爷说：‘我们至好，不用的。’一面就下了车，走进来了。请老爷同爷们快接去。”贾政听了，心想：“和老赵并无来往，怎么也来？现在有客，留他不便，不留又不好。”正自思想，贾琏说：“叔叔快去罢。再想一回，人都进来了。”正说着，只见二门上家人又报进来说：“赵老爷已进二门了。”贾政等抢步接去。只见赵堂官满脸笑容，并不说什么，一径走上厅来。后面跟着五六位司官，也有认得的，也有不认得的，但是总不答话。贾政等心里不得主意，只得跟着上来让坐。众亲友也有认得赵堂官的，见他仰着脸不大理人，只拉着贾政的手笑着说了几句寒温的话。众人看见来头不好，也有躲进里间屋里的，也有垂手侍立的。贾政正要带笑叙话，只见家人慌张报道：“西平王爷到了。”贾政慌忙去接，已见王爷进来。赵堂官抢上去请了安，便说：“王爷已到，随来的老爷们就该带领府役把守前后门。”众官应了出去。贾政等知事不好，连忙跪接。西平郡王用两手扶起，笑嘻嘻的说道：“无事不敢轻造。有奉旨交办事件，要赦老接旨。如今满堂中筵席未散，想有亲友在此未便，且请众位府上亲友各散，独留本宅的人听候。”赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”众人知是两府干系，恨不能脱身。只见王爷笑道：“众位只管就请。叫人来给我送出去，告诉锦衣府的官员说，这都是亲友，不必盘查，快快放出。”那些亲友听见，就一溜烟如飞的出去了。独有贾赦贾政一干人，唬得面如土色，满身发颤。\n　　不多一会，只见进来无数番役，各门把守，本宅上下人等一步不能乱走。赵堂官便转过一副脸来，回王爷道：“请爷宣旨意，就好动手。”这些番役都撩衣奋臂，专等旨意。西平王慢慢的说道：“小王奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等听见，俱俯伏在地。王爷便站在上头说：“有旨意：贾赦交通外官，依势凌弱，辜负肤恩，有忝祖德，着革去世职。钦此。”赵堂宫一叠声叫：“拿下贾赦！其馀皆看守！”维时贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰俱在，惟宝玉假说有病，在贾母那边打混，贾环本来不大见人的，所以就将现在几人看住。赵堂官即叫他的家人：“传齐司员，带同番役，分头按房，查抄登账。”这一言不打紧，唬得贾政上下人等面面相看，喜得番役家人摩拳擦掌，就要往各处动手。西平王道：“闻得赦老与政老同房各爨的，理应遵旨查看贾赦的家资。其馀且按房封锁，我们复旨去，再候定夺。”赵堂官站起来说：“回主爷：贾赦、贾政并未分家。闻得他侄儿贾琏现在承总管家，不能不尽行查抄。”西平王听了，也不言语。赵堂官便说：“贾琏贾赦两处须得奴才带领查抄才好。”西平王便说：“不必忙。先传信后宅，且叫内眷回避再查不迟。”一言未了，老赵家奴番役已经拉着本宅家人领路，分头查抄去了。王爷喝命：“不许罗唣，待本爵自行查看！”说着，便慢慢的站起来吩咐说：“跟我的人一个不许动，都给我站在这里候着，回来一齐瞧着登数。”\n　　正说着，只见锦衣司官跪禀说：“在内查出御用衣裙并多少禁用之物，不敢擅动，回来请示王爷。”一会子，又有一起人来拦住西平王，回说：“东跨所抄出两箱子房地契，又一箱借票，都是违例取利的。”老赵便说：“好个重利盘剥，很该全抄！请王爷就此坐下，叫奴才去全抄来，再候定夺罢。”说着，只见王府长史来票说：“守门军传进来说，‘主上特派北静王到这里宣旨，请爷接去。’”赵堂官听了，心想：“我好晦气，碰着这个酸王。如今那位来了，我就好施威了。”一面想着，也迎出来。只见北静王已到大厅，就向外站着说：“有旨意，锦衣府赵全听宣。”说：“奉旨：着锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚实喜欢，便与北静王坐下，着赵堂官提取贾赦回衙。\n　　里头那些查抄的人，听得北静王到，俱一齐出来。及闻赵堂官走了，大家没趣，只得侍立听候。北静王便拣选两个诚实司官并十来个老年番役，馀者一概逐出。西平王便说：“我正和老赵生气，幸得王爷到来降旨；不然，这里很吃大亏。”北静王说：“我在朝内听见王爷奉旨查抄贾宅，我甚放心，谅这里不致荼毒，不料老赵这么混账。但不知现在政老及宝玉在那里？里面不知闹到怎么样了？”众人回禀：“贾政等在下房看守着，里面已抄的乱腾腾了。”北静王便吩咐司员：“快将贾政带来问话。”众人领命，带了上来。贾政跪下，不免含泪乞恩。北静王便起身拉着，说：“政老放心。”便将旨意说了。贾政感激涕零，望北又谢了恩，仍上来听候。王爷道：“政老，方才老赵在这里的时候，番役呈禀有禁用之物并重利欠票，我们也难掩过。这禁用之物，原备办贵妃用的，我们声明也无碍。独是借券，想个什么法儿才好。如今政老且带司员实在将赦老家产呈出，也就完事，切不可再有隐匿，自干罪戾。”贾政答应道：“犯官再不敢。但犯官祖父遗产并未分过，惟各人所住的房屋有的东西便为已有。”两王便说：“这也无妨，惟将赦老那边所有的交出就是了。”又吩咐司员等依命行去，不许胡乱混动。司员领命去了。\n　　且说贾母那边女眷也摆家宴。王夫人正在那边说：“宝玉不到外头，看你老子生气。”凤姐带病哼哼卿卿的说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或者爷想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这个分儿，这张嘴还是那么尖巧。”正说到高兴，只听见邢夫人那边的人一直声的嚷迸来说：“老太太，太太！不、不好了！多多少少的穿靴带帽的强、强盗来了！翻箱倒笼的来拿东西！”贾母等听着发呆。又见平儿披头散发，拉着巧姐，哭哭啼啼的来说：“不好了！我正和姐儿吃饭，只见来旺被人拴着进来说：‘姑娘快快传进去请太太们回避，外头王爷就进来抄家了！’我听了几乎唬死！正要进房拿要紧的东西，被一伙子人浑推浑赶出来了。这里该穿该带的，快快的收拾罢。”邢王二夫人听得，俱魂飞天外，不知怎样才好。独见凤姐先前圆睁两眼听着，后来一仰身便栽倒地下。贾母没有听完，便吓得涕泪交流，连话也说不出来。\n　　那时一屋子人拉这个扯那个，正闹得翻天覆地。又听见一叠声嚷说：“叫里头女眷们回避，王爷进来了。”宝钗、宝玉等正在没法，只见地下这些丫头婆子乱拉乱扯的时候，贾琏喘吁吁的跑进来说：“好了，好了，幸亏王爷救了我们了！”众人正要问他，贾琏见凤姐死在地下，哭着乱叫；又见老太太吓坏了，也回不过气来，更是着急。还亏了平儿将凤姐叫醒，令人抚着。老太太也苏醒了，又哭的气短神昏，躺在炕上，李纨再三宽慰。然后贾琏定神，将两王恩典说明，惟恐贾母邢夫人知道贾赦被拿，又要唬死，且暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱开柜破，物件抢得半空。此时急的两眼直竖，淌泪发呆。听见外头叫，只得出来。见贾政同司员登记物件，一人报说：\n　　枷楠寿佛一尊，枷楠观音像一尊。佛座一件。枷楠贪珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶炉十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉盘二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡余盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天\n鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。哗叽三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆蟒缎十八卷。各色布三十捆。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九副。铜锡等物五百馀件。种表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。\n　　一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。\n　　贾琏在旁窃听，不见报他的东西，心里正在疑惑。只闻二王问道：“所抄家资，内有借券，实系盘剥，究是谁行的？政老据实才好。”贾政听了，跪在地下磕头，说：“实在犯官不理家务，这些事全不知道，问犯官侄儿贾琏才知。”贾琏连忙走上，跪下禀说：“这一箱文书既在奴才屋里抄出来的，敢说不知道么？只求王爷开恩。奴才叔叔并不知道的。”两王道：“你父已经获罪，只可并案办理。你今认了，也是正理。如此，叫人将贾琏看守，馀俱散收宅内。政老，你须小心候旨，我们进内复旨去了。这里有官役看守。”说着，上轿出门。贾政等就在二门跪送。北静王把手一伸，说：“请放心。”觉得脸上大有不忍之色。此时贾政魂魄方定，犹是发怔。贾兰便说：“请爷爷到里头先瞧瞧老太太去呢。”贾政听了，疾忙起身进内。只见各门上妇女乱糟糟的，都不知要怎样。贾政无心查问，一直到了贾母房中，只见人人泪痕满面，王夫人宝玉等围着贾母，寂静无言，各各掉泪，惟有邢夫人哭作一团。因见贾政进来，都说：“好了，好了！”便告诉老太太说：“老爷仍旧好好的进来了，请老太太安心罢。”贾母奄奄一息的，微开双目说：“我的儿，不想还见的着你！”一声未了，便嚎啕的哭起来。于是满屋里的人俱哭个不住。贾政恐哭坏老母，即收泪说：“老太太放心罢。本来事情原不小，蒙主上天恩，两位王爷的恩典，万般轸恤。就是大老爷暂时拘质，等问明白了，主上还有恩典。如今家里一些也不动了。”贾母见贾赦不在，又伤心起来，贾政再三安慰方止。众人俱不敢走散。独邢夫人回至自己那边，见门全封锁，丫头老婆也锁在几间屋里，无处可走，便放声大哭起来。只得往凤姐那边去，见二门傍边也上了封条，惟有屋门开着，里头呜咽不绝。邢夫人进去，见凤姐面如纸灰，合眼躺着，平儿在旁暗哭。邢夫人打谅凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，象是死了的。歇息了一会子，苏过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”邢夫人也不答言，仍走到贾母那边。见眼前俱是贾政的人，自己夫子被拘，媳妇病危，女儿受苦，现在身无所归，那里止得住悲痛。众人劝慰，李纨等令人收拾房屋请邢夫人暂住，王夫人拨人服侍。\n　　贾政在外，心惊肉跳，拈须搓手的等候旨意，听见外面看守军人乱嚷道：“你到底是那一边的？既碰在我们这里，就记在这里册上，拴着他交给里头锦衣府的爷们。”贾政出外看时，见是焦大，便说：“怎么跑到这里来？”焦大见问，便号天跺地的哭道：“我天天劝这些不长进的爷们，倒拿我当作冤家！爷还不知道焦大跟着太爷受的苦吗？今儿弄到这个田地，珍大爷蓉哥儿都叫什么王爷拿了去了，里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里，那些不成材料的狗男女都象猪狗似的拦起来了。所有的都抄出来搁着，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟着太爷捆人的，那里有倒叫人捆起来的！我说我是西府里的，就跑出来。那些人不依，押到这里，不想这里也是这么着。我如今也不要命了，和那些人拚了罢！”说着撞头。众衙役见他年老，又是两王吩咐，不敢发狠。便说：“你老人家安静些儿罢。这是奉旨的事，你先歇歇听信儿。”贾政听着虽不理他，但是心里刀搅一般，便道：“完了，完了！不料我们一败涂地如此！”\n　　正在着急听候内信，只见薛蝌气嘘嘘的跑进来说：“好容易进来了！姨父在那里呢？”贾政道：“来的好，外头怎么放进来的？”薛蝌道：“我再三央及，又许他们钱，所以我才能够出入的。”贾政便将抄去之事告诉了他，就烦他打听打听，说：“别的亲友在火头儿上也不便送信，是你就好通信了。”薛蝌道：“这里的事我倒想不到，那边东府的事，我己听见说了。”贾政道：“究竟犯什么事？”薛蝌道：“今儿为我哥哥打听决罪的事，在衙门里听见有两位御史，风闻是珍大哥引诱世家子弟赌博，这一款还轻；还有一大款强占良民之妻为妾，因其不从，凌逼致死。那御史恐怕不准，还将咱们家的鲍二拿去，又还拉出一个姓张的来。只怕连都察院都有不是，为的是姓张的起先告过。”贾政尚未听完，便跺脚道：“了不得！罢了！”叹了一口气，扑簌簌的掉下泪来。薛蝌宽慰了几句，即便又出去打听，隔了半日，仍旧进来，说：“事情不好。我在刑科里打听，倒没有听见两王复旨的信，只听说李御史今早又参奏平安州，奏迎合京官上司，虐害百姓好几大款。”贾政慌道：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州，就有我们，那参的京官就是大老爷。说的是包揽词讼，所以火上浇油。就是同朝这些官府，俱藏躲不迭，谁肯送信？即如才散的这些亲友们，有各自回家去了，也有远远儿的歇下打听的。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”贾政没有听完，复又顿足道：“都是我们大老爷忒糊涂！东府也忒不成事体！如今老太太和琏儿媳妇是死是活还不知道呢。你再打听去，我到老太太那边瞧瞧。若有信，能够早一步才好。”正说着，听见里头乱嚷出来说，“老太太不好了！”急的贾政即忙进去。\n未知生死如何，下回分解。",
  "translation": "Jia Zheng was entertaining guests at a feast when Lai Da hurried into the Hall of Glorious Felicity and announced, “Superintendent Zhao of the Imperial Guards is here with several officers to see you, sir. I asked for his card, but he said, ‘We’re old friends, that’s not necessary,’ and alighted from his carriage to come in. Please go to meet him at once, sir, with the other gentlemen.”\n\nJia Zheng thought, “Zhao Quan and I have had no dealings. Why has he come? With guests here it would be inconvenient to entertain him, yet I can’t very well turn him away.” While he was still hesitating, Jia Lian urged, “Better go quickly, uncle. If you delay any longer, he’ll be here.”\n\nAs he spoke a servant at the inner gate announced, “His Lordship has entered the second gate.” Jia Zheng and the others hurried out to meet him.\n\nSuperintendent Zhao was smiling but said nothing as he walked straight into the hall, followed by five or six other officers, some of whom Jia Zheng knew and some not. However, as none of them spoke, Jia Zheng had to invite them to be seated.\n\nSome of the guests knew Zhao Quan, but noting how he held his head high, ignoring everybody, and simply took Jia Zheng’s hand to exchange a few conventional greetings, they could tell that this boded ill. Some slipped into the inner room, others stood waiting meekly.\n\nJia Zheng was about to make conversation when a flustered servant announced, “The Prince of Xiping is here.” Before Jia Zheng could go to meet him, the prince had entered. Superintendent Zhao stepped forward to pay his respects, then said, “Now that His Highness is here, the officers with him can order their men to guard the front and back gates.” The other officers assented and went to carry out these orders.\n\nRealizing that this was serious, Jia Zheng dropped to his knees. The prince, raising him with both hands, said cheerfully, “I would not presume to intrude were I not on an imperial mission. I have orders to investigate, and I must ask Sir She to hear the decree. As you are feasting here with relatives and friends, that might prove embarrassing. I must request all your kinsmen and friends to withdraw, leaving only the members of your household to wait for further instructions.”\n\nSuperintendent Zhao replied, “Though Your Highness is most considerate, I understand that the prince in charge of the East Mansion is very strict. No doubt he has already had the gates sealed.”\n\nThe other guests, knowing that both mansions were involved, were desperate to get away.\n\nThe prince smiled and said, “You good people may all leave. See them out,” he ordered his officers. “Tell the guards that these are all guests who are not to be detained or searched but allowed to leave at once.”\n\nHearing this, the guests fled like a wisp of smoke or a puff of wind. Only She, Zheng and the rest of the men of the family were left, trembling from head to foot, their faces ashen.\n\nSoon countless guards came in to stand at attention by every door, so that no one in the household could stir. Superintendent Zhao now turned to the prince and proposed, “Will Your Highness please proclaim the decree, so that we can start?”\n\nThe guards rolled up their sleeves, ready for action.\n\nThe Prince of Xiping said slowly, “His Majesty has ordered me to bring Superintendent Zhao Quan of the Imperial Guards to investigate the property of Jia She.”\n\nWhen Jia She and the rest heard this they kotowed.\n\nThe prince, standing in the place of honour, announced, “We are commanded by the Emperor: Jia She has abused his position by colluding with provincial officials and oppressing the weak. He has failed to repay Our favour and disgraced his ancestors. Therefore his hereditary rank is hereby abolished. Respect this.”\n\nZhao Quan shouted, “Arrest Jia She! Take the others into custody!”\n\nAll the men present — Jia She, Jia Zheng, Jia Lian, Jia Zhen, Jia Rong, Jia Qiang, Jia Zhi and Jia Lan — were there. Baoyu, having pleaded illness, was fooling about with the Lady Dowager, and Jia Huan kept out of the way as a rule. So the guards seized all the men there.\n\nSuperintendent Zhao ordered his followers, “Call the other officers to take the guards and search the different apartments, making an inventory of everything.” At this the Jia family exchanged dismayed glances, while the guards gleefully rolled up their sleeves, eager to start looting.\n\n“I have heard that Sir She and Sir Zheng have not yet divided the family property,” said the prince.\n\nSince Jia She was living in separate quarters from His Excellency, it was proper to carry out the edict by confiscating his property. The other apartments can be sealed off now, and we will report back to await further instructions.”\n\nCommissioner Zhao rose to his feet. “Your Highness,” he said, “Jia She and Jia Zheng have not divided up the property. I hear that their nephew Jia Lian is in charge of everything. We must confiscate all their property.”\n\nThe Prince of Beijing made no comment.\n\nCommissioner Zhao proposed, “I had better take some men to confiscate the property of Jia Lian and Jia She.”\n\n“Don’t be in such a hurry,” said the prince. “Send word to the inner apartments that the ladies should withdraw before we start the search.”\n\nBut even while he was speaking, Zhao’s men were dragging servants of the house off to serve as their guides, and they started making a search. The prince could not stop them.\n\n“Keep your men here,” he ordered. “I mean to make the inspection myself.”\n\nHe rose slowly to his feet and ordered his retinue, “Not one of you is to move. Stay here till I come back, then we’ll check on the list together.”\n\nAs he was speaking an officer from the Board of War knelt before him to report, “We’ve found in the inner apartments some imperial robes and girdles and a number of prohibited articles. We haven’t dared touch them, and await Your Highness’ instructions.”\n\nPresently more men ran over to announce, “We’ve found in the east side–compound two cases of deeds of mortgaged property and a case of I.O.U.s, all charging illegal interest.”\n\n“Fine, usury!” cried Commissioner Zhao. “We should confiscate the whole lot. Will Your Highness please take a seat while I go to take charge of the confiscation, then we can await further orders.”\n\nJust then an equerry from the prince’s household came in to announce, “The officers at the gate have sent word that the Prince of Beijing is here with an Imperial edict, and requests you to go to meet him.”\n\nCommissioner Zhao, hearing this, thought, “What foul luck! I’ve run into this crotchety prince. Now that the other’s come, I can show my authority.” So thinking, he went out.\n\nThe Prince of Beijing was already in the main hall. Standing there facing the outside he said, “I have an Imperial edict. Let Zhao Quan of the Board of War hear this.” He went on, “By Imperial decree: Officers of the Board of War are to take Jia She for questioning. The Prince of Beijing is to carry out the edict by taking charge. Respect this.”\n\nThe Prince of Beijing, pleased by this, sat down with the Prince of Beijing and ordered Commissioner Zhao to take Jia She to his yamen.\n\nWhen the men making the search inside heard that the Prince of Beijing had come, they all came out. And when Commissioner Zhao had left they had no alternative but to stand at attention waiting for orders. The Prince of Beijing selected two honest officers and a dozen or so elderly guards, dismissing all the rest.\n\nThe Prince of Beijing observed, “I was just getting angry with that wretch Zhao, and was fortunate that you arrived with a fresh edict; otherwise we should have had a bad time here.”\n\n“At court, when I heard that Your Highness had been ordered to confiscate the property of the Jias, I felt quite relieved, confident that there would be no brutality here. I’d no idea that Zhao was such a scoundrel. Where are His Excellency and Baoyu? What has been happening inside?”\n\n“Jia Zheng is being kept under guard in his servants’ quarters,” he was told. “The search inside has thrown everything into confusion.”\n\nThe prince ordered his officers to bring Jia Zheng to him for questioning.\n\nWhen Jia Zheng was brought in he fell on his knees to implore mercy, his face wet with tears. The prince helped him up.\n\n“Set your heart at rest, sir,” he said, and told him the terms of the edict.\n\nJia Zheng, overcome with gratitude, kowtowed to thank the Emperor’s goodness, then stood waiting.\n\nThe prince went on, “Just now when Zhao was here, his men reported finding prohibited articles and I.O.U.s for usury. We can hardly cover up. The prohibited articles were prepared, I presume, for the Imperial Consort, so if we state that it should not count against you. But those I.O.U.s are a problem. What can we do about them? You had better, sir, take my officers to declare all Jia She’s property, then this business will be over. You mustn’t conceal anything, or you will be incriminating yourself.”\n\n“I dare not,” Jia Zheng assured him. “But as the property left by my father has never been divided up, we each have the use of whatever is in our quarters.”\n\nLady Wang replied, “Of course. That’s only right.” She ordered the servants to take the things from Lord She’s place over to him, and not to touch anything else.\n\nThe feast given by the Lady Dowager for the ladies of her household was still in progress. Lady Wang was saying, “Baoyu hasn’t gone out for fear of vexing his father.”\n\nXifeng, who was ill, drawled, “I don’t think Baoyu is afraid of meeting people, but as there are plenty of gentlemen to keep the guests company outside, he may be waiting on the old lady here. If the master wants someone to help entertain inside, why not offer him Baoyu? That would be fine, wouldn’t it?”\n\nThe Lady Dowager chuckled, “Feng is so ill, yet she’s still a sharp tongue.”\n\nThey were chatting cheerfully when some servants from Lady Xing’s apartments rushed in frantically.\n\n“Old Lady, madam!” they cried. “Terrible... terrible! A whole lot of booted, helmeted robbers have come! They’re turning the whole place upside down and looting!”\n\nThe Lady Dowager and the others were stupefied. Then Pinger ran in, her hair hanging loose, holding Qiaojie by the hand and sobbing.\n\n“This is terrible!” she cried. “I was having a meal with the young lady when Wang came in, tied up, and said, ‘Quickly, young lady, go in and ask the ladies to hide. The princes outside are coming to search our place!’ I nearly died of fright! I was just going to my room to fetch some valuables when a crowd of men pushed me out. We must pack some clothes and things at once!”\n\nLady Xing and Lady Wang were scared out of their wits and at a loss what to do. They saw Xifeng listening wide-eyed; then she threw her head back and fainted. The Lady Dowager, before she had heard the whole report, was weeping with fright, unable to utter a word.\n\nThe whole room was in utter confusion, with everyone crying and shouting. Then they heard a great hullabaloo outside and a servant announced, “The princes have entered the inner apartments. Will the ladies please withdraw?”\n\nBaochai, Baoyu and the others were wondering what to do as the maids and serving-women ran to and fro in panic, when Jia Lian, panting hard, hurried in.\n\n“All’s well!” he cried. “Thanks to the princes, we’ve been let off!”\n\nThey were about to question him when they saw Xifeng lying on the floor as if dead, and Jia Lian gave a cry of dismay. He was even more alarmed to see that the old lady had been scared speechless and seemed in a daze. Luckily Pinger soon revived Xifeng and helped her up, while the Lady Dowager gradually came round too, though she lay on the couch sobbing and breathless until Li Wan comforted her. Then Jia Lian, having collected himself, told them of the princes’ kindness. Afraid that the news of Jia She’s arrest might frighten the old lady and Lady Xing to death, he decided not to mention it for the time being but went back to his own apartments. There he found chests and cupboards burst open and half the things missing. He stamped with fury and shed tears of despair, until he had to go out again at the summons of the servants. He found Jia Zheng registering the property with the officers, one of whom was calling out the list:\n\n“One sandalwood statue of the Buddha of Long Life, one sandalwood statue of the Goddess of Mercy, one Buddhist throne, two strings of sandalwood beads, one set of small gold Buddhas, nine objects with gilt designs on looking-glass backgrounds, three jade Buddhas, one set of jade figures of the God of Longevity and the Eight Immortals, two sandalwood and two jade ru-yi sceptres, seventeen old porcelain vessels and incense-burners, fourteen cases of ancient paintings and curios, one large jade jar, two small jade jars, two pairs of jade plates, two large glass mirrors, two small glass table-screens, four glass dishes, four jade dishes, two agate dishes, four light-green jade dishes, twelve gold bowls, eight gold bowls with chased designs, forty gold spoons, sixty large silver bowls and plates, four gold-inlaid ivory chopsticks, twelve gilt decanters, three gilt spittoons, two tea-trays, a hundred and sixty small silver bowls and cups, eighteen black fox furs, fifty-six raccoon dog furs....”\n\nForty-four fox-skin rugs. Twelve lynx rugs. Twenty-five cloud-fox sleeves. Twenty-six sea-otter skins. Three sealskins. Six tiger skins. Three mat-leaves? Twenty-eight otter skins. Forty red lambskins. Sixty-three black lambskins. Twenty sleeves of fragrant shrew? Twenty-four squirrel skins. Four rolls of swan’s down. Two hundred and sixty-three squirrel skins. Thirty-two lengths of Japanese satin. Thirty lengths of foreign felt. Thirty-three lengths of serge. Forty lengths of gu-velvet. One hundred and thirty rolls of silk and satin. One hundred and eighty rolls of gauze and silk. Thirty-two rolls of silk crepe. Twenty-two rolls of camlet of each kind. Thirty rolls of Tibetan wool. Eighteen rolls of python-satin. Thirty bales of assorted cloth. One hundred and thirty-two fur garments. Three hundred and forty padded, lined, unlined and silk-wadded garments. Nine girdle-buckles. Over five hundred articles of brass and pewter. Eighteen clocks. Nine strings of court beads. Thirteen strings of pearls. One hundred and twenty-three gold bracelets and trinkets inlaid with all kinds of jewels. Three yellow satin cushions and back-rests for the Emperor’s use. Eight court dresses. Two girdles of mutton-fat jade. Twelve rolls of yellow satin. Seven thousand taels of plain silver. A hundred and fifty-two taels of light gold. Seven thousand five hundred strings of cash.\n\nAll the furniture and other effects in the Rong Mansion bestowed by the Emperor were listed too. The title-deeds of their houses and land as well as the contracts of their servants were sealed up.\n\nJia Lian, listening on one side, was puzzled at hearing no mention of his own things. Then he heard the two princes ask, “These promissory notes which have been confiscated are proof of usury. Who was responsible for this? You must tell the truth, sir.”\n\nJia Zheng knelt down and kowtowed.\n\n“As a penal official I did not attend to household affairs,” he said. “I know nothing about such things. You will have to ask my nephew Jia Lian.”\n\nJia Lian stepped forward and fell on his knees.\n\n“Since these deeds were found in my room, how can I deny knowledge of them?” he said. “I only beg Your Highnesses to be lenient. My uncle truly knew nothing about this.”\n\n“As your father has already confessed his guilt, you will be tried with him,” the princes declared. “You have admitted your guilt, which is only right. Very well then, let Jia Lian be taken into custody. The rest can remain under guard in their different apartments. Sir Zheng, you must wait carefully for the edict. We are going back now to report to the Emperor. Officers will be left here to keep watch.”\n\nThey mounted their sedans and left. Jia Zheng and the others saw them off at the inner gate, the Prince of Beijing stretching out one hand to raise Jia Zheng with a look of compassion. Jia Zheng, his heart still palpitating, was standing there in a daze when Jia Lan suggested:\n\n“Please go in now, grandfather, to see our Old Ancestress.”\n\nJia Zheng hurried inside. The women at the different gates were in such panic, they did not know what to do. Paying no attention to them, he went straight to his mother’s room. There, all present were in tears. Lady Wang, Baoyu and the rest had gathered round the Lady Dowager, weeping in silence, and only Lady Xing was sobbing uncontrollably at the sight of Jia Zheng they cried:\n\n“Safe and sound!” They told the old lady, “The master has come back safely. Don’t worry, madam.”\n\nThe Lady Dowager, at her last gasp, had closed her eyes. Now, opening them faintly, she said:\n\n“My son, I never thought I’d see you again!” She burst out sobbing, and all the others wept with her.\n\nJia Zheng feared this distress would be too much for his mother.\n\n“Set your heart at rest, madam,” he urged, controlling his own tears. “It is a serious matter, but His Majesty in his goodness and the two princes have shown us great consideration. Although my elder brother is in custody for the time being, once the case is cleared up the Emperor will show more clemency. And our property here has not been touched.”\n\nThe Lady Dowager, reminded that Jia She was missing, started weeping again. It took Jia Zheng some time to comfort her. None of the others dared disperse. Lady Xing went back alone to her own apartments and found them locked up and sealed, the maids and serving-women locked inside several rooms. She had nowhere to go and broke down wailing.\n\nLady Xing went over to Xifeng’s apartments. The side gate was sealed up but the inner door was open and from inside came the sound of continuous sobbing. Lady Xing went in and found Xifeng lying with closed eyes, her face the colour of ashes, while Pinger was weeping beside her. Thinking her dead, Lady Xing started wailing.\n\nPinger stepped forward to greet her. “Don’t cry yet, madam,” she begged. “When they brought her back our mistress seemed to be dead. But after a little rest she came round and wept for a while; now she’s a little calmer. Please calm down too, madam. I only wonder how the old lady is.”\n\nLady Xing made no answer but went back to the Lady Dowager’s place. Finding the whole household in the charge of Jia Zheng’s servants, she reflected that her husband was under arrest, her daughter-in-law at death’s door, her daughter wretchedly married, and now she herself had no home to go to. At this she broke down and wept so bitterly that the others had to comfort her. Li Wan told the servants to clear rooms for her, while Lady Wang assigned some maids to wait on her.\n\nJia Zheng outside was waiting on tenterhooks for the imperial decree, stroking his beard and wringing his hands, when he heard the guards at the gate shouting, “Which side are you on? Since you’ve come here your name must be put on our list. Tie him up and hand him over to the gentlemen of the Imperial Guards!”\n\nJia Zheng went out to look and saw that it was Jiao Da. “How did you get here?” he asked.\n\nAt this Jiao Da beat the heaven and stamped on earth. “Every day I warn those good-for-nothing masters, but they treat me as their enemy!” he bellowed. “Don’t you know, sir, all the hardships I went through with the old master? And now that things have come to such a pretty pass, Master Zhen and Master Rong have been seized by some prince; the ladies of the house have been driven by some yamen runners, their hair hanging loose, into an empty room and locked up; and all those worthless men and women have been trussed up like pigs and dogs. Everything’s been confiscated and sealed up, the wooden furniture smashed and the porcelain broken! And now they want to tie me up too! In all my eighty or ninety years, I’ve only tied up people with the old master; I never let anyone tie me up. I told them I was from the West Mansion and managed to break out, but they caught me and brought me here. Now I find it’s the same here. Well, I don’t want to go on living. I’ll fight it out with them!”\n\nHe butted his head against them. The guards, knowing his age and having their orders from the two princes, dared not bully him.\n\n“Keep quiet, old man,” they said. “This is by the Emperor’s orders. You’d better take it easy and wait for the verdict.”\n\nJia Zheng made no comment, although he felt as if a knife were being twisted in his heart. “We’re done for, done for!” he groaned. “To think that we should be reduced to this!”\n\nHe was waiting frantically for news from inside when Xue Ke came running in breathlessly.\n\n“Am I glad to have got in!” he panted. “Where is my uncle?”\n\n“I’m glad you’re here,” said Jia Zheng. “How did the guards outside let you in?”\n\n“I pleaded hard with them and promised them money; that’s how I managed to get in and out.”\n\nJia Zheng told him then about the raid and asked him to find out what he could. “It’s not convenient to ask any of our other relatives or friends, as they’re all under a cloud,” he said. “But you can send messages for us.”\n\n“I’d no idea things were so bad here,” said Xue Ke. “But I’ve heard about the East Mansion.”\n\n“What exactly is the charge?”\n\n“I went today to the yamen to find out the sentence on my brother, and heard from two censors there that the main charge against Cousin Zhen is that he enticed young men from good families to gamble — that’s not so serious. The more serious charge is that he forcibly took as his concubine the wife of some citizen who refused to give her up, then drove her to suicide. And to make sure of the verdict, the censors have arrested Bao Er and some fellow called Zhang. The Censorate may get into trouble too because this Zhang had brought a charge previously.”\n\nBefore he could finish, Jia Zheng stamped his foot. “Good heavens!” he cried. “The beasts!”\n\nWith a sigh she shed a flood of tears. Xue Ke tried to console her, then went out to make further inquiries. He came back after some time.\n\n“Things look bad,” he reported. “At the Board of Punishments I couldn’t find out whether the two princes have reported back to the Emperor; but I heard that this morning Censor Li has again impeached Ping An for toadying to his superiors in the capital and persecuting the people, listing several major counts.”\n\n“Never mind other people’s business,” cried Jia Zheng in consternation. “What about our own case?”\n\n“This impeachment of Ping An involves us. The superior in the capital referred to is the Elder Master. He’s charged with perverting justice, which makes the case against him more serious. All the court officials are lying low, not one will help by giving us information. As for those relatives and friends who were here just now, some have gone home, others are keeping at a distance to see how the wind blows. It’s disgusting the way our own clansmen are saying on the sly, ‘Their ancestors laid up a merit which they’ve abused to get into trouble. We don’t know whose heads will roll. This is our chance to make a move’.”\n\nBefore he could finish, Jia Zheng stamped his foot and exclaimed, “Our Elder Master is too foolish! And the East Mansion has gone too far! We still don’t know whether the old lady and Xifeng are dead or alive. Make some more inquiries while I go to see the old lady. If there’s any news, the sooner we know the better.”\n\nAs he was speaking a great commotion broke out inside and they heard shouting, “The old lady’s bad!” In panic, Jia Zheng hurried in to see her.\n\nTo know whether she lived or died, you must read the following chapter."
}