{
  "index": "109",
  "title": "第109章 候芳魂五儿承错爱 还孽债迎女返真元",
  "original": "话说宝钗叫袭人问出原故，恐宝玉悲伤成疾，便将黛玉临死的话与袭人假作闲谈，说是：“人在世上，有意有情，到了死后，各自干各自的去了，并不是生前那样的人死后还是那样。活人虽有痴心，死的竟不知道。况且林姑娘既说仙去，他看凡人是个不堪的浊物，那里还肯混在世上？只是人自己疑心，所以招出些邪魔外祟来缠扰。”宝钗虽是与袭人说话，原说给宝玉听的。袭人会意，也说是：“没有的事。若说林姑娘的魂灵儿还在园里，我们也算相好，怎么没有梦见过一次？”宝玉在外面听着，细细的想道：“果然也奇。我知道林妹妹死了，那一日不想几遍，怎么从没梦见？想必他到天上去了，瞧我这凡夫俗子不能交通神明，所以梦都没有一个儿。我如今就在外间睡，或者我从园里回来，他知道我的心，肯与我梦里一见。我必要问他实在那里去了，我也时常祭奠。若是果然不理我这浊物，竟无一梦，我便也不想他了。”主意已定，便说：“我今夜就在外间睡，你们也不用管我。”宝钗也不强他，只说：“你不用胡思乱想。你没瞧见太太因你园里去了，急的话都说不出来？你这会子还不保养身子，倘或老太太知道了，又说我们不用心。”宝玉道：“白这么说罢咧，我坐一会子就进来。你也乏了，先睡罢。”宝钗料他必进来的，假意说道：“我睡了，叫袭姑娘伺候你罢。”\n　　宝玉听了，正合机宜。等宝钗睡下，便叫袭人、麝月另铺设下一副被褥，常叫人进来瞧二奶奶睡着了没有。宝钗故意装睡，也是一夜不宁。那宝玉只当宝钗睡着，便与袭人道：“你们各自睡罢，我又不伤感。你若不信，你就伏侍我睡了再进去，只要不惊动我就是了。”袭人果然伏侍他睡下，预备下了茶水，关好了门，进里间去照应了一回，各自假寐，等着宝玉若有动静再出来。宝玉见袭人进去了，便将坐更的两个婆子支到外头。他轻轻的坐起来，暗暗的祝赞了几句，方才睡下。起初再睡不着，以后把心一静，谁知竟睡着了，却倒一夜安眠。直到天亮，方才醒来，拭了拭眼，坐着想了一回，并无有梦。便叹口气道：“正是‘悠悠生死别经年，魂魄不曾来入梦’！”宝钗反是一夜没有睡着，听见宝玉在外边念这两句，便接一道：“这话你说莽撞了。若林妹妹在时，又该生气了。”宝玉听了，自觉不好意思。只得起来，搭讪着进里间来，说：“我原要进来，不知怎么一个盹儿就打着了。”宝钗道：“你进来不进来，与我什么相干？”\n　　袭人也本没有睡，听见他们两个说话，即忙上来倒茶。只见老太太那边打发小丫头来问：“宝二爷昨夜睡的安顿么？若安顿，早早的同二奶奶梳洗了就过去。”袭人道：“你去回老太太，说：‘宝玉昨夜很安顿，回来就过来。’”小丫头去了。宝钗连忙梳洗了，莺儿、袭人等跟着，先到贾母那里行了礼。便到王夫人那边起，至凤姐，都让过了。仍到贾母处，见他母亲也过来了。大家问起：“宝玉晚上好么？”宝钗便说：“回去就睡了，没有什么。”众人放心，又说些闲话。\n　　只见小丫头进来，说：“二姑奶奶要回去了。听见说，孙姑爷那边人来，到大太太那里说了些话，大太太叫人到四姑娘那边说，不必留了，让他去罢。如今二姑奶奶在大太太那边哭呢，大约就过来辞老太太。”贾母众人听了，心中好不自在，都说：“二姑娘这么一个人，为什么命里遭着这样的人！一辈子不能出头，这可怎么好呢。”说着，迎春进来，泪痕满面。因是宝钗的好日子，只得含着泪，辞了众人要回去。贾母知道他的苦处，也不便强留，只说道：“你回去也罢了，但只不用伤心。碰着这样人也是没法儿的。过几天我再打发人接你去罢。”迎春道：“老太太始终疼我，如今也疼不来了。可怜我没有再来的时候儿了。”说着，眼泪直流。众人都劝道：“这有什么不能回来的呢？比不得你三妹妹隔得远，要见面就难了。”贾母等想起探春，不觉也大家落泪。为是宝钗的生日，只得转悲作喜说：“这也不难。只要海疆平静，那边亲家调进京来，就见的着了。”大家说：“可不是这么着么？”说着，迎春只得含悲而别。大家送了出来，仍回贾母那里。从早至暮，又闹了一天，众人见贾母劳乏，各自散了。\n　　独有薛姨妈辞了贾母，到宝钗那里，说道：“你哥哥是今年过了，直要等到皇恩大赦的时候，减了等，才好赎罪。这几年叫我孤苦伶仃，怎么处！我想要给你二哥哥完婚，你想想好不好？”宝钗道：“妈妈是因为大哥哥娶了亲，唬怕了的，所以把二哥哥的事也疑惑起来。据我说，很该办。邢姑娘是妈妈知道的，如今在这里也很苦。娶了去，虽说咱们穷，究竟比他傍人门户好多着呢。”薛姨妈道：“你得便的时候，就去回明老太太，说我家没人，就要择日子了。”宝钗道：“妈妈只管和二哥哥商量，挑个好日子，过来和老太太、大太太说了，娶过去，就完了一宗事。这里大太太也巴不得娶了去才好。”薛姨妈道：“今日听见史姑娘也就回去了，老太太心里要留你妹妹在这里住几天，所以他住下了。我想他也是不定多早晚就走的人了。你们姐妹们也多叙几天话儿。”宝钗道：“正是呢。”于是薛姨妈又坐了一坐，出来辞了众人回去了。\n　　却说宝玉晚间归房，因想：“咋夜黛玉竟不入梦，或者他已经成仙，所以不肯来见我这种浊人，也是有的；不然，就是我的性儿太急了，也未可知。”便想了个主意，向宝钗说道：“我昨夜偶然在外头睡着，似乎比在屋里睡的安稳些，今日起来，心里也觉清净。我的意思，还要在外头睡两夜，只怕你们又来拦我。”宝钗听了，明知早晨他嘴里念诗自然是为黛玉的事了，想来他那个呆性是不能劝的，倒好叫他睡两夜，索性自己死了心也罢了，况兼昨夜听他睡的倒也安静。便道：“好没来由，你只管睡去，我们拦你作什么？但只别胡思乱想的招出些邪魔外祟来。”宝玉笑道：“谁想什么。”袭人道：“依我劝，二爷竟还是屋里睡罢。外边一时照应不到，着了凉，倒不好。”宝玉未及答言，宝钗却向袭人使了个眼色儿。袭人会意，道：“也罢，叫个人跟着你罢，夜里好倒茶倒水的。”宝玉便笑道：“这么说，你就跟了我来。”袭人听了，倒没意思起来，登时飞红了脸，一声也不言语。宝钗素知袭人稳重，便说道：“他是跟惯了我的，还叫他跟着我罢。叫麝月、五儿照料着也罢了。况且今日他跟着我闹了一天，也乏了，该叫他歇歇了。”宝玉只得笑着出来。宝钗因命麝月五儿给宝玉仍在外间铺设了，又嘱咐两个人：“醒睡些。要茶要水，都留点神儿。”两个答应着。出来看见宝玉端然坐在床上，闭目合掌，居然象个和尚一般，两个也不敢言语，只管瞅着他笑。宝钗又命袭人出来照应。袭人看见这般，却也好笑，便轻轻的叫道：“该睡了。怎么又打起坐来了？”宝玉睁开眼看见袭人，便道：“你们只管睡罢，我坐一坐就睡。”袭人道：“因为你昨日那个光景，闹的二奶奶一夜没睡，你再这么着成什么事？”宝玉料着自己不睡，都不肯睡，便收拾睡下。袭人又嘱咐了麝月等几句，才进去关门睡了。这里麝月、五儿两个人也收拾了被褥，伺候宝玉睡着，各自歇下。\n　　那知宝玉要睡越睡不着，见他两个人在那里打铺，忽然想起那年袭人不在家时，晴雯、麝月两个人服事，夜间麝月出去，睛雯要唬他，因为没穿衣服着了凉，后来，还是从这个病上死的。想到这里，一心移在晴雯身上去了。忽又想起凤姐说五儿给晴雯“脱了个影儿”，因将想睛雯的心又移在五儿身上。自己假装睡着，偷偷儿的看那五儿，越瞧越象晴雯，不觉呆性复发。听了听里间已无声息，知是睡了；但不知麝月睡了没有，便故意叫了两声，却不答应。五儿听见了宝玉叫人，便问道：“二爷要什么？”宝玉道：“我要漱漱口。”五儿见麝月己睡，只得起来，重新剪了蜡花，倒了一钟茶来，一手托着漱盂。却因赶忙起来的，身上只穿着一件桃红续子小袄儿，松松的挽着一个儿。宝玉看时，居然晴雯复生。忽又想起晴雯说的“早知担了虚名，也就打个正经主意了”，不觉呆呆的呆看，也不接茶。\n　　那五儿自从芳官去后，也无心进来了。后来听说凤姐叫他进来伏侍宝玉，竟比宝玉盼他进来的心还急。不想进来以后，见宝钗、袭人一般尊贵稳重，看着心里实在敬慕；又见宝玉疯疯傻傻，不似先前的丰致；又听见王夫人为女孩子们和宝玉玩笑都撵了，所以把女儿的柔情和素日的痴心，一概搁起。怎奈这位呆爷今晚把他当作晴雯，只管爱惜起来。那五儿早已羞得两颊红潮，又不敢大声说话，只得轻轻的说道：“二爷，漱口啊。”宝玉笑着接了茶在手中，也不知道漱了没有，便笑嘻嘻的问道：“你和晴雯姐姐好不是啊？”五儿听了，摸不着头脑，便道：“都是姐妹，也没有什么不好的。”宝玉又悄悄的问道：“晴雯病重了，我看他去，不是你也去了么？”五儿微微笑着点头儿。宝玉道：“你听见他说什么了没有？”五儿摇着头儿道：“没有。”宝玉已经忘神，便把五儿的手一拉。五儿急的红了脸，心里乱跳，便悄悄说道：“二爷，有什么话只管说，别拉拉扯扯的。”宝玉才撒了手，说道：“他和我说来着：‘早知担了个虚名，也就打正经主意了。’你怎么没听见么？”五儿听了，这话明明是撩拨自己的意思，又不敢怎么样，便说道：“那是他自己没脸。这也是我们女孩儿家说得的吗？”宝玉着急道：“你怎么也是这么个道学先生！我看你长的和他一模一样，我才肯和你说这个话，你怎么倒拿这些话遭塌他？”\n　　此时五儿心中也不知宝玉是怎么个意思，便说道：“夜深了，二爷睡罢，别紧着坐着，看凉着了。刚才奶奶和袭人姐姐怎么嘱咐来！”宝玉道：“我不凉。”说到这里，忽然想起五儿没穿着衣裳，就怕他也象晴雯着了凉，便问道：“你为什么不穿上衣裳就过来？”五儿道：“爷叫的紧，那里有尽着穿衣裳的空儿？要知道说这半天话儿时，我也穿上了。”宝玉听了，连忙把自己盖的一件月白绫子绵袄儿揭起来递给五儿，叫他披上。五儿只不肯接，说：“二爷盖着罢，我不凉。我凉，我有我的衣裳。”说着，回到自己铺边，拉了一件长袄披上。又听了听，麝月睡的正浓，才慢慢过来说：“二爷今晚不是要养神呢吗？”宝玉笑道：“实告诉你罢，什么是养神！我倒是要遇仙的意思。”五儿听了，越发动了疑心，便问道：“遇什么仙？”宝玉道：“你要知道，这话长着呢。你挨着我来坐下，我告诉你。”五儿红了脸，笑道：“你在那里躺着，我怎么坐呢？”宝玉道：“这个何妨？那一年冷天，也是你晴雯姐姐和麝月姐姐玩，我怕冻着他，还把他揽在一个被窝儿里呢。这有什么，大凡一个人，总别酸文假醋的才好。”五儿听了，句句都是宝玉调戏之意，那知这位呆爷却是实心实意的话。五儿此时走开不好、站着不好，坐下不好，倒没了主意。因拿眼一溜，抿着嘴儿笑道：“你别混说了。看人家听见，什么意思？怨不得人家说你专在女孩儿身上用工夫。你自己放着二奶奶和袭人姐姐，都是仙人儿似的，只爱和别人混搅。明儿再说这些话，我回了二奶奶，看你什么脸见人。”正说着，只听外面“咕咚”一声，把两个人吓了一跳。里间宝钗咳嗽了一声，宝玉听见连忙努嘴儿，五儿也就忙忙的息了灯，悄悄的躺下了。原来宝钗、袭人因昨夜不曾睡，又兼日间劳乏了一天，所以睡去，都不曾听见他们说话，此时院中一响，猛然惊醒，听了听，也无动静。宝玉此时躺在床上，心里疑惑：“莫非林妹妹来了，听见我和五儿说话，故意吓我们的？”翻来覆去，胡思乱想，五更以后，才朦胧睡去。\n　　却说五儿被宝玉鬼混了半夜，又兼宝钗咳嗽，自己怀着鬼胎，生怕宝钗听见了，也是思前想后，一夜无眠。次日一早起来，见宝玉尚自昏昏睡着，便轻轻儿的收拾了屋子。那里麝月已醒，便道：“你怎么这么早起来了？你难道一夜没睡吗？”五儿听这话又似麝月知道了的光景，便只是讪笑，也不答言。一时宝钗袭人也都起来，开了门。见宝玉尚睡，却也纳闷：“怎么在外头两夜睡的倒这么安稳呢？”及宝玉醒来，见众人都起来了，自己连忙爬起。揉着眼睛，细想昨夜又不曾梦见，可是“仙凡路隔”了。慢慢的下了床，又想昨夜五儿说的“宝钗袭人都是天仙一般”，这话却也不错，便怔怔的瞅着宝钗。\n　　宝钗见他发怔，虽知他为黛玉之事，却也定不得梦不梦，只是瞅的自己倒不好意思的，便道：“你昨夜可遇见仙了么？”宝玉听了，只道昨晚的话宝钗听见了，笑着勉强说道：“这是那里的话？”那五儿听了这一句，越发心虚起来，又不好说的，只得且看宝钗的光景。只见宝钗又笑着问五儿道：“你听见二爷睡梦里和人说话来着么？”宝玉听了，自己坐不住，搭讪着走开了。五儿把脸飞红，只得含糊道：“前半夜倒说了几句，我也没听真。什么‘担了虚名’，又什么‘没打正经主意’，我也不懂，劝着二爷睡了。后来我也睡了，不知二爷还说来着没有。”宝钗低头一想：“这话明是为黛玉了。但尽着叫他在外头，恐怕心邪了，招出些花妖柳怪来。况兼他的旧病，原在姐妹上情重，只好设法将他的心意挪移过来，然后能免无事。”想到这里，不免面红耳热起来，也就讪讪的进房梳洗去了。\n　　且说贾母两日高兴，略吃多了些，这晚有些不受用；第二天，便觉着胸口饱闷。鸳鸯等要回贾政，贾母不叫言语，说：“我这两日嘴馋些，吃多了点子。我饿一顿就好了，你们快别吵嚷。”于是鸳鸯等并没有告诉人。这日晚间，宝玉回到自己屋里，见宝钗自贾母王夫人处才请了晚安回来。宝玉想着早起之事，未免赧颜抱惭，宝钗看他这样的，也晓得是没意思的光景。因想着他是个痴情人，要治他的这个病，少不得仍以痴情治之。想了想，便问宝玉道：“你今夜还在外头睡去罢咧？”宝玉自觉没趣，便道：“里头外头都是一样的。”宝钗意欲再说，反觉碍难出口。袭人道：“罢呀，这倒是什么道理呢？我不信睡的那么安顿。”五儿听见这话，连忙接一道：“二爷在外头睡，别的倒没有什么，只爱说梦话，叫人摸不着头脑儿，又不敢驳他的回。”袭人便道：“我今日挪出床上睡睡，看说梦话不说。你们只管把二爷的铺盖铺在里间就完了。”宝钗听了，也不作声。宝玉自己惭愧，那里还有强嘴的分儿，便依着搬进来。一则宝玉抱歉，欲安宝钗之心；二则宝钗恐宝玉思郁成疾，不如稍示柔情，使得亲近，以为移花接木之计。于是当晚袭人果然挪出去。这宝玉固然是有意负荆，那宝钗自然也无心拒客，从过门至今日，方才是雨腻云香，氤氲调畅。从此“二五之精，妙合而凝”。此是后话不提。\n　　且说次日宝玉、宝钗同起，宝玉梳洗了，先过贾母这边来。这里贾母因疼宝玉，又想宝钗孝顺，忽然想起一件东西来。便叫鸳鸯开了箱了，取出祖上所遗的一个汉玉，虽不及宝玉他那块玉石，挂在身上却也希罕。鸳鸯找出来递与贾母，便说道：“这件东西，我好象从没见的。老太太这些年还记得这样清楚，说是那一箱什么匣于里装着，我按着老太太的话一拿就拿出来了。老太太这会子叫拿出来做什么？”贾母道：“你那里知道？这块玉还是祖爷爷给我们老太爷，老太爷疼我，临出嫁的时候叫了我去，亲手递给我的。还说：‘这玉是汉朝所佩的东西，很贵重的，你拿着就象见了我的一样。’我那时还小，拿了来也不当什么便撩在箱子里。到了这里，我见咱们家的东西也多，这算得什么，从没带过，一撩便撩了六十多年。今儿见宝玉这样孝顺，他又丢了一块玉，故此想着拿出来给他，也象是祖上给我的意思。”一时宝玉请了安，贾母便喜欢道：“你过来，我给你一件东西瞧瞧。”宝玉走到床前，贾母便把那块汉玉递给宝玉。宝玉接来一瞧，那玉有三寸方圆，形似甜瓜，色有红晕，甚是精致。宝玉一口称赞。贾母道：“你爱么？这是我祖爷爷给我的，我传了你罢。”宝玉笑着，请了个安谢了，又拿了要送给他母亲瞧。贾母道：“你太太瞧了，告诉你老子，又说疼儿子不如疼孙子了。他们从没见过。”宝玉笑着去了。宝钗等又说了几句话，也辞了出来。\n　　自此，贾母两日不迸饮食，胸口仍是膨闷，觉得头晕目眩，咳嗽。邢、王二夫人、凤姐等请安，见贾母精神尚好，不过叫人告诉贾政，立刻来请了安。贾政出来，即请大夫看脉。不多一时，大夫来诊了脉，说是有年纪的人，停了些饮食、感冒些风寒，略消导发散些就好了。开了方子，贾政看了，知是寻常药品，命人煎好进服。以后贾政早晚进来请安。一连三日，不见稍减。贾政又命贾琏打听好大夫，“快去请来瞧老太太的病。咱们家常请的几个大夫，我瞧着不怎么好，所以叫你去。”贾琏想了一想，说道：“记得那年宝兄弟病的时候，倒是请了一个不行医的来瞧好了的，如今不如找他。”贾政道：“医道却是极难的，越是不兴时的大夫倒有本领。你就打发人去找来罢。”贾琏即忙答应去了，回来说道：“这刘大夫新近出城教书去了，过十来天进城一次。这时等不得，又请了一位，也就来了。”贾政听了，只得等着，不提。\n　　且说贾母病时，合宅女眷无日不来请安。一日，众人都在那里，只见看园内腰门的老婆子进来回说：“园里的栊翠庵的妙师父知道老太太病了，特来请安。”众人道：“他不常过来，今儿特来，你们快请进来。”凤姐走到床前回了贾母。岫烟是妙玉的旧日相识，先走出去接他。只见妙玉头带妙常冠，身上穿一件月白素绸袄儿，外罩一件水田青缎镶边长背心，拴着秋香色的丝绦，腰下系一条淡墨画的白绫裙，手执麈尾念珠，跟着一个侍儿，飘飘拽拽的走来。岫烟见了问好，说是：“在园内住的时候儿，可以常来瞧瞧你；近来因为园内人少，一个人轻易难出来。况且咱们这里的腰门常关着，所以这些日子不得见你。今儿幸会。”妙玉道：“头里你们是热闹场中，你们虽在外园里住，我也不便常来亲近。如今知道这里的事情也不好，又听说是老太太病着，又惦记着你，还要瞧瞧宝姑娘。我那管你们关不关？我要来就来，我不来，你们要我来也不能啊。”岫烟笑道：“你还是这种脾气。”\n　　一面说着，已到贾母房中。众人见了，都问了好。妙玉走到贾母床前问候，说了几句套话。贾母便道：“你是个女菩萨，你瞧瞧我的病可好的了好不了？”妙玉道：“老太太这样慈善的人，寿数正有呢。一时感冒，吃几帖药，想来也就好了。有年纪的人，只要宽心些。”贾母道：“我倒不为这些。我是极爱寻快乐的。如今这病也不觉怎么着，只是胸隔饱闷。刚才大夫说是气恼所致。你是知道的，谁敢给我气受？这不是那大夫脉理平常么？我和琏儿说了，还是头一个大夫说感冒伤食的是，明儿还请他来。”说着，叫鸳鸯：“吩咐厨房里办一桌净素菜来，请妙师父这里便饭。”妙玉道：“我吃过午饭了，我是不吃东西的。”王夫人道：“不吃也罢，咱们多坐一会，说些闲话儿罢。”妙玉道：“我久已不见你们，今日来瞧瞧。”又说了一回话，便要走。回头见惜春站着，便问道：“四姑娘为什么这样瘦？不要只管爱画劳了心。”惜春道：“我久不画了。如今住的房屋不比园里的显亮，所以没兴头画。”妙玉道：“你如今住在那一所？”惜春道：“就是你才来的那个门东边的屋子，你要来很近。”妙玉道：“我高兴的时候来瞧你。”惜春等说着送了出去。回身过来，听见丫头们回说大夫在贾母那边呢，众人暂且散去。\n　　那知贾母这病日重一日，延医调治不效，以后又添腹泻。贾政着急，知病难医，即命人到衙门告诉，日夜同王夫人亲侍汤药。一日，见贾母略进些饮食，心里稍宽，只见老婆子在门外探头。王夫人叫彩云看去，问问是谁。彩云看了是陪迎春到孙家去的人，便道：“你来做什么？”婆子道：“我来了半日，这里找不着一个姐姐们，我又不敢冒撞，我心里又急。”彩云道：“你急什么？又是姑爷作践姑娘不成么？”婆子道：“姑娘不好了，前儿闹了一场，姑娘哭了一夜，昨日痰堵住了。他们又不请大夫，今日更利害了。”彩云道：“老太太病着呢，别大惊小怪的。”王夫人在内已听见了，恐老太太听见不受用，忙叫彩云带他外头说去。岂知贾母病中心静，偏偏听见，便道：“迎丫头要死了么？”王夫人便道：“没有。婆子们不知轻重，说是这两日有些病，恐不能就好，到这里问大夫。”贾母道：“瞧我的大夫就好，快请了去。”王夫人便叫彩云：“叫这婆子去回大太太去。”那婆子去了。这里贾母便悲伤起来，说是：“我三个孙女儿：一个享尽了福死了；三丫头远嫁，不得见面；迎丫头虽苦，或者熬出来，不打量他年轻轻儿的就要死了！留着我这么大年纪的人活着做什么！”王夫人鸳鸯等解劝了好半天。那时宝钗李氏等不在房中，凤姐近来有病，王夫人恐贾母生悲添病，便叫人叫了他们来陪着，自己回到房中，叫彩云来埋怨：“这婆子不懂事！以后我在老太太那里，你们有事，不用来回。”丫头们依命不言。岂知那婆子刚到邢夫人那里，外头的人已传进来，说：“二姑奶奶死了。”邢夫人听了，也便哭了一场。现今他父亲不在家中，只得叫贾琏快去瞧看。知贾母病重，众人都不敢回。可怜一位如花似月之女，结缡年馀，不料被孙家揉搓，以致身亡。又值贾母病笃，众人不便离开，竟容孙家草草完结。\n　　贾母病势日增，只想这些孙女儿。一时想起湘云，便打发人去瞧他。回来的人悄悄的找鸳鸯。因鸳鸯在老太太身旁，王夫人等都在那里，不便上去，到了后头，找了琥珀，告诉他道：“老太太想史姑娘，叫我们去打听。那里知道史姑娘哭的了不得，说是姑爷得了暴病，大夫都瞧了，说这病只怕不能好，若是变了痨病，还可捱个四五年。所以史姑娘心里着急。又知道老太太病，只是不能过来请安。还叫我别在老太太跟前提起来，倘或老太太问起来，务必托你们变个法儿回老太太才好。”琥珀听了，了一声，也就不言语了，半日说道：“你去罢。”琥珀也不便回，心里打算告诉鸳鸯叫他撒谎去，所以来到贾母床前。见贾母神色大变，地下站着一屋子的人，嘁嘁喳喳的说：“瞧着是不好。”也不敢言语了。这里贾政悄悄的叫贾琏到身旁，向耳边说了几句话。贾琏轻轻的答应，出去了，便传齐了现在家里的一干人，说：“老太太的事，待好出来了，你们快快分头派人办去。头一件，先请出板来瞧瞧，好挂里子。快到各处将各人的衣服量了尺寸，都开明了，便叫裁缝去做孝衣。那棚杠执事都讲定了。厨房里还该多派几个人。”赖大等回道：“二爷，这些事不用爷费心，我们早打算好了，只是这项银子在那里领呢？”贾琏道：“这种银了不用外头去，老太太自己早留下了。刚才老爷的主意，只要办的好，我想外面也要好看。”赖大等答应，派人分头办去。\n　　贾琏复回到自己房中，便问平儿：“你奶奶今儿怎么样？”平儿把嘴往里一努，说：“你瞧去。”贾琏进内，见凤姐正要穿衣，一时动不得，暂且靠在炕桌儿上。贾琏道：“你只怕养不住了，老太太的事，今儿明儿就要出来了，你还脱得过么？快叫人将屋里收拾收拾，就该扎挣上去了。若有了事，你我还能回来么？”凤姐道：“咱们这里还有什么收拾的！不过就是这点子东西，还怕什么？你先去罢，看老爷叫你。我换衣裳就来。”贾琏先回到贾母房里，向贾政悄悄的回道：“诸事已交派明白了。”贾政点头。外面又报：“太医来了。”贾琏接入，诊了一回。大夫出来，悄悄的告诉贾琏：“老太太的脉气不好，防着些。”贾琏会意，与王夫人等说知。王夫人即忙使眼色叫鸳鸯过来，叫他把老太太的装裹衣服预备出来。鸳鸯自去料理。\n    贾母睁眼要茶喝，邢夫人便进了一杯参汤。贾母刚用嘴接着喝，便道：“不要这个，倒一钟茶来我喝。”众人不敢违拗，即忙送上来。一口喝了，还要，又喝一口，便说：“我要坐起来。”贾政等道：“老太太要什么，只管说，可以不必坐起来才好。”贾母道：“我喝了口水，心里好些儿，略靠着和你们说说话儿。”珍珠等用手轻轻的扶起，看见贾母这会子精神好了些。\n未知生死，下回分解。",
  "translation": "After learning the reason from Xiren, Bacchai was afraid that Baoyu might pine away. So she made a point of chatting with Xiren about Daiyu’s dying words, in order to set his mind at rest.\n\n“When people are alive they have affections and desires,” she said, “but after death they go their own ways and aren’t the same as in life. The living may be infatuated, but the dead are unaware of it. Besides, Miss Lin is now an immortal. To her, all mortal men are filthy creatures. Why should she linger in this world? It’s only because some people have doubts in their minds that they imagine evil spirits are plaguing them.”\n\nThough addressing this to Xiren, she meant it for Baoyu’s ears. Xiren, taking the hint, chimed in, “That’s right. If Miss Lin’s spirit were still in the Garden, as friends we should have dreamed of her at least once.”\n\nListening outside, Baoyu reflected, “Yes, that is strange. I’ve been thinking of my cousin so often since she died, how is it I’ve never dreamed of her? I suppose she must have gone to heaven and, being a mortal, I can’t communicate with immortals — that’s why I haven’t even dreamed of her. Now I’ll sleep in the outer room. Maybe when I come back from the Garden she’ll know my heart and agree to meet me in a dream. I must ask her where she’s really gone, so that I can make offerings to her regularly. If she really won’t have anything to do with a filthy creature like me and I don’t dream of her, then I’ll stop thinking of her.”\n\nHaving made up his mind he announced, “I’m going to sleep in the outer room tonight. Don’t any of you try to stop me.”\n\nBaochai made no attempt to force him to change his mind, simply advising, “Don’t let your imagination run away with you. Didn’t you see how upset your mother was, too upset to speak, when you went to the Garden? If you don’t take good care of your health now and the old lady hears of it, she’ll blame us for not looking after you properly.”\n\n“All right, you can have it your way,” he said. “I’ll sit here for a while and then come in. You must be tired. Go to bed first.”\n\nAssuming that he would keep his word, Baochai pre-tended to agree. “Very well, I’ll go to bed. Let Xiren keep you company.”\n\nThis suited Baoyu exactly. As soon as she had retired he told Xiren and Sheyue to make up a bed for him in the outer room, sending them from time to time to see whether his wife was asleep. Baochai, pretending to be asleep, passed a restless night. Baoyu, thinking her really asleep, said to Xiren, “You can go to bed. I’m not going to grieve. If you don’t believe me, wait till I’ve settled down before you go in. Just don’t disturb me.”\n\nXiren helped him to bed, prepared tea for him, then closed the door and went inside to rest. She and Sheyue dozed fitfully, ready to come out if Baoyu called. When he saw that they had retired he sent the two old women keeping watch outside to the back. Then he sat up softly and prayed under his breath before lying down again. At first he could not sleep, but once he had calmed down he dozed off and slept soundly the whole night until dawn. Then, waking up and rubbing his eyes, he sat up and thought back — he had had no dream at all. He sighed and quoted:\n\n“For a whole year her spirit wandered far between life and death, But never once did her spirit come into my dreams.”\n\nBaochai, who had not slept all night, heard this from the inner room and retorted, “That was tactless of you. If Cousin Lin were alive, she’d be angry again.”\n\nBaoyu, conscience-stricken, got up sheepishly and went into the inner room.\n\n“I meant to come in,” he said, “but without meaning to I dozed off.”\n\n“Whether you come in or not is up to you,” she answered.\n\nXiren had not slept either. Hearing them talk she hastily brought in tea. Then a young maid arrived from the Lady Dowager to ask, “Did Master Bao sleep well last night? If so, will\n\n‘Tell Madam Lian I shall be over presently, as soon as I have dressed and washed,’ replied Aroma.\n\n‘You can tell Her Old Ladyship,’ she instructed the maid, ‘that Master Bao had a very quiet night, and will be over as soon as he returns.’\n\nThe maid departed, and Bao-chai hurriedly completed her toilet. Oriole and Aroma accompanied her first to Grandmother Jia’s, where she paid her respects, and then on to Lady Wang’s and Xi-feng’s, before returning to Grandmother Jia’s apartment. She found her mother was already there.\n\n‘How was Bao-yu last night?’ they all asked.\n\n‘He went straight to sleep when he returned,’ replied Bao-chai. ‘Perfectly normal.’\n\nThey were all greatly relieved, and sat chatting for a while. Presently a maid came in and announced:\n\n‘Mrs Sun is going home. Someone came from her husband to see Lady Xing, and Her Ladyship has sent word to Miss Xi-chun that she is not to try and keep her but to let her go. Mrs Sun is over there now at Lady Xing’s, crying her eyes out. I expect she’ll be over shortly to say goodbye.’\n\nGrandmother Jia and the others were most upset.\n\n‘Why did a sweet girl like Ying-chun have to be saddled with a man like that?’ they exclaimed. ‘There’s no hope for her, she’ll never be able to hold up her head again!’\n\nAs they were speaking, Ying-chun came in, her face stained with tears. It being Bao-chai’s birthday, she tried hard to conceal her grief as she said goodbye to them all. Grandmother Jia knew how she must be suffering and did not feel she could press her to stay.\n\n‘You’d best go, my dear,’ she said. ‘But don’t take it so to heart. There’s nothing to be done with a man like that. I shall send for you again in a few days’ time.’\n\n‘You have always been so kind to me, Grannie,’ sobbed Ying-chun. ‘But I’m afraid your kindness has come to an end. I doubt if I shall ever be able to come again.’\n\nThe tears poured down her cheeks. The others tried to console her:\n\n‘Of course you will! You’re not like Tan-chun, who has gone so far away that it’s hard for her to pay us a visit.’\n\nThe mention of Tan-chun set them all weeping again. Out of consideration for Bao-chai, they did their best to turn their tears to laughter.\n\n‘It’s not impossible,’ said Grandmother Jia. ‘As soon as things are settled on the coast and her father-in-law is transferred to the capital, we shall be seeing her again.’\n\n‘Yes, of course!’ they all chimed in.\n\nYing-chun bade a sorrowful farewell. They saw her out and then returned to Grandmother Jia’s apartment. The day passed in the usual festive manner, but by evening Grandmother Jia was beginning to look rather tired, and the party broke up.\n\nAunt Xue said goodbye to Grandmother Jia and went to see Bao-chai.\n\n‘Your brother will have to wait till the next Amnesty,’ she said, ‘and even then he will only qualify for a reduction of his sentence. Who knows how many years that will be. I shall be left all on my own. I’ve been thinking: what would you say if I were to arrange Ke’s wedding now?’\n\n‘You’ve been scared by Pan’s marriage, Mother, and it’s made you over-cautious. I think it’s an excellent idea. You know what a hard time Miss Xing has been having here. If we fetch her over, we may be poor, but she’ll be far better off with us than living on other people’s charity.’\n\n‘When you have a moment, tell Grandmother Jia that we have no one at home, and that I should like to go ahead and choose a day for the wedding.’\n\n‘You and Cousin Ke can discuss it, Mother, and when you have chosen a lucky day, you can come and tell Grandmother Jia and Lady Xing. Once Miss Xing is married, that will be one thing off your mind. I’m sure Lady Xing will be only too glad to have her off her hands.’\n\n‘I heard today that Miss Shi will be going home soon. Grandmother Jia wants to keep your cousin Bao-qin here for a few days, so she is staying on. But I think Xiang-yun will be leaving before long. You girls should make the most of the time you have together.’\n\n‘Yes, Mother.’\n\nAunt Xue sat a little longer, then said goodbye to them all and went home.\n\nThat evening when Bao-yu returned to his room, he thought to himself:\n\n‘Last night, when I was talking to Cousin Lin, she obviously wasn’t listening...\n\nHe may have become an immortal and so is too pure to appear to a dolt like myself; or else I’m too impatient. That must be it.” He decided on a plan and told Baochai, “Last night when I happened to sleep outside, I seemed to sleep more soundly than indoors, and I woke up feeling clear-headed today. I’d like to sleep outside for a couple of nights, but I’m afraid you may try to stop me again.”\n\nBaochai knew that his muttering of poetry that morning must have been inspired by Daiyu’s death. She could guess that in his present mood he was past reasoning with, and it might be as well to let him sleep outside for a couple of nights until he got over it. Besides, he had slept quietly enough the previous night.\n\n“What an idea!” she said. “You can sleep wherever you please. Why should we stop you? But don’t go imagining things and rousing up evil spirits.”\n\n“Who’s imagining anything?” he retorted with a smile.\n\nXiren advised him, “I think you’d better sleep inside, sir. If we don’t look after you properly out there and you catch cold, that would be bad.”\n\nBefore he could answer, Baochai shot Xiren a glance. Taking the hint, Xiren said, “All right, but we must have someone keep you company to pour tea for you at night.”\n\n“In that case, you come with me,” said Baoyu.\n\nXiren, embarrassed by this, flushed and made no reply.\n\nKnowing how sedate she was, Baochai said, “She’s used to being with me. Let her stay here. Sheyue and Wuer can look after you. Besides, she’s been on the go all day and must be tired; she should rest now.”\n\nBaoyu had to smile and withdraw. Baochai told Sheyue and Wuer to make up his bed in the outer room, and warned them, “Be sure to wake if he wants tea.”\n\nThey assented and went out. Finding Baoyu sitting upright on the bed, his eyes closed and palms together like a monk, they dared not disturb him but simply stood watching him with a smile. Then Baochai sent Xiren out to see to things. Amused by the sight of him, she called softly, “Time to sleep. Why are you meditating?”\n\nWhen he opened his eyes and saw her he said, “You all go to bed. I’ll sit for a while then turn in.”\n\n“Because of the way you carried on yesterday, the young mistress didn’t sleep a wink last night,” she said. “If you go on like this, what’s to become of us?”\n\nRealizing that unless he slept they would all stay up, he undressed and lay down. Xiren gave some further instructions to Sheyue, then went back to her room, closed the door and went to bed.\n\nSheyue and Wuer, having made their beds, waited till Baoyu was asleep before lying down themselves. But the more he wanted to sleep the wider awake he felt. Watching the two maids spreading their bedding, he was reminded of the time when Xiren was away and Qingwen and Sheyue had waited on him. Sheyue had gone out that evening and Qingwen, to frighten her, had run out without her clothes on and caught a chill — in fact, that was the start of her last illness. His thoughts dwelling on Qingwen, he recalled Xifeng’s remark that Wuer was the living image of her. So then he transferred his thoughts to Wuer. Pretending to be asleep, he stole glances at her and the more he looked the more she resembled Qingwen, until he felt quite distraught. He could hear no sound from the inner room and knew that Baochai was asleep, but was not sure about Sheyue. He called her twice and there was no answer. Wuer assumed that he wanted her.\n\n“What is it, sir?” she asked.\n\n“I’d like to rinse my mouth.”\n\nAs Sheyue was asleep, Wuer had to get up. She trimmed the candlewick and poured him a cup of tea, holding the spittoon in her other hand. Having\n\nShe had on only a pink silk jacket, and her hair was loosely knotted on top of her head. Baoyu was staring at her, thinking she was the image of Qingwen, when he recalled her remark: “I might as well have made it true, since I’ve been blamed for it anyway.” He was so bemused by this that he forgot to take the tea.\n\nSince Fangguan’s dismissal, Wu-erh had lost all inclination to work in the Garden. But when Xifeng sent her to wait on Baoyu she was even more eager to come than he was to have her. However, after her arrival, finding Baochai and Xiren so dignified and respectable she was filled with respect for them; and Baoyu seemed to her to have lost his former charm, having become crazy and stupid. She had also heard that Lady Wang had dismissed all the girls who used to fool around with him. So she had suppressed her girlish tenderness and the infatuation she had long felt for him. Little had she thought that this crazy young gentleman would treat her tonight as if she were Qingwen and show her such affection. Blushing crimson, not daring to raise her voice, she whispered, “Won’t you rinse your mouth, Master Bao?”\n\nHe took the tea from her with a smile, but instead of rinsing his mouth he asked archly, “Were you and Qingwen good friends?”\n\nThis surprised her. “We were both maids,” she answered. “Of course we got on all right.”\n\nHe lowered his voice to ask, “Didn’t you go to see her when she was so ill?”\n\nWu-erh smiled and nodded.\n\n“Did you hear what she said?”\n\nShe shook her head.\n\nCarried away, Baoyu caught her hand. Flushing in confusion, her heart beating fast, she whispered, “If you’ve anything to say, Master Bao, just say it. Don’t grab hold of me like that.”\n\nThen he let go. “She told me, ‘I might as well have made it true, since I’ve been blamed for it anyway.’ Didn’t you hear her?”\n\nWu-erh knew this was a provocation, but not venturing to take it up she answered, “That was her wantonness. How can we girls talk that way?”\n\n“Why are you such a prude too?” he cried in dismay. “Because you look just like her, I thought I could say this to you. How can you turn round and slander her?”\n\nNot knowing what he meant she rejoined, “It’s late. You should get to sleep, sir. If you sit up too long you may catch cold. That’s what Her Ladyship and Xiren told you.”\n\n“I’m not cold.” It suddenly occurred to him that she had no extra clothes on. Afraid that she might catch cold like Qingwen he asked, “Why aren’t you wearing more?”\n\n“You called in such a hurry, sir, there was no time to put on more. If I’d known we’d be talking so long, I’d have done so.”\n\nBaoyu at once took the padded white silk jacket he had over his shoulders and handed it to her. But she would not take it.\n\n“Keep it, sir. I’m not cold,” she demurred. “If I were, I’ve clothes of my own.” She went back to her bed, pulled a long coat over her shoulders, then listened to make sure that Sheyue was sound asleep before walking slowly back.\n\n“Didn’t you mean to meditate tonight, sir?” she asked.\n\n“To tell you the truth,” he chuckled, “I don’t mean to meditate but to meet a fairy.”\n\nMore suspicious than ever she asked, “What fairy?”\n\n“If you want to know, it’s a long story. Come and sit by me and I’ll tell you.”\n\nBlushing she said, “You’re lying there — how can I sit by you?”\n\n\"Baoyu said, \"What would it matter? One cold day that year, when your sister Qingwen was playing with Sheyue, I was afraid they’d be chilled and tucked them both under my quilt. What does it matter? People shouldn’t put on such sour-faced, hypocritical airs.\" To Wu’er these words sounded like deliberate flirtation; she had no idea that this foolish young gentleman meant them in all sincerity. She did not know what to do — whether to walk away, remain standing or take a seat. Casting a sidelong glance at him, she pursed her lips and smiled.\n\n\"Don’t talk such nonsense. If anyone heard you, what would they think? No wonder people say you’re only good at fooling around with girls. You’ve got the second young mistress and sister Xiren here, both lovely as fairies, yet you still have to go philandering. If you talk like that again, I shall tell the second young mistress and see how you can face people.\"\n\nAs she was speaking, there came a thud from outside which made them both start. They heard Bacchai in the inner room cough, and at that Baoyu puckered up his lips. Wu’er hastily put out the light and quietly lay down. Because Bacchai and Xiren had had no sleep the previous night and were worn out after a tiring day, they had slept through the conversation; but this noise in the courtyard woke them with a start. They listened but could hear nothing more.\n\nBaoyu, lying on his bed, thought in dismay, \"Can Cousin Lin have come and be playing a trick on us because she heard me talking to Wu’er?\" He tossed and turned, his mind in a turmoil, and did not doze off till the fifth watch.\n\nWu’er too, after Baoyu’s disturbance and Bacchai’s cough — afraid that the latter might have overheard them — lay awake the whole night worrying. The next morning she rose early to tidy the room quietly while Baoyu was still sleeping soundly.\n\nSheyue woke up and asked, \"Why are you up so early? Can it be that you didn’t sleep all night?\" Wu’er simply smiled sheepishly, not answering, imagining that Sheyue knew what had happened.\n\nPresently Bacchai and Xiren got up and opened the door. Seeing Baoyu still asleep, they thought it strange that he should sleep so well outside for two nights in succession.\n\nWhen he woke up and saw them all up, he hastily rose himself. Rubbing his eyes he reflected that he had not dreamed at all that night: was he then \"cut off from the fairy maid\"? He got slowly out of bed, then remembered Wu’er’s remark that Bacchai and Xiren were like angels — which was true enough — and he stared blankly at Bacchai.\n\nShe knew that he was thinking of Daiyu but could not tell whether he had dreamed or not. However, his stare embarrassed her.\n\n\"Did you meet an angel last night?\" she asked.\n\nAssuming that she had overheard them, he answered with a forced smile, \"What do you mean?\"\n\nThis made Wu’er feel even more guilty, but she could not explain and simply watched Bacchai’s expression.\n\nThen Bacchai asked her with a smile, \"Did you hear the young master talking in his sleep?\"\n\nBaoyu, too discomfited to stay, made some excuse and left.\n\nWu’er flushed crimson and answered evasively, \"In the first part of the night he said a few sentences, but I couldn’t catch them clearly. Something about ‘false reputation’ and ‘not making a proper plan’ — I didn’t understand and just urged him to go to sleep. Later, when I fell asleep myself, I don’t know whether he said any more or not.\"\n\nBacchai thought, \"Obviously this has to do with Daiyu. But if we let him stay outside, he may get more crazy ideas and be bewitched by some flower spirit or willow demon. Besides, he always had this weakness for girls. We must think of some way to divert his mind.\"\n\nHe thought, “If I move over, perhaps nothing will happen.” The idea made him blush and feel so hot that he slunk sheepishly away to his room to wash.\n\nNow the Lady Dowager, having enjoyed herself for the last two days, had eaten a little too much and felt unwell that evening. The next day she had chest pains and a bloated sensation. Yuanyang wanted to report this to Jia Zheng, but the old lady forbade it.\n\n“I’ve been greedy the last couple of days and over-eaten,” she said. “If I fast for a meal I shall be all right. Don’t make a fuss.”\n\nSo Yuanyang told no one.\n\nThat evening when Baoyu went back to his room, he found Baochai there just back from wishing the Lady Dowager and Lady Wang good night. He was still feeling ashamed over the morning’s episode, and Baochai could see from his manner that he was embarrassed. Knowing his infatuation, she thought the only cure for it was to treat him with apparent affection. After some reflection she asked, “Are you going to sleep in the outer room again tonight?”\n\nFeeling rather out of favour he answered, “It’s all the same — inside or out.”\n\nBaochai would have liked to say more, but could not bring herself to it.\n\nXiren put in, “Why should you sleep outside, sir? I don’t believe you slept so peacefully there.”\n\nWuer hastily added, “The only trouble when the Second Master sleeps outside is that he talks in his sleep. I can’t make head or tail of what he says, and I don’t like to correct him.”\n\nXiren said, “I’ll move out there tonight to see if he talks in his dreams or not. You can just make the Second Master’s bed in the inner room.”\n\nBaochai said nothing. Baoyu, too ashamed to insist, let them move his bedding in. He wanted to make amends and set her mind at rest, while she was afraid that frustration might make him ill and thought it better to show him a little tenderness to win him over, by way of a strategem. So that evening Xiren moved out.\n\nBaoyu, of course, was eager to apologize; and Baochai, naturally, had no wish to repulse him. So now, for the first time since their marriage, they enjoyed the sweet harmony of cloud and rain. And in due course, the essences of the Dual Five were wonderfully blended. But no more of this.\n\nThe next morning Baoyu and Baochai rose together and, having washed his hair and bathed, he went first to pay his respects to his grandmother. Because the old lady doted on him and was pleased by Baochai’s filial piety, she suddenly thought of something.\n\nShe asked Yuanyang to open a case and take out the jade left her by her ancestors. Although not as fine as the one Baoyu had inherited, it was a rare jade to wear on one’s person. Yuanyang found it and handed it to her.\n\n“I don’t think I’ve ever seen this before,” she remarked. “After all these years, how can you remember so clearly which case and casket it was in? I found it straight away thanks to your instructions. Why do you want it now, madam?”\n\n“You don’t know the story,” said the Lady Dowager. “This jade was given to my father-in-law by his grandfather. Because my father-in-law was so fond of me, when I was married he sent for me and gave it to me with his own hands, saying, ‘This is an heirloom from the Han Dynasty, very precious. Keep it and you’ll feel as if you’re seeing me.’ I was young then and thought nothing of it, just putting it away in a case. Later, when I came here, I saw so many family possessions that this seemed nothing special and I’ve never worn it — it’s been lying in that case for over sixty years. Now seeing how good Baoyu is to me, and knowing that he’s lost his own jade, I thought I’d give this to him to pass on, as my father-in-law passed it on to me.”\n\nJust then Baoyu came in to pay his respects, and the old lady said cheerfully, “Come here, I’ve something to show you.” When he went over to her bed she handed him the Han jade.\n\nHe took it and looked at it. It was about three inches square,\n\nIt was shaped like a sweet melon, with a rosy flush, and was very dainty. Baoyu was loud in his praise.\n\n“Do you like it?” asked the Lady Dowager. “My grandfather gave this to me, and now I pass it on to you.”\n\nWith a smile Baoyu made his kotow to thank her, then wanted to take it to show his mother.\n\n“When your mother has seen it and tells your father, he’ll complain again that I favour my grandson instead of my son,” she said. “They’ve never set eyes on it either.”\n\nBaoyu went off cheerfully with it. And after a little more conversation Bacchai and the others took their leave.\n\nAfter this the old lady ate nothing for two days, yet still felt a constriction in her chest and dizzy. She coughed from time to time. Lady Xing, Lady Wang and Xifeng came to ask after her health; and seeing that she was in good spirits, they simply sent to tell Jia Zheng to come and pay his respects. When he came out, he sent at once to summon a doctor. The doctor who soon arrived felt her pulse and diagnosed that owing to her age she was suffering from slight indigestion and a chill; a digestive and sudorific would set her right. He wrote a prescription which Jia Zheng saw contained nothing but ordinary ingredients. He had the medicine decocted and given to the old lady. Then he called morning and evening to pay his respects. But after three days there was still no improvement, and he ordered Jia Lian to find a good doctor.\n\n“Go quickly and ask him to diagnose the old lady’s illness,” he said. “I don’t think much of the doctors we usually call in, that’s why I’m sending you.”\n\nAfter reflection Jia Lian proposed, “I remember that the year my cousin Baoyu was ill, we called in a doctor who wasn’t in practice and he cured him. Why not send for him now?”\n\n“A good physician is hard to find,” said Jia Zheng. “The less fashionable ones are often the most skilled. Send to fetch him.”\n\nJia Lian assented and had soon left. He came back to report, “Doctor Liu has gone out of town to teach, and only comes back every ten days or so. As we can’t wait that long, I’ve asked another doctor who will be coming presently.” Jia Zheng had to be content with that.\n\nDuring the Lady Dowager’s illness, the ladies of the household came daily to inquire after her health. One day when they were all there, the old woman in charge of the side gate of the Garden came in to announce, “Sister Miao of Green Lattice Nunnery in the Garden has heard that the old lady is ill and has come specially to pay her respects.”\n\n“She doesn’t often come,” they said. “As she’s made a special trip today, quickly ask her in.”\n\nXifeng went to the old lady’s bedside to tell her, and Xiuyan, who had known Miaoyu in the past, went out to meet her. She saw Miaoyu wearing a nun’s headdress, a plain silk jacket and a long-sleeved black satin tunic with edging, fastened with a silk girdle the colour of young leeks. Under this she wore a white silk skirt with ink-wash designs. She was holding a fly-whisk and rosary, and followed by a young maid. She was wafted in as if by a breeze.\n\nXiuyan greeted her and said, “When you were living in the Garden I used to see you often; but recently there are so few people there it’s hard to come out alone. Besides, the side gate is usually closed, so I haven’t been able to visit you. How nice to see you today!”\n\n“In the old days you were all having such a good time, and though you were living in the outer Garden I didn’t like to intrude,” replied Miaoyu. “Now that I know things aren’t too easy here and the old lady is ill, I was thinking of you and wanted to see Miss Bacchai too. I don’t care whether your gate’s closed or not. If I want to come, I come. If I don’t, no one can drag me here.”\n\n“You haven’t changed,” said Xiuyan with a smile.\n\nAs they were talking they reached the Lady Dowager’s apartments. Having greeted the others, Miaoyu went over to the bedside to inquire after the old lady’s health, making a few conventional remarks.\n\n“You’re a saint,” said the old lady. “Do you think I shall get over this illness?”\n\n“Such a kindly old lady as you are is bound to live to a great age,” Miaoyu assured her. “Just a slight chill and some\n\n\"That's good. Old people should try not to worry,\" said the Lady Dowager. \"It's not that. I'm one for taking things lightly, and this illness isn't serious -- I just have a feeling of oppression in my chest. The doctor just now said it was due to anger. But as you know, who would dare to annoy me? Wasn't that doctor talking nonsense? I told Lien that the first doctor who diagnosed a chill and indigestion was right, and he should be sent for again tomorrow.\" She told Yuanyang, \"Give orders to the kitchen to prepare a vegetarian meal for the Reverend Mother.\"\n\nMiaoyu said, \"I lunched some time ago and don't eat between meals.\"\n\n\"In that case, let's sit together a little longer for a chat,\" proposed Lady Wang.\n\n\"It is so long since I saw you that I came today to pay my respects,\" replied Miaoyu.\n\nAfter a little more conversation she rose to leave. Noticing Xichun standing there she asked, \"Why are you so thin, miss? You shouldn't over-tax your mind with painting.\"\n\n\"I haven't painted for a long time,\" said Xichun. \"The rooms I'm in now aren't as light as the ones in the Garden, so I don't feel in the mood for it.\"\n\n\"Which apartments are you in?\"\n\n\"In those east of the gate you came through. It's very close if you want to call.\"\n\n\"I may come to see you one day when I'm in the mood,\" said Miaoyu.\n\nXichun and the others saw her out, then turned back. They heard maids announce that the doctor had arrived to see the Lady Dowager, and the company dispersed for the time being.\n\nHowever, the old lady's illness daily took a turn for the worse. All the doctors' treatments proved ineffective, and later on she started having loose bowels too. Jia Zheng, very worried, knew that her case was hopeless. He sent word to his yamen and attended on her day and night with Lady Wang. One day when the old lady seemed able to take a little food, to their relief, an old nurse was seen peeping in through the door. Lady Wang told Caiyun to see who it was and ask her business. Recognizing her as one of the nurses who had accompanied Yingchun to the Sun family, Caiyun asked, \"What do you want?\"\n\n\"I've been waiting here for some time, but couldn't find any young lady to announce me. I didn't like to burst in, yet I'm on urgent business.\"\n\n\"What's the urgency? Has that fellow been bullying our young lady again?\"\n\n\"She's in a bad way. The other day there was another row and she cried all night. Then she started bringing up phlegm, and yesterday it choked her. They wouldn't call in doctors, and today it's even worse.\"\n\n\"The old lady's ill herself. Don't make such a noise,\" cautioned Caiyun.\n\nLady Wang inside had overheard them. Afraid that the news would upset the old lady, she hastily sent Caiyun out to take the nurse away and find out what she had to say. However, the old lady in her illness was very alert and had caught what was said.\n\n\"Is Yingchun dying?\" she asked.\n\nLady Wang answered, \"No. That nurse has no sense. She says Yingchun has been rather poorly these last couple of days, and as she isn't able to get better quickly, she's come to ask for a doctor.\"\n\n\"Send one of my doctors to see her, quick!\" the old lady ordered.\n\nLady Wang told Caiyun to send the nurse to report this to Lady Xing, and the old woman left. Then the Lady Dowager gave way to grief.\n\n\"Of my three granddaughters,\" she sobbed, \"one enjoyed all the good things of life but died young; the third has married far away and I can't see her; and though Yingchun's life is hard I hoped she would survive -- I never thought she'd die so young! Why should an old relic like me live on instead?\"\n\nLady Wang and Yuanyang did their best to comfort her. As Baochai and Li Wan were not in the room at the time and Xifeng had been ill recently, Lady Wang feared that the old lady in her distress might have a relapse. She sent to fetch them to keep her company, then returned to her own apartments.\n\nThere she summoned Caiyun and scolded her, \"That nurse has no sense! In future, when I'm with the old lady, if you have anything to report you mustn't come in.\"\n\nThe maids had to agree to this. But the nurse on reaching Lady Xing's place found that people from outside had already...\n\nA maid came in then to announce: “The Second Young Mistress is dead.” Lady Xing wept at this news. As her father was away from home, she told Jia Lian to go at once to see to things. They did not venture to break this news to the Lady Dowager because of her critical condition.\n\nIt was pitiful that this girl, lovely as flower and moon, who had been married just over a year, should have been so maltreated by the Sun family that she died. But as the Lady Dowager was so ill, none of them could leave to attend to her funeral, and they had to let the Sun family make what arrangements they pleased.\n\nAs the old lady’s illness daily took a turn for the worse, she wanted to have all her granddaughters around her. She thought of Xiang-yun and sent to ask after her. The maid who had gone to find out came back stealthily to look for Faithful. But as Faithful was with the old lady and Lady Wang and the others were there too, not liking to go in she went instead to find Amber and told her, “Her Old Ladyship was thinking of Miss Shi and sent us to ask after her. We found Miss Shi crying her heart out because her husband has suddenly fallen ill. The doctors have seen him and say there’s no hope for him; if it’s consumption, he may last four or five years. So Miss Shi is very worried. She knows the old lady is ill too but can’t come to ask after her. She told me not to mention this to Her Old Ladyship, and asked you, if the old lady questions you, to think of some way to break it to her.”\n\nAmber sighed and said nothing for a while, then simply told the maid, “All right.” Not venturing to report this herself, she decided to ask Faithful to make up some story. Upon reaching the old lady’s bedside, she saw that her condition had changed for the worse and the room was full of people whispering, “She doesn’t look good.” Not daring to speak then, she held her tongue.\n\nJia Zheng quietly called Jia Lian to his side and whispered some instructions to him. Jia Lian assented softly and went out to summon all the servants now in the house.\n\n“The old lady’s end is near,” he told them. “Hurry up and make preparations in different groups. First, check the boards in the store-house and choose one to be lined. Then quickly take everyone’s measurements and send them to the tailors to make mourning clothes. Fix up too about the awning and paraphernalia, and send more men to the kitchen.”\n\nLai Da and the others replied, “Don’t trouble yourself, sir. We’ve already made preparations. The only thing is, where is the money for all this to come from?”\n\n“There’s no need to withdraw money from outside. The old lady provided for this long ago. Just now the master said that everything must be done properly, and I want the arrangements to look impressive to outsiders too.”\n\nLai Da and the rest assented and went off to make their preparations.\n\nJia Lian went back to his own quarters and asked Patience, “How is your mistress today?”\n\nShe pursed her lips towards the inner room. “Go in and see.”\n\nHe went in and found Xifeng starting to put on her clothes, but too weak to move and having to lean for a while against the kang-table.\n\n“I’m afraid you can’t stay in bed any longer,” he told her. “The old lady may pass away today or tomorrow — you can’t get out of your duties. Tell them to straighten things up here, then pull yourself together and go over. Once the trouble starts, will you and I be able to come back here?”\n\n“What is there to straighten up here? There’s only just these few things — what is there to worry about? You go first. His Lordship may be wanting you. I’ll come as soon as I’ve changed.”\n\nJia Lian went back to the Lady Dowager’s apartment and reported quietly to Jia Zheng, “I’ve given all the necessary instructions.” Jia Zheng nodded.\n\nThen it was announced that the doctor had come. Jia Lian went out to welcome him and see him in. After feeling the lady’s pulse the doctor withdrew and told Jia Lian on the sly, “The old lady’s pulse is weak. Be ready for the end.” Jia Lian took the hint and passed this on to Lady Wang and the rest. She at once signaled with her eyes to Faithful to come over and told her to prepare the old lady’s grave-clothes. Faithful went off to see to this.\n\nThe Lady Dowager opened her eyes and called for tea. Lady Xing at once offered her some ginseng broth.\n\n“Not that,” protested the old lady, after sipping a little from the bowl. “Bring me some tea.”\n\nNot venturing to cross her, they hastily brought her tea, and she drank two mouthfuls, then asked to be propped up.\n\n“If you want anything, madam, just tell us,” said Jia Zheng. “You had better not sit up.”\n\n“I’ve drunk some water and feel a little better,” she said. “Let me lean up to have a little chat with you.”\n\nHsi-feng and the others gently raised her, and they could see that she was now better. They did not know whether she would live or die, but that is told in the next chapter."
}