{
  "index": "110",
  "title": "第110章 史太君寿终归地府 王凤姐力诎失人心",
  "original": "却说贾母坐起说道：“我到你们家已经六十多年了，从年轻的时候到老来，福也享尽了。自你们老爷起，儿子孙子也都算是好的了。就是宝玉呢，我疼了他一场，”说到那里，拿眼满地下瞅着，王夫人便推宝玉走到床前。贾母从被窝里伸出手来拉着宝玉，道：“我的儿，你要争气才好！”宝玉嘴里答应，心里一酸，那眼泪便要流下来，又不敢哭，只得站着。听贾母说道：“我想再见一个重孙子，我就安心了。我的兰儿在那里呢？”李纨也推贾兰上去。贾母放了宝玉，拉着贾兰道：“你母亲是要孝顺的。将来你成了人，也叫你母亲风光风光。凤丫头呢？”凤姐本来站在贾母旁边，赶忙走到跟前说：“在这里呢。”贾母道：“我的儿，你是太聪明了，将来修修福罢。我也没有修什么，不过心实吃亏。那些吃斋念佛的事我也不大干，就是旧年叫人写了些《金刚经》送送人，不知送完了没有？”凤姐道：“没有呢。”贾母道：“早该施舍完了才好。我们大老爷和珍儿是在外头乐了；最可恶的是史丫头没良心，怎么总不来瞧我！”鸳鸯等明知其故，都不言语。\n　　贾母又瞧了一瞧宝钗，叹了口气，只见脸上发红。贾政知是回光返照，即忙进上参汤。贾母的牙关已经紧了，合了一回眼，又睁着满屋里瞧了一瞧。王夫人、宝钗上去，轻轻扶着，邢夫人、凤姐等便忙穿衣。地下婆子们已将床安设停当，铺了被褥。听见贾母喉间略一响动，脸变笑容，竟是去了。享年八十三岁。众婆子疾忙停床。\n　　于是贾政等在外一边跪着，邢夫人等在内一边跪着，一齐举起哀来。外面家人各样预备齐全，只听里头信儿一传出来，从荣府大门起至内宅门，扇扇大开，一色净白纸糊了；孝棚高起，大门前的牌楼立时竖起。上下人等登时成服。贾政报了丁忧，礼部奏闻。主上深仁厚泽，念及世代功勋，又系元妃祖母，赏银一千两，谕礼部主祭。家人们各处报丧。众亲友虽知贾家势败，今见圣恩隆重，都来探丧。择了吉时成殓，停灵正寝。\n　　贾赦不在家，贾政为长；宝玉、贾兰是亲孙，年纪又小，都应守灵。贾琏虽也是亲孙，带着贾蓉，尚可分派家人办事。虽请了些男女外亲来照应，内里邢、王二夫人、李纨、凤姐、宝钗等是应灵旁哭泣的；尤氏虽可照应，他自贾珍外出，依住荣府，一向总不上前，且又荣府的事不甚谙练；贾蓉的媳妇更不必说，惜春年小，虽在这里长的，他于家事全不知道。所以内里竟无一人支持，只有凤姐可以照管里头的事，况又贾琏在外作主，里外他二人，倒也相宜。\n　　凤姐先前仗着自己的才干，原打量老太太死了，他大有一番作用。邢、王二夫人等本知他曾办过秦氏的事，必是妥当，于是仍叫凤姐总理里头的事。凤姐本不应辞，自然应了，心想：“这里的事本是我管的，那些家人更是我手下的人。太太和珍大嫂子的人本来难使唤，如今他们都去了。银项虽没有对牌，这种银子却是现成的。外头的事又是我们那个办。虽说我现今身子不好，想来也不致落褒贬，必比宁府里还得办些。”心下已定，且待明日接了三，后日一早分派。便叫周瑞家的传出话去，将花名册取上来。凤姐一一的瞧了，统共男仆只有二十一人，女仆只有十九人，馀者俱是些丫头，连各房算上，也不过三十多人，难以派差。心里想道：“这回老太太的事倒没有东府里的人多。”又将庄上的弄出几个，也不敷差遣。\n　　正在思算，只见一个小丫头过来说：“鸳鸯姐姐请奶奶。”凤姐只得过去。只见鸳鸯哭得泪人一般，一把拉着凤姐儿，说道：“二奶奶请坐，我给二奶奶磕个头。虽说服中不行礼，这个头是要磕的。”鸳鸯说着跪下，慌的凤姐赶忙拉住，说道：“这是什么礼？有话好好的说。”鸳鸯跪着，凤姐便拉起来。鸳鸯说道：“老太太的事，一应内外，都是二爷和二奶奶办。这种银子是老太太留下的。老太太这一辈子也没有遭塌过什么银钱，如今临了这件大事，必得求二奶奶体体面面的办一办才好。我方才听见老爷说什么‘诗云’‘子曰’，我也不懂；又说什么‘丧与其易，宁戚’，我更不明白。我问宝二奶奶，说是老爷的意思，老太太的丧事，只要悲切才是真孝，不必糜费图好看的念头。我想老太太这样一个人，怎么不该体面些？我虽是奴才丫头，敢说什么？只是老太太疼二奶奶和我这一场，临死了还不叫他风光风光？我想二奶奶是能办大事的，故此我请二奶奶来，作个主意。我生是跟老太太的人，老太太死了，我也是跟老太太的！若是眼不见老太太的事怎么办，将来怎么见老太太呢？”凤姐听了这话来的古怪，便说：“你放心，要体面是不难的。虽是老爷口说要省，那势派也错不得。便拿这项银子都花在老太太身上，也是该当的。”鸳鸯道：“老太太的遗言说，所有剩下的东西是给我们的，二奶奶倘或用着不够，只管拿这个去折变补上。就是老爷说什么，也不好违了老大太的遗言。况且老太太分派的时候，不是老爷在这里听见的么？”凤姐道：“你素来最明白的，怎么这会子这样的着急起来了？”鸳鸯道：“不是我着急，为的是大太太是不管事的，老爷是怕招摇的。若是二奶奶心里也是老爷的想头，说抄过家的人家，丧事还是这么好，将来又要抄起来，也就不顾起老太太来，怎么样呢？我呢，是个丫头，好歹碍不着，到底是这里的声名！”凤姐道：“我知道了。你只管放心，有我呢。”鸳鸯千恩万谢的托了凤姐。\n　　那凤姐出来，想道：“鸳鸯这东西好古怪！不知打了什么主意。论理，老太太身上本该体面些。嗳，且别管他，只按着咱们家先前的样子办去。”于是叫旺儿家的来，把话传出去，请二爷进来。不多时，贾琏进来，说道：“怎么找我？你在里头照应着些就是了。横竖作主是老爷太太们，他说怎么着，我们就怎么着。”凤姐道：“你也说起这个话来了，可不是鸳鸯说的话应验了么？”贾琏道：“什么鸳鸯的话？”凤姐便将鸳鸯请进去的话述了一遍。贾琏道：“他们的话算什么！刚才二老爷叫我去，说：‘老太太的事固要认真办理，但是知道的呢，说是老太太自己结果自己，不知道的，只说咱们都隐匿起来了，如今很宽裕。老太太的这种银子用不了，谁还要么？仍旧该用在老太太身上。老太太是在南边的，虽有坟地，却没有阴宅。老太太的灵是要归到南边去的。留这银子在祖坟上盖起些房屋来，再馀下的，置买几顷祭田。咱们回去也好；就是不回去，便叫那些贫穷族中住着，也好按时按节早晚上香，时常祭扫祭扫。’你想这些话可不是正经主意么？据你的话，难道都花了罢？”凤姐道：“银子发出来了没有？”贾琏道：“谁见过银子！我听见咱们太太听见了二老爷的话，极力的撺掇二太太和二老爷说：‘这是好主意。’叫我怎么着？现在外头棚杠上要支几百银子，这会子还没有发出来。我要去，他们都说有，先叫外头办了，回来再算。你想，这些奴才，有钱的早溜了。按着册子叫去，有说告病的，有说下庄子去了的。剩下几个走不动的，只有赚钱的能耐，还有赔钱的本事么？”凤姐听了，呆了半天，说道：“这还办什么！”\n　　正说着，见来了一个丫头，说：“大太太的话，问二奶奶：今儿第三天了，里头还很乱，供了饭，还叫亲戚们等着吗？叫了半天，上了菜，短了饭：这是什么办事的道理？”凤姐急忙进去吆喝人来伺候，将就着把早饭打发了。偏偏那日人来的多，里头的人都死眉瞪眼的。凤姐只得在那里照料了一会子，又惦记着派人，赶着出来，叫了旺儿家的传齐了家下女人们，一一分派了。众人都答应着不动。凤姐道：“什么时候，还不供饭？”众人道：“传饭是容易的，只要将里头的东西发出来，我们才好照管去。”凤姐道：“糊涂东西！派定了你们，少不得有的。”众人只得勉强应着。凤姐即往上房取发应用之物，要去请示邢、王二夫人。见人多难说，看那时候已经日渐平西了，只得找了鸳鸯，说要老太太存的那一分家伙。鸳鸯道：“你还问我呢！那一年二爷当了，赎了来了么？”凤姐道：“不用银的金的，只要那一分平常使的。”鸳鸯道：“大太太、珍大奶奶屋里使的是那里来的？”凤姐一想不差，转身就走，只得到王夫人那边找了玉钏、彩云，才拿了一分出来，急忙叫彩明登账，发与众人收管。\n　　鸳鸯见凤姐这样慌张，又不好叫他回来，心想：“他头里作事何等爽利周到，如今怎么掣肘的这个样儿。我看这两三天连一点头脑都没有，不是老太太白疼了他了吗！”那里知邢夫人一听贾政的话，正合着将来家计艰难的心，巴不得留一点子作个收局。况且老太太的事原是长房作主。贾赦虽不在家，贾政又是拘泥的人，有件事便说：“请大太太的主意。”邢夫人素知凤姐手脚大，贾琏的闹鬼，所以死拿住不放松。鸳鸯只道已将这项银两交了出去了，故见凤姐掣肘如此，却疑为不肯用心，便在贾母灵前唠唠叨叨哭个不了。邢夫人等听了话中有话，不想到自己不令凤姐便宜行事，反说：“凤丫头果然有些不用心。”王夫人到了晚上，叫了凤姐过来，说：“咱们家虽说不济，外头的体面是要的。这两三天人来人往，我瞧着那些人都照应不到，想必你没有吩咐，——还得你替我们操点心儿才好。”凤姐听了，呆了一会，要将银两不凑手的话说出来，但只银钱是外头管的，王夫人说的是照应不到，凤姐也不敢辩，只好不言语。邢夫人在旁说道：“论理，该是我们做媳妇的操心，本不是孙子媳妇的事，但是我们动不得身，所以托你。你是打不得撒手的。”凤姐紫涨了脸，正要回说，只听外头鼓乐一奏，是烧黄昏纸的时候了，大家举起哀来，又不得说。凤姐原想回来再说，王夫人催他出去料理，说道：“这里有我们呢，你快快儿的去料理明儿的事罢。”\n　　凤姐不敢再言，只得含悲忍泣的出来，又叫人传齐了众人，又吩咐了一会，说：“大娘婶子们可怜我罢！我上头捱了好些说，为的是你们不齐截，叫人笑话，明儿你们豁出些辛苦来罢！”那些人回道：“奶奶办事，不是今儿个一遭儿了，我们敢违拗吗？只是这回的事，上头过于累赘。只说打发这顿饭罢：有在这里吃的，有要在家里吃的；请了这位太太，又是那位奶奶不来。诸如此类，那里能齐全？还求奶奶劝劝那些姑娘们少挑饬就好了。”凤姐道：“头一层是老太太的丫头们是难缠的，太太们的也难说话，叫我说谁去呢？”众人道：“从前奶奶在东府里还是署事，要打要骂，怎么那样锋利？谁敢不依？如今这些姑娘们都压不住了？”凤姐叹道：“东府里的事，虽说托办的，太太虽在那里，不好意思说什么。如今是自己的事情，又是公中的，人人说得话。再者，外头的银钱也叫不灵：即如棚里要一件东西，传出去了，总不见拿进来，这叫我什么法儿呢？”众人道：“二爷在外头，倒怕不应付么？”凤姐道：“还提这个！他也是那里为难。第一件，银钱不在他手里，要一件得回一件，那里凑手？”众人道：“老太太这项银子不在二爷手里吗？”凤姐道：“你们回来问管事的，就知道了。”众人道：“怨不得我们听见外头男人抱怨说：‘这么件大事，咱们一点摸不着，净当苦差。’叫人怎么能齐心呢？”凤姐道：“如今不用说了。眼面前的事，大家留些神罢。倘或闹的上头有了什么说的，我可和你们不依。”众人道：“奶奶要怎么样，我们敢抱怨吗？只是上头一人一个主意，我们实在难周到。”凤姐听了也没法，只得央及道：“好大娘们，明儿且帮我一天。等我把姑娘们闹明白了，再说罢了。”众人听命而去。\n　　凤姐一肚子的委屈，愈想愈气，直到天亮，又得上去。要把各处的人整理整理，又恐邢夫人生气；要和王夫人说，怎奈邢夫人挑唆。这些丫头们见邢夫人等不助着凤姐的威风，更加作践起他来。幸得平儿替凤姐排解，说是：“二奶奶巴不得要好，只是老爷太太们吩咐了外头，不许糜费，所以我们二奶奶不能应付到了。”说过几次，才得安静些。虽说僧经道忏，吊祭供饭，络绎不绝，终是银钱吝啬，谁肯踊跃，不过草草了事。连日王妃诰命也来的不少，凤姐也不能上去照应，只好在底下张罗。叫了那个，走了这个；发一回急，央及一回；支吾过了一起，又打发一起。别说鸳鸯等看去不象样，连凤姐自己心里也过不去了。\n　　邢夫人虽说是冢妇，仗着“悲戚为孝”四个字，倒也都不理会。王夫人只得跟着邢夫人行事，馀者更不必说了。独有李纨瞧出凤姐苦处，却不敢替他说话，只自叹道：“俗话说的，‘牡丹虽好，全仗绿叶扶持’，太太们不亏了凤丫头，那些人还帮着吗？若是三姑娘在家还好，如今只有他几个自己的人瞎张罗，背前面后的也抱怨，说是一个钱摸不着，脸面也不能剩一点儿。老爷是一味的尽孝，庶务上头不大明白。这样的一件大事，不撒散几个钱就办的开了吗？可怜凤丫头闹了几年，不想在老太太的事上只怕保不住脸了。”于是抽空儿叫了他的人来，吩咐道：“你们别看着人家的样儿，也遭塌起琏二奶奶来。别打量什么穿孝守灵就算了大事了，不过混过几天就是了。看见那些人张罗不开，就插个手儿，也未为不可。这也是公事，大家都该出力的。”那些素服李纨的人都答应着说：“大奶奶说的很是，我们也不敢那么着。只听见鸳鸯姐姐们的口话儿，好象怪琏二奶奶的似的。”李纨道：“就是鸳鸯，我也告诉过他。我说琏二奶奶并不是在老太太的事上不用心，只是银子钱都不在他手里，叫他巧媳妇还作的上没米的粥来吗？如今鸳鸯也知道了，所以也不怪他了。只是鸳鸯的样子竟是不象从前了，这也奇怪。那时候有老太太疼他，倒没有作过什么威福；如今老太太死了，没有了仗腰子的了，我看他倒有些气质不大好了。我先前替他愁，这会子幸喜大老爷不在家，才躲过去了；不然，他有什么法儿？”\n　　说着，只见贾兰走来说：“妈妈睡罢。一天到晚人来客去的也乏了，歇歇罢。我这几天总没有摸摸书本儿。今儿爷爷叫我家里睡，我喜欢的很，要理个一两本书才好，别等脱了孝再都忘了。”李纨道：“好孩子，看书呢，自然是好的，今儿且歇歇罢，等老太太送了殡再看罢。”贾兰道：“妈妈要睡，我也就睡在被窝里头想想也罢了。”众人听了，都夸道：“好哥儿！怎么这点年纪，得了空儿就想到书上？不象宝二爷，娶了亲的人还是那么孩子气。这几日跟着老爷跪着，瞧他很不受用，巴不得老爷一动身就跑过来找二奶奶，不知唧唧咕咕的说些什么。甚至弄的二奶奶都不理他了，他又去找琴姑娘。琴姑娘也躲着他，邢姑娘也不很和他说话。倒是咱们本家儿的什么喜姑娘四姑娘咧，哥哥长哥哥短的和他亲密。我们看那宝二爷除了和奶奶姑娘们混混，只怕他心里也没有别的事，白过费了老太太的心，疼了他这么大，那里及兰哥儿一零儿呢？大奶奶将来是不愁的了。”李纨道：“就好也还小呢。只怕到他大了，咱们家还不知怎么样了呢。环哥儿你们瞧着怎么样？”众人道：“那一个更不象样儿了。两只眼睛倒象个活猴儿似的，东溜溜，西看看。虽在那里嚎丧，见了奶奶姑娘们来了，他在孝幔子里头净偷着眼儿瞧人呢。”李纨道：“他的年纪其实也不小了。前日听见说还要给他说亲呢。如今又得等着了。嗳，还有一件事，咱们家这些人，我看来也是说不清的，且不必说闲话儿。后日送殡，各房的车是怎么样？”众人道：“琏二奶奶这几天闹的象失魂落魄的样儿了，也没见传出去。昨儿听见外头男人们说，二爷派了蔷二爷料理，说是咱们家的车也不够，赶车的也少，要到亲戚家去借去呢。”李纨笑道：“车也都是借得的么？”众人道：“奶奶说笑话儿了，车怎么借不得？只是那一日所有的亲戚都用车只怕难借，想来还得雇呢。”李纨道：“底下人的只得雇，上头白车也有雇的么？”众人道：“现在大太太，东府里的大奶奶小蓉奶奶，都没有车了，不雇，那里来的的呢？”李纨听了叹息道：“先前见有咱们家里的太太奶奶们坐了雇的车来，咱们都笑话，如今轮到自己头上了。你明儿去告诉你们的男人：我们的车马，早早的预备好了，省了挤。”众人答应了出去，不提。\n　　且说史湘云因他女婿病着，贾母死后，只来了一次，屈指算是后日送殡，不能不去。又见他女婿的病已成痨症，暂且不妨，只得坐夜前一日过来。想起贾母素日疼他；又想到自己命苦，刚配了一个才貌双全的女婿，情性又好，偏偏的得了冤孽症候，不过捱日子罢了。于是更加悲痛，直哭了半夜。鸳鸯等再三劝慰不止。宝玉瞅着也不胜悲伤，又不好上前去劝。见他淡汝素服，不敷脂粉，更比未出嫁的时候犹胜几分。回头又看宝琴等也都是淡素妆饰，丰韵嫣然。独看到宝钗浑身挂孝，那一种雅致，比寻常穿颜色时更自不同。心里想道：“古人说：干红万紫，终让梅花为魁。看来不止为梅花开的早，竟是那‘洁白清香’四字真不可及了。但只这时候若有林妹妹，也是这样打扮，更不知怎样的丰韵呢。”想到这里，不觉的心酸起来，那泪珠儿便一直的滚下来了，趁着贾母的事，不妨放声大哭。众人正劝湘云，外间忽又添出一个哭的人来。大家只道是想着贾母疼他的好处，所以悲伤，岂知他们两个人各自有各自的眼泪。这场大哭，招得满屋的人无不下泪。还是薛姨妈、李婶娘等劝住。\n    次日乃坐夜之期，更加热闹。凤姐这日竟支撑不住，也无方法，只得用尽心力，甚至咽喉嚷哑，敷衍过了半日。到了下半天，亲友更多了，事情也更繁了，瞻前不能顾后。正在着急，只见一个小丫头跑来说：“二奶奶在这里呢。怪不得大太太说：‘里头人多，照应不过来，二奶奶是躲着受用去了！’”凤姐听了这话，一口气撞上来，往下一咽，眼泪直流，只觉得眼前一黑，嗓子里一甜，便喷出鲜红的血来，身子站不住，就蹲倒在地。幸亏平儿急忙过来扶住。只见凤姐的血一口一口的吐个不住。\n未知性命如何，下回分解。",
  "translation": "Lady Dowager raised herself to say, “I’ve lived in your family for over sixty years. From my youth till now I’ve had all the good things one could wish for. And all of you, from my sons down to my grandsons and great-grandsons, are good. As for Baoyu, I’ve always doted on him....” She looked around, and Lady Wang pushed Baoyu over to the bedside.\n\nThe old lady stretched out a hand from under the quilt to take his.\n\n“You must do well, child!” she said.\n\nHe assented, but his heart ached and he had to hold hack his tears, standing there in silence as she went on, “I should like to see one more great-grandson to set my mind at rest. Where is my Lan?”\n\nLi Wan pushed Jia Lan forward and the old lady let go of Baoyu to take his hand.\n\n“You must be a good son to your mother,” she said. “When you grow up, win her honour. Where is Xifeng?”\n\nXifeng who was standing by the bed stepped forward.\n\n“Here I am, madam.”\n\n“You’re too clever, child,” said the old lady. “I hope you’ll be rewarded for your good deeds. As for me, I’ve done no good deeds, only been honest and taken losses. Worship of Buddha and fasting are not for me. I did have some copies of the Diamond Sutra written last year to give away. Have they all been distributed?”\n\n“Not yet.”\n\n“You should have had that done long ago. I know our Elder Master and Zhen are enjoying themselves outside. But that wicked Xiangyun, the heartless creature, why hasn’t she come to see me?” Yuanyang and the others knew the reason but dared not say.\n\nThe old lady looked at Baochai and sighed. Her face was now flushed. Jia Zheng knew this was the final flare-up and brought her some ginseng decoction; but her teeth were already clenched. After closing her eyes for a while, she opened them to look round the room. Lady Wang and Baochai stepped forward to support her gently while Lady Xing and Xifeng changed her clothes. The matrons had prepared the bier and spread it with a mattress. Now they heard a rattle in her throat, a smile overspread her face and she breathed her last, eighty-three years old. The matrons hastily lifted her on to the bier.\n\nThen Jia Zheng and the other men knelt down outside the curtain, Lady Xing and the women inside it, and together they started lamenting. Outside, everything had been prepared. As soon as the word was passed out, the main gate of the Rong Mansion and the inner side gate were thrown open. First, two huge funeral streamers were set up, and all the gates were pasted over with white paper. The mourning shed was erected and the memorial arch at the entrance. All the domestics, high and low, promptly put on mourning.\n\nJia Zheng reported the death to the Ministry of Rites, which informed the Emperor. His Majesty, in his great goodness, mindful of the family’s past services and the fact that she was the Imperial Consort’s grandmother, bestowed on them a thousand taels of silver and directed the Ministry of Rites to offer sacrifice. The servants went to report the death to all their relatives and friends. And though these knew that the Jia family’s fortune was on the wane, the favour shown them by the Emperor impressed them so much that they all came to offer condolences. An auspicious day was chosen for the encoffining, and she was laid in state in the main hall.\n\nJia She was away, so Jia Zheng as the next in age was the chief mourner. Baoyu, Jia Lian and Jia Lan, being her direct grandsons, were too young to take charge of the funeral arrangements, though they had to keep vigil by the coffin. Jia Lian, although a grandson, had to help Jia Rong see to the stewards outside. Although some relatives had been invited to assist, Lady Xing and Lady Wang, Li Wan, Xifeng and Baochai had to mourn by the coffin. Madam You, who might have helped, had moved into the Rong Mansion after Jia Zhen’s departure and was unaccustomed to its ways; besides, she had not come forward ever since his flight. Jia Rong’s wife was of course even more useless. Xichun was still young; and though she had grown up there she knew nothing about household management. So there was no one to take charge inside except Xifeng, who as Jia Lian’s wife was now in control of both households. This suited them both.\n\nXifeng had been looking forward to this chance to display her abilities after the old lady’s death.\n\nLady Xing and Lady Wang knew from Xifeng’s efficient management of Keqing’s funeral that she could be relied on, and asked her to take charge again. She could hardly decline and promptly accepted the assignment.\n\n“I’m the one normally in charge here, and the servants are those I’m used to ordering about,” she thought. “Their mistresses and Madam You have gone now, and though I have no tallies the money is available. My husband will see to the outside business. Although I’m in poor health, I don’t suppose I shall be criticized. In fact I should do a better job than they did in the Ning Mansion.”\n\nHaving made up her mind to wait till the third day of the wake to start issuing orders, she sent for the servants’ roster. A glance showed her that there were only twenty-one men and nineteen maids — less than forty in all, counting the maids in the different apartments. This was not enough.\n\n“There were more people in the East Mansion for the old lady’s funeral,” she thought.\n\nEven when she had summoned some servants from their country estates, there were still too few.\n\nShe was puzzling over this when a young maid came in.\n\n“Sister Yuanyang asks you to go over, madam,” she announced.\n\nXifeng had to go. She found Yuanyang weeping as if her heart would break. Clutching Xifeng’s hand she said, “Will you take a seat, madam? I want to kowtow to you. I know that’s not allowed during mourning, but this kowtow is a must.”\n\nAs she knelt down Xifeng hastily helped her up.\n\n“What’s the meaning of this?” she asked. “Just tell me what you have to say.”\n\nYuanyang insisted on kneeling, but Xifeng made her sit down.\n\n“Everything inside and outside, madam, is being handled by you and the master,” said Yuanyang. “The money being spent was left by the old lady. She never squandered silver all her life, and now at the end we should give her a grand funeral. Just now I heard the master quoting some sayings of the sages which I couldn’t understand. He said too: ‘In mourning, the true expression of grief is more important than conformity to convention.’ I don’t know what that means either. When I asked Madam Bao, she told me it was the master’s idea that the funeral should show true filial grief, not be a wasteful, showy affair. But surely the old lady deserved a fine funeral? As a slave, of course, I’ve no right to say anything. Still, the old lady was so good to you, madam, and to me too — shouldn’t we make her funeral a splendid one? I know you’re equal to it, madam; that’s why I’ve asked you to come to decide what to do. I belonged to the old lady while she was alive, and now that she’s dead I still want to serve her. If I don’t see to it that she has a fine funeral, how can I face her in the after life?”\n\nXifeng found this appeal most strange.\n\n“Don’t you worry,” she said. “We’ll make it a grand funeral. Although the master says we should economize, we must keep up appearances. Even if we spent all her money on the old lady, that would be only right.”\n\nYuanyang said, “The old lady’s last wish was that all her remaining possessions should be given to us slaves. If you find the money insufficient, madam, you can sell them to make up the amount. The master can’t go against her last wish, especially as he was present when she gave us these instructions.”\n\n“You’ve always been so sensible, why are you so upset today?”\n\n“It’s not that I’m upset. But my mistress takes no charge, and the master is afraid of being considered too showy. If you feel the same way, madam, and are afraid that since our family’s been raided a grand funeral may lead to another raid, then you won’t care about the old lady. What’s to be done?”\n\n\"I'm only a slave-girl. It doesn't matter what happens to me, but the reputation of this family is at stake!\"\n\n\"I understand,\" said Xifeng. \"Set your mind at rest. Leave it to me.\"\n\nYuanyang thanked her profusely and went off, much relieved.\n\nThen Xifeng, leaving the room, thought, \"Yuanyang is a strange one. What's the idea, I wonder? Of course, the old lady's funeral should be a fine one. Well, never mind. Let's do it in the same style as in the past.\" She sent for Mrs. Lin and told her to go and ask Master Lian in.\n\nPresently Jia Lian arrived.\n\n\"Why send for me?\" he asked. \"You should be managing things inside. In any case, the old master and mistresses are the ones to decide. We have to do whatever they say.\"\n\n\"So you're talking that way too!\" she retorted. \"Doesn't that bear out what Yuanyang said?\"\n\n\"What did Yuanyang say?\"\n\nXifeng told him how Yuanyang had asked her in.\n\n\"What they say doesn't count,\" he snorted. \"The Second Master just sent for me and said, 'Of course the old lady's funeral must be done properly; but those who know will say she brought it on herself, while those who don't will say that we'd hidden away all her money and are rolling in wealth. She left more than enough silver -- who wants to keep it? It should be spent on her. Her home was in the south. Although she has a cemetery there, there's no spirit residence. As her coffin is to be taken south, this silver can be used to build a residence by the ancestral graveyard, and what's left can buy a few acres of sacrificial land. Then if we go back, well and good; if not, those poor clansmen can live there and look after the sacrifices, making offerings at the proper seasons and keeping the graves in good repair.' Don't you think that's a good plan? Do you mean, according to that slave, we should spend all the money?\"\n\n\"Has the silver been issued?\" asked Xifeng.\n\n\"Who's seen any silver?\" he fumed. \"I hear that our mistress, when the Second Master made this proposal, strongly urged Lady Xing and him to adopt it as a fine plan. So what can I do? They need several hundred taels out there for the awning and poles, but so far it hasn't been issued. When I went to ask for it, they said, 'Don't worry, just go ahead and have the things made outside, we'll settle up later.' But those bastards with money have already made themselves scarce. When I check the list and send to summon them, some plead illness, others say they've gone to their manors. The few left behind are too old to run away. They're only capable of making money, not of spending it!\"\n\nXifeng was speechless for a while, then she said, \"In that case, there's no point going on with the preparations.\"\n\nAs she was speaking a maid came in.\n\n\"Her Ladyship wants to know why, on the third day, it's still so chaotic inside,\" she announced. \"After the meal has been served, are the relatives to be kept waiting? They've been calling for a long time, but though dishes have been brought there's no rice. What way is that to do things?\"\n\nXifeng hurried in to reprove the servants and see to it that the breakfast was served after a fashion. But because so many visitors had come that day, the maids inside were all listless. Xifeng had to supervise for a while, then thinking to send for more help she hurried out and ordered Mrs. Lin to assemble the matrons and assign them different tasks. They assented but made no move.\n\n\"Why isn't the meal served yet?\" demanded Xifeng.\n\n\"That's easily done,\" they said. \"Just issue what's needed from the inner storehouse, then we can see to it.\"\n\n\"Stupid fools!\" she cried. \"Once you're assigned to the job, you'll get what you need.\"\n\nThen they agreed reluctantly to act.\n\nXifeng went to the upper room to fetch the things required, meaning to ask the instructions of Lady Xing and Lady Wang. But there were so many people about, she had no chance to talk to them. And now the sun was sinking in the west.\n\nShe went to find Yuanyang and asked for the share of utensils which the old lady had put away.\n\n“Why ask me?” Yuanyang countered. “Didn’t Master Lian pawn them that year and never redeem them?”\n\n“I don’t want gold or silver, just the everyday ones.”\n\n“Where did the ones in use by the mistress and Madam Zhen come from?”\n\nXifeng saw that she was right and left. She had to go to Lady Wang’s apartments to ask Yuchuan and Caiyun for a set, then sent at once for Caiming to register it before issuing it to the servants.\n\nYuanyang, seeing Xifeng in such a fluster, could not very well call her back. She thought, “How efficient and thorough she was before, but now she’s hamstrung. These last couple of days she’s shown no sense at all. Did the old lady dote on her for nothing?” It had not occurred to her that Lady Xing, hearing Jia Zheng talk of hard times ahead, was only too eager to hold on to what she could against the future. Besides, the Elder Master’s wife was in charge of the old lady’s funeral. Although Jia She was not at home, Jia Zheng being a stickler for the rules would refer everything to his sister-in-law. And Lady Xing, knowing Xifeng’s extravagance and Jia Lian’s underhand ways, kept a tight grip on the purse-strings. Yuanyang, assuming that the money had been issued, thought Xifeng’s incompetence due to unwillingness and so before the coffin she lamented tearfully that the old lady had doted on her in vain.\n\nLady Xing, sensing the criticism, instead of admitting that she had not given Xifeng a free hand, remarked, “Yes, Xifeng really isn’t doing her best.”\n\nThat evening, Lady Wang sent for Xifeng and told her, “Although we’re not well off, we must keep up appearances. These last couple of days there have been so many visitors, yet I see that many of them are neglected — no doubt because you haven’t given instructions. You must show more concern.”\n\nXifeng after a moment’s silence was tempted to explain that there was no money; but as the financial management was not her responsibility and Lady Wang had only complained of negligence, she dared not justify herself and had to hold her tongue.\n\nLady Xing chimed in, “Of course, as daughters-in-law we should see to things; it’s not the grand daughter-in-law’s place. But we can’t very well take charge, so we’re relying on you. You mustn’t try to back out.”\n\nXifeng flushed crimson. She was starting to defend herself when music struck up outside — it was time to burn paper offerings at dusk. They all started wailing and she had to break off. She meant to resume after that, but Lady Wang urged her to go and make arrangements.\n\n“We’ll manage here,” she said. “Hurry up and see to things for tomorrow.”\n\nNot venturing to say any more, Xifeng went out choking with resentment. She summoned the servants and gave them their orders, then pleaded, “Do have some pity on me! I’ve been blamed because you’re not doing your jobs properly and we’re being laughed at. For tomorrow, do put yourselves out a bit!”\n\nThey answered, “We wouldn’t dare disobey you, madam, as you’ve been in charge so long. It’s just that this time Their Ladyships are too fussy. Take the distribution of meals, for example: some people want to eat here, others at home; and when we invite one lady, another may refuse to come. How can we please everybody? We wish you’d persuade the young ladies not to be so choosy.”\n\n“The old lady’s maids are the hardest to handle,” Xifeng said. “And the mistresses’ maids are difficult too. Which of them am I to ask?”\n\n“In the East Mansion when you were acting for Mrs. Zhen you used to be very strict — if you beat or scolded anyone, who dared disobey? But now these young ladies are too much for you.”\n\n“When I was in charge in the East Mansion,” Xifeng sighed...\n\nHsi-feng went on, “Besides, although Her Ladyship was there she couldn’t very well say anything. Now that I’m in charge and this is a public undertaking, anyone is free to comment. What’s more, the money outside is so hard to get hold of. If we need something for the marquee, for instance, and send to ask for it, it never comes; so what can I do?”\n\n“But the master’s outside; surely he can fix things?” they asked.\n\n“Don’t talk to me about him! He’s in the same fix. In the first place, he hasn’t the money and has to apply for each item, so how can he produce what’s needed on the spur of the moment?”\n\n“But hasn’t he the money the Old Lady left?”\n\n“If you don’t believe me, you can ask the stewards.”\n\n“No wonder the men outside are grumbling, ‘Such a big funeral, yet we’re not allowed to handle anything, just given all the odd jobs.’ How can they work with a will?”\n\n“Enough of that,” said Hsi-feng. “Just keep your eyes open for the time being. If there’s any complaint from Their Ladyships, I won’t let you off lightly.”\n\n“You’re the one to say what’s to be done, madam. How dare we complain? But each of the mistresses has her own ideas, and it’s hard for us to please them all.”\n\nHsi-feng could not refute this. She simply begged, “Do help me out today, aunties. When I’ve got the young ladies straightened out, we’ll see.”\n\nThey had to agree and leave.\n\nThese grievances made Hsi-feng more and more indignant. She had to go back again before dawn to try to get all the servants organized; yet she was afraid of vexing Lady Hsing, and could not complain to Lady Wang because Lady Hsing was inciting against her. The maids, seeing that Lady Hsing was not backing Hsi-feng up, treated her even more insolently. Luckily Ping-erh smoothed things over for her by explaining:\n\n“The Second Mistress would like to do her best, but Their Ladyships have given orders that no extra money is to be spent outside; so she can’t get all she needs.”\n\nAfter she had said this a few times, things quieted down a little. Although masses of Buddhist and Taoist monks came to say masses and offer sacrifices, because money was so tight no one was willing to take trouble and everything was done perfunctorily. And though many ladies of title came during those days to offer condolences, Hsi-feng had to entertain them below, having no one to take her place there. No sooner had she called one servant than another slipped away. She fumed and entreated by turns, staving off one crisis only to be faced by another. Not only did Yuan-yang and the others think this a scandal, even Hsi-feng felt disgraced.\n\nLady Hsing, as the elder daughter-in-law, simply hid behind her “grief” as an excuse for doing nothing. Lady Wang followed her example, not to mention the rest. Li Wan alone could see how Xifeng was placed, not not venture to speak up for her. She simply thought with a sigh: “As the proverb says, ‘However lovely the peony, it needs the support of green leaves.’ If the mistresses don’t back up Hsi-feng, how can the rest help? If Tan-chun were at home it wouldn’t be so bad; but now she has to muddle along as best she can with the few people she has, who keep complaining behind her back that they can’t make a cent and are losing face too. The master only cares about mourning, and doesn’t understand business. How can such a big funeral be managed without spending a few cents? Poor Hsi-feng has been putting up a show for some years, but now over the Old Lady’s funeral I’m afraid she’s going to lose face.”\n\nShe made time to send for her own stewards and told them, “Don’t you follow the others’ example and make things hard for Madam Lien. Don’t think that mourning and keeping vigil by the coffin are the only important things — you just have to get through these few days. If you see anyone shirking, you must lend a hand. This is a public duty, and we should all do our best.”\n\nThose servants who usually obeyed Li Wan had to assent to this.\n\n\"Quite right,\" they said. \"We wouldn't dare do such a thing. But we gathered from what Sister Yuanyang said that she was blaming Madam Lian.\"\n\n\"I told Yuanyang that Madam Lian isn't remiss over the old lady's funeral, it's just that she has no control over money and can't make bricks without straw. Now Yuanyang understands and doesn't blame her. But she's not her former self, which is strange. In the old days, when the old lady was alive and doted on her, she didn't throw her weight about; yet now that the old lady's gone and she's lost her backer, she seems rather difficult. I was worried about her, but luckily the Elder Master isn't at home so she's been able to steer clear of trouble. Otherwise, what could she do?\"\n\nAs she was speaking Jia Lan came in and said, \"Do go to bed now, mother. You must be tired out with all the visitors you've had to see today. I haven't opened a book for the last few days, and today my grandfather told me to sleep at home. I'm so glad, I want to do some reading so that I won't have forgotten everything by the time the mourning's over.\"\n\n\"Good boy,\" said Li Wan. \"Reading's fine, but you should rest today. Wait till after the old lady's funeral.\"\n\n\"If you're turning in, mother, I'll get into bed too and think over what I've read.\"\n\nThe others exclaimed, \"What a good boy! Fancy one so young thinking of reading whenever he has time! Not like Master Bao, who's married but still as childish as ever. These last few days, when he has to kneel with the master, he looks most put out. The moment the master's back is turned he runs off to look for his wife, and we don't know what nonsense he talks to her but she gives him the cold shoulder. Then he goes to see Miss Baoqin, but she avoids him and Miss Xinger won't talk to him either. The only ones who are still friendly are Xichun and Xijuan of our house, who go on calling him 'cousin.' It seems to us that Master Bao has nothing in his head but fooling around with the girls. The old lady's love for him was completely wasted. He's not a patch on Master Lan. You've nothing to worry about, madam, in the future.\"\n\n\"He's still a good boy, but young for his age,\" said Li Wan. \"By the time he grows up, who knows what state our household will be in? What do you think of Master Huan?\"\n\n\"He's even worse,\" they told her. \"His eyes dart here and there like a monkey's. Even when he's wailing in mourning, if he sees ladies arrive he peeps at them through the curtains.\"\n\n\"He's not really young either,\" said Li Wan. \"The other day I heard they want to find a wife for him, but now they'll have to wait. Ah well, there's no end to the troubles in our family, so I won't gossip. The day after tomorrow for the funeral, how are the carriages to be arranged for the different households?\"\n\n\"Madam Lian has been so distraught these last few days, no orders have been issued. But yesterday we heard the men outside say that the master has put Master Qiang in charge, and there aren't enough carriages or drivers in our house so we shall have to borrow some from relatives.\"\n\nLi Wan smiled. \"Can carriages be borrowed?\"\n\n\"You're joking, madam. Of course they can. Only that day all the relatives will be needing carriages, so it may be hard to borrow any. We'll probably have to hire some.\"\n\n\"The servants can have hired ones, but surely not the mistresses?\"\n\n“Neither Madam You nor Madam Jung has her carriage here today,” the maids told Li Wan. “If we don’t hire one, how are they to come?”\n\nLi Wan sighed. “In the past when I saw ladies from other families coming in hired carriages, we always laughed at them. Now it’s our turn. Tomorrow tell your men to have our horses and carriages ready early, to avoid a last-minute rush.” The servants assented and withdrew.\n\nNow Xiang-yun had only come once after the Lady Dowager’s death because her husband was ill. As the funeral was the day after tomorrow, she had to attend it. Her husband’s illness had developed into consumption, but as it was not immediately critical she came the day before the wake. The thought of how kind the old lady had always been to her, and of her own wretchedness in having just married a talented, handsome, good-natured husband who had unfortunately contracted this wasting disease and was living on borrowed time, made her weep more bitterly than ever. She cried half the night, and Yuanyang and the others could not console her. Baoyu watched, feeling very upset too, but could not very well go over to comfort her. He saw that, lightly made up and in plain clothes, she was even lovelier than before her marriage. Then looking round at Baoqin and the others also in simple, unadorned mourning, he found them all charming in their quiet way. But Baochai in her deep mourning had an elegance quite different from her usual appearance in coloured clothes.\n\n“The ancients said that however many brilliant red and purple flowers there are, the plum-blossom is still the best. It seems to me that’s not just because it blooms early, but because of its pure whiteness and fragrance which other flowers can’t equal. If only Cousin Lin were here now in mourning too, how beautiful she would look!” This reflection reduced him to tears and, taking cover of the general grief, he gave way to loud sobbing. The others, occupied with Xiang-yun, were startled to hear someone else weeping. They supposed that he too was mourning the old lady because of her love for him, not knowing that each had his own reason for weeping. This set the whole room crying again until Aunt Xue and Aunt Li managed to comfort them.\n\nThe next day, the start of the wake, was still more hectic. Xifeng despite her illness had to do her best, and by the afternoon she had strained her voice hoarse and was at the end of her tether. Then more relatives and friends arrived, increasing the confusion, and she was at her wits’ end when a young maid ran in.\n\n“So this is where you are, madam!” she cried. “No wonder the old lady said, ‘There are so many people inside, I can’t cope, but Madam Lian has slipped away to amuse herself.’ ”\n\nThis so enraged Xifeng that she felt dizzy. She swallowed hard, then tears gushed from her eyes. Before she could get a word out, a sweet taste in her throat made her retch and she brought up a mouthful of fresh blood. She slumped to the ground, but luckily Pinger hurried over to support her.\n\n“Are you all right?” asked Pinger in alarm.\n\nXifeng could not speak. Again she vomited blood.\n\nIf you want to know whether she survived or not, read the next chapter."
}