{
  "index": "112",
  "title": "第112章 活冤孽妙姑遭大劫 死雠仇赵妾赴冥曹",
  "original": "话说凤姐命捆起上夜的女人，送营审问，众女人跪地哀求。林之孝同贾芸道：“你们求也无益。老爷派我们看家，没事是造化。如今有了事，上下都耽不是，谁救得你？若说是周瑞的干儿子，连太太起，里里外外的都不干净。”凤姐喘吁吁的说道：“这都是命里所招，和他们说什么？带了他们去就是了。那丢的东西，你告诉营里去说：‘实在是老太太的东西，问老爷们才知道。等我们报了去，请了老爷们回来，自然开了失单送来。’文官衙门里我们也是这样报。”贾芸、林之孝答应出去。惜春一句话也没有，只是哭道：“这些事，我从来没有听见过，为什么偏偏碰在咱们两个人身上！明儿老爷太太回来，叫我怎么见人？说把家里交给你们，如今闹到这个分儿，还想法着么？”风姐道：“咱们愿意吗？现在有上夜的人在那里。”惜春道：“你还能说，况且你又病着；我是没有说的。这都是我大嫂子害了我了，他撺掇着太太派我看家的。如今我的脸搁在那里呢？”说着，又痛哭起来。凤姐道：“姑娘，你快别这么想。若说没脸，大家一样的。你若是这个糊涂想头，我更搁不住了。”\n　　二人正说着，只听见外头院子里有人大嚷的说道：“我说那三姑六婆是再要不得的，我们甄府里从来是一概不许上门的。不想这府里倒不讲究这个。昨儿老太太的殡才出去，那个什么庵里的尼姑死要到咱们这里来。我吆喝着不准他进来，腰门上的老婆子们倒骂我，死央及着叫那姑子进来。那腰门子一会儿开着，一会儿关着，不知做什么。我不放心，没敢睡，听到四更，这里就嚷起来。我来叫门倒不开了。我听见声儿紧了，打开了门，见西边院子里有人站着，我便赶上打死了。我今儿才知道这是四姑奶奶的屋子，那个姑子就在里头。今儿天没亮溜出去了，可不是那姑子引进来的贼么？”平儿等听着，都说：“这是谁这么没规矩？姑娘奶奶都在这里，敢在外头这么混嚷？”凤姐道：“你听他说甄府里，别就是甄家荐来的那个厌物罢？”惜春听得明白，更加心里受不的。凤姐接着问惜春道：“那个人混说什么姑子？你们那里弄了个姑子住下了？”惜春便将妙玉来瞧他，留着下棋守夜的话说了。凤姐道：“是他么？他怎么肯这样？是再没有的话。但是叫这讨人嫌的东西嚷出来，老爷知道了也不好。”惜春愈想愈怕，站起来要走。凤姐虽说坐不住，又怕惜春害怕，弄出事来，只得叫他：“先别走，且看着人把偷剩下的东西收起来，再派了人看着，咱们好走。”平儿道：“咱们不敢收，等衙门里来了，踏看了才好收呢。咱们只好看着。但只不知老爷那里有人去了没有？”凤姐道：“你叫老婆子问去。”一回进来说：“林之孝是走不开，家下人要伺候查验的，再有的是说不清楚的，已经芸二爷去了。”凤姐点头，同惜春坐着发愁。\n　　且说那伙贼原是何三等邀的，偷抢了好些金银财宝接运出去，见人追赶，知道都是那些不中用的人，要往西边屋内偷去。在窗外看见里面灯光底下两个美人：一个姑娘，一个姑子。那些贼那顾性命，顿起不良，就要踹进来，因见包勇来赶，才获赃而逃，只不见了何三。大家且躲入窝家，到第二天打听动静，知是何三被他们打死，已经报了文武衙门，这里是躲不住的。便商量趁早归入海洋大盗一处去，若迟了，通缉文书一行，关津上就过不去了。内中一个人胆子极大，便说：“咱们走是走，我就只舍不得那个姑子，长的实在好看。不知是那个庵里的雏儿呢？”一个人道：“啊呀，我想起来了，必就是贾府园里的什么栊翠庵里的姑子。不是前年外头说他和他们家什么宝二爷有原故，后来不知怎么又害起相思病来了，请大夫吃药的？就是他。”那一个人听了，说：“咱们今日躲一天，叫咱们大哥拿钱置办些买卖行头。明儿亮钟时候，陆续出关。你们在关外二十里坡等我。”众贼议定，分赃散不提。\n　　且说贾政等送殡到了寺内，安厝毕，亲友散去。贾政在外厢房伴灵，邢、王二夫人等在内，一宿无非哭泣。到了第二日，重新上祭，正摆饭时，只见贾芸进来，在老太太灵前磕了个头，忙忙的跑到贾政跟前，跪下请了安，喘吁吁的将昨夜被盗，将老太太上房的东西都偷去，包勇赶贼打死了一个，已经呈报文武衙门的话说了一遍。贾政听了发怔。邢、王二夫人等在里头也听见了，都唬得魂不附体，并无一言，只有啼哭。贾政过了一会子，问：“失单怎样开的？”贾芸回道：“家里的人都不知道，还没有开单。”贾政道：“还好。咱们动过家的，若开出好的来，反耽罪名。快叫琏儿。”那时贾琏领了宝玉等别处上祭未回，贾政叫人赶了回来。贾琏听了，急得直跳，一见芸儿，也不顾贾政在那里，便把贾芸狠狠的骂了一顿，说：“不配抬举的东西！我将这样重任托你，押着人上夜巡更，你是死人么？亏你还有脸来告诉！”说着，望贾芸脸上啐了几口。贾芸垂手站着，不敢回一言。贾政道：“你骂他也无益了。”贾琏然后跪下，说：“这便怎么样？”贾政道：“也没法儿，只有报官缉贼。但只是一件，老太太遗下的东西，咱们都没动。你说要银子，我想老太太死得几天，谁忍得动他那一项银子？原打量完了事，算了账，还人家；再有的，在这里和南边置坟产的。所有东西也没见数儿。如今说文武衙门要失单，若将几件好的东西开上，恐有碍；若说金银若干，衣饰若干，又没有实在数目，谎开使不得。倒可笑你如今竟换了一个人了，为什么这样料理不开？你跪在这里是怎么样呢？”\n　　贾琏也不敢答言，只得站起来就走。贾政又叫道：“你那里去？”贾琏又回来，道：“侄儿赶回家去料理清楚。”贾政哼了一声，贾琏把头低下。贾政道：“你进去回了你母亲，叫了老太太的一两个丫头去，叫他们细细的想了，开单子。”贾琏心里明知老太太的东西都是鸳鸯经管，他死了问谁？就问珍珠，他们那里记得清楚？只不敢驳回，连连答应了。回身走到里头，邢、王二夫人又埋怨了一顿，叫贾琏：“快回去，问他们这些看家的，说明儿怎么见我们？”贾琏也只得答应了出来。一面命人套车，预备琥珀等进城；自己骑上骡子，跟了几个小厮，如飞的回去。贾芸也不敢再回贾政，斜签着身子慢慢的溜出来，骑上了马，来赶贾琏。一路无话。\n　　到了家中，林之孝请了安，一直跟了进来。贾琏到了老太太上屋里，见了凤姐、惜春在那里，心里又恨，又说不出来，便问林之孝道：“衙门里瞧了没有？”林之孝自知有罪，便跪下回道：“文武衙门都瞧了，来踪去迹也看了，尸也验了。”贾琏吃惊道：“又验什么尸？”林之孝又将包勇打死的伙贼似周瑞的干儿子的话回了贾琏。贾琏道：“叫芸儿！”贾芸进来，也跪着听话。贾琏道：“你见老爷时，怎么没有回周瑞的干儿子做贼被包勇打死的话？”贾芸说道：“上夜的人说象他的，恐怕不真，所以没有回。”贾琏道：“好糊涂东西！你若告诉了，我就带了周瑞来一认，可不就知道了？”林之孝回道：“如今衙门里把尸首放在市口儿招认去了。”贾琏道：“这又是个糊涂东西！谁家的人做了贼，被人打死，要偿命么？”林之孝回道：“这不用人家认，奴才就认得是他。”贾琏听了想道：“是啊，我记得珍大爷那一年要打的可不是周瑞家的么？”林之孝回说：“他和鲍二打架来着，爷还见过的呢。”贾琏听了更生气，便要打上夜的人。林之孝哀告道：“请二爷息怒。那些上夜的人，派了他们，敢偷懒吗？只是爷府上的规矩，三门里一个男人不敢进去的，就是奴才们，里头不叫也不敢进去。奴才在外同芸哥儿刻刻查点，见三门关的严严的，外头的门一层没有开，那贼是从后夹道子来的。”贾琏道：“里头上夜的女人呢？”林之孝将上夜的人说奉奶奶的命捆着等爷审问的话回了。贾琏问：“包勇呢？”林之孝说：“又往园里去了。”贾琏便说：“去叫他。”小厮们便将包勇带来，说：“还亏你在这里。若没有你，只怕所有房屋里的东西都抢了去了呢。”包勇也不言语。惜春恐他说出那话，心下着急。凤姐也不敢言语。只见外头说：“琥珀姐姐们回来了。”大家见了，不免又哭一场。\n　　贾琏叫人检点偷剩下的东西，只有些衣服、尺头、钱箱未动，馀者都没有了。贾琏心里更加着急，想着外头的棚杠银、厨房的钱，都没有付给，明儿拿什么还呢？便呆想了一会。只见琥珀等进去，哭了一番，见箱柜开着，所有的东西怎能记忆，便胡乱猜想，虚拟了一张失单，命人即送到文武衙门。贾琏复又派人上夜。凤姐、惜春各自回房。贾琏不敢在家安歇，也不及埋怨凤姐，竟自骑马赶出城外去了。这里凤姐又恐惜春短见，打发丰儿过去安慰。\n　　天已二更。不言这里贼去关门，众人更加小心，不敢睡觉。且说伙贼一心想着妙玉，知是孤庵女众，不难欺负。到了三更夜静，便拿了短兵器，带些闷香，跳上高墙。远远瞧见栊翠庵内灯光犹亮，便潜身溜下，藏在房头僻处。等到四更，见里头只有一盏海灯，妙玉一人在蒲团上打坐。歇了一会，便嗳声叹气的说道：“我自玄墓到京，原想传个名的，为这里请来，不能又栖他处。昨儿好心去瞧四姑娘，反受了这蠢人的气，夜里又受了大惊。今日回来，那蒲团再坐不稳，只觉肉跳心惊。”因素常一个打坐的，今日又不肯叫人相伴。岂知到了五更，寒颤起来。正要叫人，只听见窗外一响，想起昨晚的事，更加害怕，不免叫人。岂知那些婆子都不答应。自己坐着，觉得一股香气透人囟门，便手足麻木，不能动弹，口里也说不出话来，心中更自着急。只见一个人拿着明晃晃的刀进来。此时妙玉心中却是明白，只不能动，想是要杀自己，索性横了心，倒不怕他。那知那个人把刀插在背后，腾出手来，将妙玉轻轻的抱起，轻薄了一会子，便拖起背在身上。此时妙玉心中只是如醉如痴。可怜一个极洁极净的女儿，被这强盗的闷香熏住，由着他掇弄了去了。\n　　却说这贼背了妙玉，来到园后墙边，搭了软梯，爬上墙，跳出去了，外边早有伙贼弄了车辆在园外等着。那人将妙玉放倒在车上，反打起官衔灯笼，叫开栅栏，急急行到城门，正是开门之时。门官只知是有公干出城的，也不及查诘。赶出城去，那伙贼加鞭，赶到二十里坡，和众强徒打了照面，各自分头奔南海而去。不知妙玉被劫，或是甘受污辱，还是不屈而死，不知下落，也难妄拟。\n　　只言栊翠庵一个跟妙玉的女尼，他本住在静室后面，睡到五更，听见前面有人声响，只道妙玉打坐不安。后来听见有男人脚步，门窗响动，欲要起来瞧看，只是身子发软，懒怠开口，又不听见妙玉言语，只睁着两眼听着，到了天亮，才觉得心里清楚。披衣起来，叫了道婆预备妙玉茶水，他便往前面来看妙玉。岂知妙玉的踪迹全无，门窗大开，心里诧异昨晚响动，甚是疑心，说：“这样早，他到那里去了？”走出院门一看，有一个软梯靠墙立着，地下还有一把刀鞘，一条搭膊，便道：“不好了，昨晚是贼烧了闷香了！”急叫人起来查看，庵门仍是紧闭。那些婆子侍女们都说：“昨夜煤气熏着了，今早都起不起来。这么早，叫我们做什么？”那女尼道：“师父不知那里去了！”众人道：“在观音堂打坐呢。”女尼道：“你们还做梦呢，你来瞧瞧！”众人不知，也都着忙，开了庵门，满园里都找到了，想来或是到四姑娘那里去了。众人来叩腰门，又被包勇骂了一顿。众人说道：“我们妙师父昨晚不知去向，所以来找。求你老人家叫开腰门，问一问来了没来就是了。”包勇道：“你们师父引了贼来偷我们，已经偷到手了，他跟了贼去受用去了。”众人道：“阿弥陀佛，说这些话的，防着下割舌地狱。”包勇生气道：“胡说，你们再闹，我就要打了！”众人陪笑央告道：“求爷叫开门，我们瞧瞧；若没有，再不敢惊动你太爷了。”包勇道：“你不信，你去找，若没有，回来问你们！”包勇说着，叫开腰门。众人且找到惜春那里。\n    惜春正是愁闷，惦着妙玉，“清早去后，不知听见我们姓包的话了没有？只怕又得罪了他，以后总不肯来。我的知己是没有了。况我现在实难见人，父母早死，嫂子嫌我。头里有老太太，到底还疼我些，如今也死了，留下我孤苦伶仃，如何了局？”想到：“迎春姐姐折磨死了，史姐姐守着病人，三姐姐远去，这都是命里所招，不能自由。独有妙玉如闲云野鹤，无拘无束。我若能学他，就造化不小了。但我是世家之女，怎能遂意？这回看家，大耽不是，还有何颜？又恐太太们不知我的心事。将来的后事更未晓如何？”想到其间，便要把自己的青丝铰去，要想出家。彩屏等听见，急忙来劝，岂知已将一半头发铰去了。彩屏愈加着忙，说道：“一事不了，又出一事，这可怎么好呢？”\n正在吵闹，只见妙玉的道婆来找妙玉。彩屏问起来由，先唬了一跳，说：“是昨日一早去了没来。”里面惜春听见，急忙问道：“那里去了？”道婆将昨夜听见的响动，被煤气熏着，今早不见妙玉，庵内有软梯刀鞘的话说了一遍。惜春惊疑不定，想起昨日包勇的话来，必是那些强盗看见了他，昨晚抢去了，也未可知。但是他素来孤洁的很，岂肯惜命？便问道：“怎么你们都没听见么？”婆子道：“怎么没听见？只是我们都是睁着眼，连一句话也说不出来。必是那贼烧了闷香。妙姑一人，想也被贼闷住，不能言语。况且贼人必多，拿刀执杖威逼着他，还敢声喊么？”正说着，包勇又在腰门那里嚷说：“里头快把这些混账道婆子赶出来罢，快关上腰门。”彩屏听见恐耽不是，只得催婆子出去，叫人关了腰门。惜春于是更加苦楚。无奈彩屏等再三以礼相劝，仍旧将一半青丝笼起。大家商议：“不必声张。就是妙玉被抢，也当作不知，且等老爷太太回来再说。”惜春心里从此死定个出家的念头，暂且不提。\n　　且说贾琏回到铁槛寺，将到家中查点了上夜的人，开了失单报去的话，回了贾政。贾政道：“怎么开的？”贾琏便将琥珀记得的数目单于呈出，并说：“上头元妃赐的东西，已经注明；还有那人家不大有的东西，不便开上。等侄儿脱了孝，出去托人细细的缉访，少不得弄出来的。”贾政听了合意，就点头不言。贾琏进内见了邢，王二夫人，商量着：“劝老爷早些回家才好呢，不然都是乱麻似的。”邢夫人道：“可不是，我们在这里也是惊心吊胆。”贾琏道：“这是我们不敢说的，还是太太的主意，二老爷是依的。”邢夫人便与王夫人商议妥了。过了一夜，贾政也不放心，打发宝玉进来说：“请太太们今日回家，过两三日再来。家人们已经派定了，里头请太太们派人罢。”邢夫人派了鹦哥等一干人伴灵，将周瑞家的等人派了总管，其馀上下人等都回去。一时忙乱套车备马。贾政等在贾母灵前辞别，众人又哭了一场。\n　　都起来正要走时，只见赵姨娘还爬在地下不起。周姨娘打量他还哭，便去拉他。岂知赵姨娘满嘴白沫，眼睛直竖，把舌头吐出，反把家人唬了一跳。贾环过来乱嚷。赵姨娘醒来说道：“我是不回去的，跟着老太太回南去。”众人道：“老太太那用你跟呢？”赵姨娘道：“我跟了老太太一辈子，大老爷还不依，弄神弄鬼的算计我。我想仗着马道婆出出我的气，银子白花了好些，也没有弄死一个。如今我回去了，又不知谁来算计我。”众人先只说鸳鸯附着他，后头听说马道婆的事，又不象了。邢、王二夫人都不言语，只有彩云等代他央告道：“鸳鸯姐姐，你死是自己愿意，与赵姨娘什么相干？放了他罢。”见邢夫人在这里，也不敢说别的。赵姨娘道：“我不是鸳鸯。我是阎王老爷差人拿我去的，要问我为什么和马道婆用魇魔法的案件。”说着，口里又叫：“好琏二奶奶，你在这里老爷面前少顶一句儿罢，我有一千日的不好，还有一天的好呢。好二奶奶，亲二奶奶！并不是我要害你，我一时糊涂，听了那个老娼妇的话。”\n　　正闹着，贾政打发人进来叫环儿。婆子们去回说：“赵姨娘中了邪了，三爷看着呢。”贾政道：“没有的事。我们先走了。”于是爷们等先回。这里赵姨娘还是混说，一时救不过来。邢夫人恐他又说出什么来，便说：“多派几个人在这里瞧着他，咱们先走。到了城里，打发大夫出来瞧罢。”王夫人本嫌他，也打撒手儿。宝钗本是仁厚的人，虽想着他害宝玉的事，心里究竟过不去，背地里托了周姨娘在这里照应。周姨娘也是个好人，便应承了。李纨说道：“我也在这里罢。”王夫人道：“可以不必。”于是大家都要起身。贾环着急说：“我也在这里吗？”王夫人啐道：“糊涂东西！你姨妈的死活都不知，你还要走吗？”贾环就不敢言语了。宝玉道：“好兄弟，你是走不得的。我进了城，打发人来瞧你。”说毕，都上车回家。寺里只有赵姨娘、贾环、鹦哥等人。\n　　贾政、邢、王夫人等先后到家，到了上房，哭了一场。林之孝带了家下众人请了安，跪着。贾政喝道：“去罢！明日问你。”凤姐那日发晕了几次，竟不能出接，只有惜春见了，觉得满面羞惭。邢夫人也不理他，王夫人仍是照常，李纨、宝钗拉着手说了几句话。独有尤氏说道：“姑娘，你操心了，倒照应了好几天！”惜春一言不答，只紫涨了脸。宝钗将尤氏一拉，使了个眼色，尤氏等各自归房去了。贾政略略的看了一看，叹了口气，并不言语。到书房席地坐下，叫了贾琏、贾蓉、贾芸吩咐了几句话。宝玉要在书房来问贾政，贾政道：“不必。”兰儿仍跟他母亲。一宿无话。\n　　次日，林之孝一早进书房跪着，贾政将前后被盗的事问了一遍，并将周瑞供了出来，又说：“衙门拿住了鲍二，身边搜出了失单上的东西，现在夹讯，要在他身上要这一伙贼呢。”贾政听了，大怒道：“家奴负恩，引贼偷窃家主，真是反了！”立刻叫人到城外将周瑞捆了，送到衙门审问。林之孝只管跪着，不敢起来。贾政道：“你还跪着做什么？”林之孝道：“奴才该死，求老爷开恩。”正说着，赖大等一干办事家人上来请了安，呈上丧事账簿。贾政道：“交给琏二爷算明了来回。”吆喝着林之孝起来出去了。\n贾琏一腿跪着，在贾政身边说了一句话。贾政把眼一瞪道：“胡说！老太太的事，银两被贼偷去，难道就该罚奴才拿出来么？”贾琏红了脸，不敢言语，站起来也不敢动。贾政道：“你媳妇怎么样了？”贾琏又跪下，说：“看来是不中用了。”贾政叹口气道：“我不料家运衰败，一至如此！况且环哥儿他妈尚在庙中病着，也不知是什么症候。你们知道不知道？”贾琏也不敢言语。贾政道：“传出话去，叫人带了大夫瞧瞧去。”贾琏即忙答应着出来，叫人带了大夫到铁槛寺去瞧赵姨娘。\n未知死活，下回分解。",
  "translation": "Xifeng ordered the women on night duty to be tied up and sent to the army headquarters for interrogation. They fell on their knees to beg for mercy.\n\nLin Zhixiao told Jia Yun, “It’s no use your pleading. The master put us in charge, and if nothing had happened that would have been luck. But now that this has happened, high and low are all to blame. Who can save you? If you say that Zhou Rui’s adopted son did it, that will implicate Her Ladyship too and get everyone into hot water.”\n\nXifeng gasped, “This is our fate — what’s the use of talking? Take them away. As for what’s missing, tell the army headquarters: ‘These were the old lady’s things, and only the masters know the details. When we’ve reported it and they come back, of course we’ll send a list of the missing articles.’ That’s what we’ll report to the civil authorities too.” Jia Yun and Lin Zhixiao assented and left.\n\nXichun had not said a word but simply wept. “I never heard of such a thing!” she cried. “Why should it happen to the two of us? When the master and Her Ladyship come back tomorrow, how can I face them? They put us in charge, and now that this has happened how can we think of staying on?”\n\n“Did we want this?” Xifeng retorted. “There were people on night duty.”\n\n“You can talk, but you’re ill; I’ve no excuse. This is all my sister-in-law’s doing — she talked Her Ladyship into putting me in charge. Where am I to hide my face now?” She broke down again into loud sobs.\n\n“Don’t take it so hard, miss,” Xifeng urged her. “If it’s a question of face, we’re both in the same boat. If you have such foolish ideas, I feel even worse.”\n\nAs they were talking someone outside in the courtyard was heard shouting, “I’ve always said those go-betweens are no good. In our Zhen family we never allow them in the house. I’d no idea you people here were so free and easy. The day after the old lady’s funeral, some nun from some nunnery insisted on coming here. I shouted to stop her, but the old women at the side gate swore at me and begged her to come in. They kept opening and closing that side gate — I couldn’t think what they were up to. I was so worried I didn’t dare sleep, and at the fourth watch I heard a commotion here. When I came to call, the gate was closed. Then as the noise increased I pushed the gate open and saw someone standing in the west court, so I ran over and killed him. Now I’ve found out that this is the fourth young mistress’ place, and that nun was inside. She slipped away before dawn — wasn’t it she who let the thief in?”\n\nPinger and the others exclaimed, “Who is this with no manners? How dare she shout like that outside when the young ladies are here?”\n\nXifeng said, “She mentioned the Zhen family. Can it be that wretched woman they recommended?”\n\nXichun, who had heard all this clearly, was more frantic than ever.\n\nXifeng asked her, “What was that crazy woman saying about a nun? Have you had a nun staying with you?”\n\nThen Xichun told how Miaoyu had called on her and she had kept her to play chess and keep her company that night.\n\n“Was it her?” cried Xifeng. “How could she do such a thing? It’s unheard of. But now that hateful creature has spread this tale, it won’t look good if the master comes to hear of it.”\n\nXichun, more frightened than ever, stood up to leave. Though Xifeng felt unable to stay either, she was afraid that in her panic Xichun might do something rash.\n\n“Don’t go yet,” she urged her. “Wait while we have what the thieves left put away, and set some people to keep watch here; then we can leave.”\n\nPinger said, “We can’t take charge of things. We’ll have to keep watch until the officers come to make an inspection. I just don’t know whether anyone has gone to inform the master.”\n\n“Yes?” she asked.\n\n“Send a maid to find out,” ordered Xifeng.\n\nThe maid came back after a while to report, “Lin Zhixiao can’t leave because the servants have to be mustered for an inspection, and some of them are hard to make out. Master Yun has already gone.”\n\nXifing nodded. She sat with Xichun, feeling very worried.\n\nThe gang of thieves had been mustered by He San and others. They had made off with a good amount of gold, silver and other treasures, and when they saw that the men chasing them were useless, decided to go to rob the western courtyard too. Through the window they saw by the lamplight two beauties — a young lady and a young nun. Forgetting all caution in their lewdness, they were about to burst in when Bao Yong charged after them. They made off with their loot, not knowing that He San had been left behind. They hid in a fence’s house, and the next day when they found that He San had been killed and the civil and military authorities had been notified, they knew they could not stay there. So they decided to join some pirates on the coast without delay, before a warrant was out for their arrest and it became impossible to get through the passes.\n\nOne of them, a bold fellow, said, “We’ll make off, but I can’t bear to part with that young nun — she was a real beauty! I wonder which nunnery she’s from.”\n\n“I know!” another exclaimed. “She must be that nun in some nunnery in the Jia’s Garden — the Convvent of Warm Scent, isn’t it? The year before last, there was talk outside that she’d carried on with their young master Bao, and later pined away for him so that she had to call in doctors and take medicine. That’s the one.”\n\nThe first man said, “All right, let’s lie low today while our boss spends some money to get us merchants’ outfits. Tomorrow at the first bell we’ll slip out through the passes. You wait for me at Twenty Li Slope outside.” The thieves having reached this decision, they shared out their loot and dispersed.\n\nTo return to Jia Zheng, who had escorted the coffin to the temple where it was deposited. After the relatives and friends had left, he kept watch in the outer room, while Lady Xing and Lady Wang stayed inside. They passed the night in lamentations. The next day more sacrifices were offered, and they had just started the meal when Jia Yun came in. Having kotowed to the old lady’s coffin he hurried over to Jia Zheng, knelt to pay his respects, and then panting he reported what had happened the previous night: the theft of all the things from the old lady’s room, how Bao Yong had chased the thieves and killed one of them, and how they had reported the case to the civil and military authorities.\n\nJia Zheng was speechless with consternation. The ladies inside had heard this too, and were so terrified that they nearly lost their senses. They could only weep, not a word could they say. After a pause Jia Zheng asked, “Have you made a list of the stolen property?”\n\n“None of the servants know what was there, so we haven’t drawn up a list yet,” Jia Yun told him.\n\n“That’s good. After our family was raided, if we listed the valuable things we might be charged with concealing them. Send quickly for Lian.”\n\nJia Lian had taken Baoyu to offer sacrifices elsewhere and not come back yet. Jia Zheng sent to hurry them home. When Jia Lian heard the news he was frantic. The sight of Jia Yun made him forget that Jia Zheng was present.\n\n“You worthless creature!” he swore. “I put you in charge and told you to keep watch at night with the servants. Are you dead? How dare you come to report this?” He spat in disgust in Jia Yun’s face.\n\nJia Yun stood meekly with his arms at his sides, not venturing a retort.\n\n“Swearing at him is no use,” said Jia Zheng.\n\nThen Jia Lian knelt down to ask, “What’s to be done, sir?”\n\n“There’s nothing we can do but report the theft to the authorities and ask them to arrest the thieves. But mind, none of the old lady’s things have been touched by us. As for silver, who could bear to use hers so soon after her death? We meant, after the funeral, to settle accounts and pay back debts, then use the rest to buy land for graves here and in the south. Not a thing has been....”\n\n“Now the civil and military authorities want a list of the stolen goods. If we put down the best pieces it might look bad; if we list just so many gold and silver vessels and so many clothes and trinkets without exact figures, that won’t do either — we can’t falsify the list. It’s ridiculous the way you’ve changed, unable to handle even a simple matter like this. What’s the point of kneeling here?”\n\nJia Lian dared not answer, but had to stand up and take his leave.\n\n“Where are you going?” Jia Zheng called after him.\n\nHe turned back to say, “I’m going home to get this list straight.”\n\nJia Zheng snorted and he lowered his head.\n\n“Go in and tell your mother,” ordered Jia Zheng. “Have her send for one or two of the old lady’s maids to think it over carefully and draw up a list.”\n\nJia Lian knew very well that Faithful had been in charge of the Lady Dowager’s belongings. Now that she was dead, whom could they ask? Even Pearl would not remember clearly. But he dared not object and assented repeatedly. He went back inside, where Lady Xing and Lady Wang scolded him again.\n\n“Go back quickly,” they said, “and ask those servants who were left in charge how they mean to face us tomorrow.”\n\nJia Lian had to agree. He ordered the carriage to be got ready to take Pinger and the others back to the city, then mounted a mule and with some pages flew back home. Jia Yun did not venture to report again to Jia Zheng either, but slipped unobtrusively out, mounted his horse and caught up with Jia Lian. On the way they did not talk.\n\nWhen they reached the mansion, Lin Zhixiao paid his respects then followed Jia Lian inside. The sight of Xifeng and Xichun in the Lady Dowager’s room filled Jia Lian with rage, which however he could not show. He asked Lin Zhixiao, “Have you been to the yamen?”\n\nLin Zhixiao fell on his knees. “I’ve been to both yamens,” he said. “I’ve seen the reports of the investigations and the inquest.”\n\n“What inquest?” Jia Lian was startled.\n\nLin Zhixiao reported that one of the thieves killed by Bao Yong was said to be the adopted son of Zhou Rui.\n\n“Send for Yun!” ordered Jia Lian.\n\nWhen Jia Yun entered and knelt down too to listen, Jia Lian asked him, “Why didn’t you report that Zhou Rui’s adopted son was killed by Bao Yong while stealing?”\n\n“The watchmen said it looked like him, but they weren’t sure, so I didn’t report it.”\n\n“You fool! If you’d told me, I could have taken Zhou Rui to identify him and we’d have known.”\n\nLin Zhixiao said, “The yamen has put the corpse at the market-place for identification.”\n\n“More fool they!” snapped Jia Lian. “If a servant commits theft and is killed, is his master expected to pay with his life?”\n\n“There’s no need for his family to identify him. I can recognize him.”\n\n“That’s right,” thought Jia Lian. “Didn’t Master Zhen once want to beat some servants of Zhou Rui’s?”\n\n“He had a fight with Bao Er, as Your Lordship saw.”\n\nThis made Jia Lian angrier than ever and he wanted to beat the watchmen.\n\nLin Zhixiao pleaded, “Do calm down, sir. The watchmen wouldn’t dare be remiss in their duty. But according to the rules of your house, no men are allowed inside the third gate; even we stewards don’t go in unless sent for. Outside, young Yun and I kept a close watch. We found the third gate firmly closed, and not one of the outer gates open — the thieves must have come by the back lane.”\n\n“What about the women on night duty inside?”\n\nLin Zhixiao reported that the women on watch had been tied up on the orders of Their Ladyships, to be questioned by him.\n\n“Where is Bao Yong?” he asked.\n\n“He’s gone back to the Garden.”\n\n“Send for him,” ordered Jia Lian.\n\nSome pages went to fetch Bao Yong.\n\n\"Thank goodness you were here,\" she said. \"If you hadn't been, I'm afraid all the things in the house would have been stolen.\"\n\nBao Yong made no reply. Xichun was afraid he might disclose what she had said, and this worried her. Xifeng too kept quiet.\n\nThen it was announced, \"Miss Amber and the others are back.\" At sight of them, everyone started weeping again.\n\nJia Lian ordered the servants to check what was left after the theft. Apart from some clothes, dress material and cases of money, all the rest had gone. In dismay he thought, \"The awning, coffin and catering outside haven't been paid for yet. How am I going to settle the bills tomorrow?\" He was reflecting gloomily on this when Amber and the others went in. After weeping for a while, they saw that the cases and cupboards were open and they could not remember what had been in them. They just hazarded guesses and made out a list of the missing objects, then had it taken at once to the yamen. Jia Lian ordered men to keep watch that night, after which Xifeng and Xichun returned to their own rooms. Not daring to stay at home, and without waiting to reproach Xifeng, he mounted his horse and rode out of the city.\n\nXifeng, afraid that Xichun might commit suicide, sent Fenger to comfort her.\n\nBy the second watch, the thieves had gone and the gate was closed. Everyone was on guard and afraid to sleep.\n\nMeanwhile the bandits, their minds set on Miaoyu, knew that as she was a nun living alone in a convent she would be easy to handle. In the dead of night, armed with daggers and carrying stupefying incense, they scaled the high wall. Seeing a light still on in Green Lattice Nunnery in the distance, they slipped down and hid in an out-of-the-way place on the roof. They waited till the fourth watch. By then only one lamp was burning before the Buddha, and Miaoyu was sitting alone on her prayer mat. After resting a little she sighed and said, \"From my coming to the capital from Xuanmu, my idea was to make a name for myself here. I was invited to stay in this Garden, so I couldn't very well move elsewhere. Yesterday I called on Miss Xichun with the best of intentions, but was insulted by that stupid woman; then at night I had this bad shock. Today my mind is in such turmoil, I can't sit still but keep feeling nervous and apprehensive.\"\n\nAs she was used to meditating alone, she had not wanted any attendants that night. But at the fifth watch she started shivering with cold and was about to call for help when a noise outside the window reminded her of the previous night's alarm, making her even more afraid, until she had to call out. However, no one answered her. As she sat there alone, a whiff of perfume assailed her nostrils and her limbs went numb; she could not move or speak but simply felt frantic. Then a man came in brandishing a gleaming sword. Though conscious, she could not move. Thinking he meant to kill her, she steeled herself, no longer afraid. But instead the man put his sword aside and, stretching out his arms, picked her up lightly. After some horseplay he slung her over his back. Then Miaoyu's mind clouded over. Poor pure girl! Stupefied by the bandits' incense, she let him have his way with her.\n\nThe bandit carried Miaoyu to the back wall of the Garden, where they had placed a rope-ladder. He climbed this and jumped down outside, where his fellows were waiting with a cart. They laid Miaoyu in it, then raised an official lantern and had the barricade opened. They hurried to the city gate, which was just being opened, and the gatemen, assuming that they were officials on business, did not question them. Once outside the city, they whipped their horses to the Twenty-Li Slope where they met the whole band of brigands, then went their different ways south. We do not know whether Miaoyu was abducted and submitted to this outrage or died resisting; she simply vanished without a trace.\n\nNow one of the nuns in Green Lattice Nunnery who was Miaoyu's acolyte lived in a quiet room at the back. At the fifth watch, hearing sounds in front, she thought that Miaoyu was restless. Then she heard a man's footsteps and the opening and closing of the door, but by the time she had got up...\n\nShe looked, but felt too limp to speak. All she could do was open her eyes and listen, as Miaoyu said nothing. Not until dawn did she feel clear-headed. Then, throwing on some clothes, she told the lay-sisters to prepare Miaoyu’s tea and went ahead to see her. To her astonishment, the door and window were wide open and there was no sign of Miaoyu.\n\nPuzzled by the commotion of the previous night she thought, “Where can she have gone so early?” Going out of the gate she saw a rope-ladder propped against the wall, and on the ground a scabbard and a girdle. “Gracious!” she exclaimed. “Last night there were thieves and they must have drugged us.” She hastily roused the others to come and investigate, but the nunnery gate was still closed.\n\nThe lay-sisters and novices said, “We were overcome by fumes last night and couldn’t get up this morning. Why are you calling us so early?”\n\n“The abbess has disappeared!” the nun told them.\n\n“She’s meditating in the Goddess of Mercy’s Hall,” they said.\n\n“You’re still dreaming!” she cried. “Come and see.”\n\nIn consternation they opened the nunnery gate and searched the whole Garden, but could not find her. They thought she might have gone to see Xichun and went to knock on the side gate, but were cursed by Bao Yong.\n\n“Our Abbess Miaoyu disappeared last night, and we’re looking for her,” they explained. “May we trouble you, sir, to open this gate so that we can ask if she’s here or not?”\n\n“Your abbess has brought thieves here to rob us,” he fumed. “Now that they’ve made off with the loot, she’s gone with them to enjoy it.”\n\n“Amida Buddha!” they cried. “How can you say such a thing? You may be cut to pieces in hell for it.”\n\n“Nonsense!” he blustered. “If you don’t clear off, I’ll beat you!”\n\nThey pleaded, “Do open the gate, sir, and let us look. If she’s not here, we won’t trouble you further.”\n\n“If you don’t believe me, go and look. If you don’t find her, I’ll have it out with you later.” With that he opened the gate and let them go to Xichun’s place.\n\nXichun, depressed, was thinking of Miaoyu. “I wonder whether she heard what Bao Yong said yesterday morning? I’m afraid she may have taken offence and will never come again. Now I’ve no close friend left. Besides, how can I face anyone? My parents are dead and my sister-in-law dislikes me. In the old days, at least the old lady was fond of me; but now she’s dead too, leaving me all alone. What’s to become of me? Cousin Yingchun was hounded to death; Cousin Xiangyun is tied to a chronic invalid; and Cousin Tanchun is far away from home. This is our fate — we can’t have our own way. Only Miaoyu is free to come and go like a cloud or wild crane. If I could be like her, I’d be in luck. But I’m the daughter of a noble house, so how can I have my way? This time, too, I’ve failed in my duty as care-taker. How can I live it down? And I’m afraid the ladies may not understand how I feel. Who knows what will happen in future?” She decided to cut off her hair and become a nun. Caiping and the other maids, hearing the snip of scissors, rushed over to stop her, but half her hair had already been cut off. They were frantic.\n\n“Before one trouble is over, here comes another!” they cried. “What are we to do?”\n\nIn the midst of the commotion Miaoyu’s nuns arrived. When Caiping heard their story she was aghast.\n\n“She left first thing yesterday morning and didn’t come back,” she said.\n\nXichun inside, hearing this, asked quickly, “Where did she go?”\n\nThe nun described the commotion they had heard the previous night, how they had been overcome by fumes, and how this morning Miaoyu had disappeared and a rope-ladder and scabbard had been found. Xichun, panic-stricken, thought of what Bao Yong had said. Probably the brigands had seen Miaoyu and carried her off the previous night. But she was so fastidious, how could she be willing to go on living?\n\n“How was it none of you heard anything?” she asked.\n\n\"Did you see them?\" asked the woman.\n\n\"How could we? But we were wide awake, only we couldn't say a word. The scoundrels must have used some stupefying scent. And of course it stupefied Sister Miaoyu too, so that she couldn't cry out. Besides, there must have been a whole gang of them with swords and cudgels to threaten her. How could she call for help?\"\n\nAs she was speaking Bao Yong could be heard shouting again at the side gate, \"Hurry up and drive out those dirty nuns! Quick, close the side gate!\"\n\nCaiping, afraid of being blamed, had to urge the women to leave and tell the servants to close the side gate. This upset Xichun even more. But as Caiping and the others reasoned with her so earnestly, she had to put up her hair again. They decided together, \"We mustn't let this get out. Even if word comes that Sister Miaoyu has been carried off, we must pretend not to know and wait until Their Ladyships come back.\"\n\nFrom that day on, Xichun was determined to become a nun. But no more of this.\n\nWhen Jia Lian went back to Iron Threshold Temple and reported his investigation of the night watchmen and the inventory of the stolen property, Jia Zheng asked, \"How did you draw it up?\"\n\nJia Lian presented the list which Hu-po had helped to make, explaining, \"The things bestowed by the Imperial Consort are entered first. Then there are things which few families own, which it wouldn't be wise to list. After I've taken off my mourning I shall get people to make discreet inquiries, and we're bound to get them back.\"\n\nJia Zheng nodded approvingly and said no more.\n\nJia Lian went in to see Lady Xing and Lady Wang. \"We should urge the master to go home soon,\" he proposed. \"Otherwise everything will be at sixes and sevens.\"\n\n\"Yes, indeed,\" said Lady Xing. \"We've been on tenterhooks here too.\"\n\nJia Lian answered, \"It's not for us to say this. But if you suggest it, madam, the master is sure to agree.\"\n\nLady Xing and Lady Wang having reached a decision, the next day Jia Zheng -- who was also rather worried -- sent Baoyu in to announce, \"The master asks you ladies to go home today and come back again after a couple of days. The men have been assigned their duties; will you assign the women servants to keep watch here?\"\n\nLady Xing appointed Yingge and some others to stay by the coffin, put Mrs. Zhou in overall charge, and ordered all the rest to return. There was a flurry of activity as carriages and horses were prepared. Jia Zheng and the others took their leave before the Lady Dowager's coffin, and all wept again.\n\nAs they were rising to their feet to leave, they saw Concubine Zhao still prostrate on the floor. Concubine Zhou, thinking she was weeping again, went to help her up. To their consternation, she was foaming at the mouth, her eyes were staring, and her tongue was lolling out -- which gave them all a fright.\n\nJia Huan started yelling. Then Concubine Zhao came to herself and cried, \"I'm not going back. I'm going south with the old lady.\"\n\n\"Who wants you to go with the old lady?\" they retorted.\n\n\"I served her all my life,\" she sobbed. \"But even then the elder master wasn't satisfied and kept making trouble for me, plotting against me. I wanted to use Sister Ma to get my own back. I spent all that silver for nothing, without finishing off a single one of them. Now that I'm going back, I don't know who's going to plot against me next.\"\n\nThey had thought Yuanyang's spirit had taken possession of her; but after this mention of Sister Ma they changed their minds. Lady Xing and Lady Wang said nothing, but Caiyun and the others pleaded for her, \"Sister Yuanyang, you took your own life, it had nothing to do with Concubine Zhao. Do let her off!\" In Lady Xing's presence, however, they did not like to say any more.\n\nThen Concubine Zhao cried, \"I'm not Yuanyang. The King of Hell has sent to arrest me. I have to be tried for using black magic with Sister Ma.\" She called out, \"Good Second Mistress Lian, put in a good word for me with the master! If I've done wrong for a thousand days, surely I did some good on one! Dear, kind Second Mistress! I didn't mean to harm you, I was just too stupid....\"\n\n“She’s been listening to that old whore’s talk.”\n\nIn the middle of this uproar, Jia Zheng sent in a servant to fetch Huan. The women went back and reported, “Concubine Zhao is possessed by some evil spirit and Master Huan is looking after her.”\n\n“Nonsense,” said Jia Zheng. “We shall go on ahead.” So the gentlemen left first.\n\nConcubine Zhao, still raving, could not be brought round. Lady Xing, afraid that she might blurt out something even worse, proposed, “Let’s leave some servants here to watch her while we go on. When we reach town we can send a doctor to see her.”\n\nLady Wang, who had always disliked Concubine Zhao, was ready to wash her hands of the whole business. But Bacchai, being kind-hearted, felt rather bad remembering how she had tried to harm Baoyu, so she quietly asked Concubine Zhou to stay behind to look after her. Concubine Zhou, another good soul, agreed to do this.\n\n“I had better stay too,” said Li Wan.\n\n“There’s no need,” said Lady Wang.\n\nThen as they were all leaving, Jia Huan asked frantically, “Am I to stay here too?”\n\n“You stupid thing!” scolded Lady Wang. “You don’t care whether your own mother lives or dies, yet you want to leave her?”\n\nHe dared not retort.\n\nBaoyu told him, “Dear brother, you must stay. When I get back to town I’ll send someone to see you.” With that they mounted their carriages and went home, leaving only Concubine Zhao, Jia Huan and some maids in the temple.\n\nJia Zheng and the ladies reached the mansion one after the other and went to the main hall, where they wept together. Then Lin Zhixiao came with the other servants to pay their respects, kneeling down.\n\n“Get out!” roared Jia Zheng. “I’ll deal with you tomorrow.”\n\nXifeng had fainted several times that day and was unable to welcome them. Xichun alone came to see them, her face suffused with shame. Lady Xing ignored her. Lady Wang treated her as usual, and Li Wan and Bacchai said a few words to her clasping her hand. But Madam You remarked, “You’ve had to worry, miss, and look after things for the last few days.”\n\nXichun, flushing crimson, made no answer. Bacchai plucked Madam You by the sleeve and shot her a warning glance, after which they all withdrew to their own rooms. Jia Zheng, having cast a cursory glance around, sighed and said nothing. He sat down on the ground in his study and sent for Jia Lian, Jia Rong and Jia Yun to give them some instructions. When Baoyu asked to see him there Jia Zheng said, “There’s no need.” So Lan went back with his mother.\n\nNothing happened that night.\n\nThe next day Lin Zhixiao went first thing to the study and knelt down. Jia Zheng questioned him about the robbery and he informed against Zhou Rui. He also reported, “The court has arrested Bao Er and found the stolen goods listed as missing on him. They are interrogating him under torture to make him confess who the other thieves are.”\n\nJia Zheng exclaimed angrily, “How dare our slaves be so ungrateful as to collude with thieves to rob their masters! This is outright rebellion!” He at once ordered men to go outside the city, truss up Zhou Rui and take him to the court for interrogation.\n\nLin Zhixiao just knelt there, not daring to get up.\n\n“What are you kneeling there for?” demanded Jia Zheng.\n\n“I deserve death, sir. I beg you to be lenient.”\n\nAs he was speaking, Lai Da and some other stewards came in to pay their respects and present the funeral accounts.\n\n“Give them to the Second Master to check, then report back to me,” ordered Jia Zheng. He shouted at Lin Zhixiao to get up and go.\n\nJia Lian, kneeling on one knee, whispered something to Jia Zheng who glared and fumed, “Nonsense! If the silver set aside for the old lady’s funeral was stolen by thieves, is that any reason to make it up from the servants’ pockets?”\n\nJia Lian flushed and dared not defend himself. He rose to his feet but did not withdraw.\n\n“How is your wife?” Jia Zheng asked.\n\nJia Lian knelt down again to answer, “I’m afraid she’s done for.”\n\nJia Zheng sighed. “I never knew our family was declining so fast! And now Huan’s mother is lying ill in the temple — we don’t even know what ails her. Did you know about it or not?”\n\n” Jia Lian dared make no comment. “Send to have a doctor come and see her,” was Jia Zheng’s order.\n\nJia Lian assented and promptly sent a doctor to Iron Threshold Temple to see Concubine Zhao.\n\nTo know whether she lived or died, read the following chapter."
}