{
  "index": "113",
  "title": "第113章 忏宿冤凤姐托村妪 释旧憾情婢感痴郎",
  "original": "话说赵姨娘在寺内得了暴病，见人少了，更加混说起来，唬的众人发怔。就有两个女人搀着赵姨娘双膝跪在地下，说一回，哭一回。有时爬在地下叫饶说：“打杀我了！红胡子的老爷，我再不敢了！”有一时双手合着，也是叫疼。眼睛突出，嘴里鲜血直流，头发披散。人人害怕，不敢近前。那时又将天晚，赵姨娘的声音只管阴哑起来，居然鬼嚎的一般，无人敢在他跟前，只得叫了几个有胆量的男人进来坐着。赵姨娘一时死去，隔了些时又回过来，整整的闹了一夜。到了第二天，也不言语，只装鬼脸，自己拿手撕开衣服，露出胸膛，好象有人剥他的样子。可怜赵姨娘虽说不出来，其痛苦之状实在难堪。正在危急，大夫来了。也不敢诊脉，只嘱咐：“办后事罢。”说了起身就走。那送大夫的家人再三央告，说：“请老爷看看脉，小的好回禀家主。”那大夫用手一摸，已无脉息。贾环听了，这才大哭起来。众人只顾贾环，谁管赵姨娘蓬头赤脚死在炕上。只有周姨娘心里想到：“做偏房的下场头，不过如此！况他还有儿子，我将来死的时候还不知怎样呢。”于是反倒悲切。\n　　且说那人赶回家去禀知贾政，即派人去照例料理，陪着环儿住了三天，一同回来。那人去了，这里一人传十，十人传百，都知道赵姨娘使了毒心害人，被阴司里拷打死了。又说是：“琏二奶奶只怕也好不了，怎么说琏二奶奶告的呢？”这些话传到平儿耳内，甚是着急，看着凤姐的样子，实在是不能好的了。况且贾琏近日并不似先前的恩爱，本来事也多，竟象不与他相干的。平儿在凤姐跟前只管劝慰。又兼着邢、王二夫人回家几日，只打发人来问问，并不亲身来看，凤姐心里更加悲苦。贾琏回来也没有一句贴心的话。\n　　凤姐此时只求速死，心里一想，邪魔悉至。只见尤二姐从房后走来，渐近床前，说：“姐姐，许久的不见了。做妹妹的想念的很，要见不能，如今好容易进来见见姐姐。姐姐的心机也用尽了。咱们的二爷糊涂，也不领姐姐的情，反倒怨姐姐作事过于刻薄，把他的前程去了，叫他如今见不得人。我替姐姐气不平。”凤姐恍惚说道：“我如今也后悔我的心忒窄了。妹妹不念旧恶，还来瞧我。”平儿在旁听见，说道：“姐姐说什么？”凤姐一时苏醒，想起尤二姐已死，必是他来索命。被平儿叫醒，心里害怕，又不肯说出，只得勉强说道：“我神魂不定，想是说梦话。给我捶捶。”平儿上去捶着，见个小丫头子进来，说是刘老老来了，婆子们带着来请奶奶的安。平儿急忙下来，说：“在那里呢？”小丫头子说：“他不敢就进来，还听奶奶的示下。”平儿听了点头，想凤姐病里必是懒怠见人，便说道：“奶奶现在养神呢，暂且叫他等着，你问他来有什么事么？”小丫头子说道：“他们问过了，没有事。说知道老太太去世了，因没有报，才来迟了。”\n　　小丫头子说着，凤姐听见，便叫：“平儿，你来。人家好心来瞧，不可冷淡了他。你去请了刘老老进来，我和他说说话儿。”平儿只得出来请刘老老这里坐。凤姐刚要合眼，又见一个男人一个女人走向炕前，就象要上炕的。凤姐急忙便叫平儿，说：“那里来了一个男人，跑到这里来了！”连叫了两声，只见丰儿小红赶来，说：“奶奶要什么？”凤姐睁眼一瞧，不见有人，心里明白，不肯说出来，便问丰儿：“平儿这东西那里去了？”丰儿道：“不是奶奶叫去请刘老老去了么？”凤姐定了一会神，也不言语。\n　　只见平儿同刘老老带了一个小女孩儿进来，说：“我们姑奶奶在那里？”平儿引到炕边。刘老老便说：“请姑奶奶安。”凤姐睁眼一看，不觉一阵伤心说：“老老，你好？怎么这时候才来？你瞧你外孙女儿也长的这么大了。”刘老老看着凤姐骨瘦如柴，神情恍惚，心里也就悲惨起来，说：“我的奶奶，怎么这几个月不见，就病到这个分儿？我糊涂的要死，怎么不早来请姑奶奶的安！”便叫青儿给姑奶奶请安。青儿只是笑。凤姐看了，倒也十分怜爱，便叫小红招呼着。刘老老道；“我们屯乡里的人，不会病的，若一病了，就要求神许愿，从不知道吃药。我想姑奶奶的病别是撞着什么了罢？”平儿听着那话不在理，忙在背地里拉他。刘老老会意，便不言语了。那里知道这句话倒合了凤姐的意，扎挣着说：“老老，你是有年纪的人，说的不错。你见过的赵姨娘也死了，你知道么？”刘老老诧异道：“阿弥陀佛！好端端一个人，怎么就死了？我记得他也有一个小哥儿，这可怎么样呢？”平儿道：“那怕什么？他还有老爷太太呢。”刘老老道：“姑娘，你那里知道！不好死了，是亲生的；隔了肚皮子是不中用的。”这句话又招起凤姐的愁肠，呜呜咽咽的哭起来了。众人都来解劝。\n　　巧姐儿听见他母亲悲哭，便走到炕前，用手拉着凤姐的手，也哭起来。凤姐一面哭着，道：“你见过了老老了没有？”巧姐儿道：“没有。”凤姐道：“你的名字还是他起的呢，就和干妈一样。你给他请个安。”巧姐儿便走到跟前。刘老老忙拉着道：“阿弥陀佛！不要折杀我了。巧姑娘，我一年多不来，你还认得我么？”巧姐儿道：“怎么不认得？那年在园里见的时候，我还小呢。前年你来，我和你要隔年的蝈蝈儿，你也没有给我，必是忘了。”刘老老道：“好姑娘，我是老糊涂了。要说蝈蝈儿，我们屯里多着呢，只是不到我们那里去。若去了，要一车也容易。”凤姐道：“不然，你带了他去罢。”刘老老笑道：“姑娘这样千金贵体，绫罗裹大了的，吃的是好东西，到了我们那里，我拿什么哄他玩，拿什么给他吃呢？这倒不是坑杀我了么？”说着，自己还笑。因说：“那么着，我给姑娘做个媒罢。我们那里虽说是屯乡里，也有大财主人家，几千顷地，几百牲口，银子钱亦不少，只是不象这里有金的，有玉的。姑奶奶自然瞧不起这样人家。我们庄家人瞧着这样财主，也算是天上的人了。”凤姐道：“你说去，我愿意就给。”刘老老道：“这是玩话儿罢咧，放着姑奶奶这样，大官大府的人家只怕还不肯，那里肯给庄家人？就是姑奶奶肯了，上头太太们也不给。”巧姐因他这话不好听，便走了去和青儿说话。两个女孩儿倒说得上，浙浙的就熟起来了。\n　　这里平儿恐刘老老话多搅烦了凤姐，便拉了刘老老说：“你提起太太来，你还没有过去呢。我出去叫人带了你去见见，也不枉来这一趟。”刘老老便要走。凤姐道：“忙什么？你坐下，我问你：近来的日子还过的么？”刘老老千恩万谢的说道：“我们若不仗着姑奶奶……”说着指着青儿说：“他的老子娘都要饿死了。如今虽说是庄家人苦，家里也挣了好几亩地，又打了一眼井，种些菜蔬瓜果，一年卖的钱也不少，尽够他们嚼吃的了。这两年姑奶奶还时常给些衣服布匹，在我们村里算过得的了。阿弥陀佛！前日他老子进城，听见姑奶奶这里动了家，我就几乎唬杀了。亏得又有人说不是这里，我才放心。后来又听见说这里老爷升了，我又喜欢，就要来道喜，为的是满地的庄稼，来不得，昨日又听见说老太太没有了。我在地里打豆子，听见了这话，唬的连豆子都拿不起来了，就在地里狠狠的哭了一大场。我合女婿说：‘我也顾不得你们了！不管真话谎话，我是要进城瞧瞧去的。’我女儿女婿也不是没良心的，听见了也哭了一会子。今儿天没亮，就赶着我进城来了。我也不认得一个人，没有地方打听。一径来到后门，见是门神都糊了，我这一唬又不小。进了门，找周嫂子，再找不着，撞见一个小姑娘，说：‘周嫂子得了不是，撵出去了。’我又等了好半天，遇见个熟人，才得进来。不打量姑奶奶也是这么病！”说着，就掉下泪来。平儿着急，也不等地说完了，拉着就走，说：“你老人家说了半天，口也干了，咱们喝茶去罢。”拉着刘老老到下房坐着。青儿自在巧姐那边。刘老老道：“茶倒不要，好姑娘，叫人带了我去请太太的安，哭哭老太太去罢。”平儿道：“你不用忙，今儿也赶不出城去了。方才我是怕你说话不防头，招的我们奶奶哭，所以催你出来。你别思量。”刘老老道：“阿弥陀佛，姑娘这是多心，我也知道。倒是奶奶的病怎么好呢？”平儿道：“你瞧妨碍不妨碍？”刘老老道：“说是罪过，我瞧着不好。”\n　　正说着，又听凤姐叫呢。平儿及到床前，凤姐又不言语了。平儿正问丰儿，贾琏进来，向炕上一瞧，也不言语，走到里间，气哼哼的坐下。只有秋桐跟了进去，倒了茶，殷勤一回，不知嘁嘁喳喳的说些什么。回来，贾琏叫平儿来问道：“奶奶不吃药么？”平儿道：“不吃药怎么样呢？”贾琏道：“我知道么？你拿柜子上的钥匙来罢。”平儿见贾琏有气，又不敢问，只得出来凤姐耳边说了一声。凤姐不言语。平儿便将一个匣子搁在贾琏那里就走。\n    贾琏道：“有鬼叫你吗？你搁着叫谁拿呢？”平儿忍气打开，取了钥匙，开了柜子，便问道：“拿什么？”贾琏道：“咱们有什么吗？”平儿气的哭道：“有话明说，人死了也愿意！”贾琏道：“这还要说么？头里的事是你们闹的；如今老太太的还短了四五千银子，老爷叫我拿公中的地账弄银子，你说有么？外头拉的账不开发，使得么？谁叫我应这个名儿！只好把老太太给我的东西折变去罢了，你不依么？”平儿听了，一句不言语，将柜里东西搬出。只见小红过来，说：“平姐姐快走！姐姐不好呢！”平儿也顾不得贾琏，急忙过来。见凤姐用手空抓，平儿用手攥着哭叫。贾琏也过来一瞧，把脚一跺道：“若是这样，是要我的命了！”说着掉下泪来。丰儿进来说：“外头找二爷呢。”贾琏只得出去。\n　　这里凤姐愈加不好，丰儿等便大哭起来。巧姐听见赶来。刘老老也急忙走到炕前，嘴里念佛，捣了些鬼，果然凤姐好些。一时王夫人听了丫头的信，也过来了，先见凤姐安静些，心下略放心。见了刘老老，便说：“刘老老，你好？什么时候来的？”刘老老便说“请安”，也不及说别的，只言凤姐的病，讲究了半天。彩云进来说：“老爷请太太呢。”王夫人叮咛了平儿几句话，便过去了。凤姐闹了一回，此时又觉清楚些，见刘老老在这里，心里信他求神祷告，便把丰儿等支开，叫刘老老坐在床前，告诉他心神不宁，如见鬼的样子。刘老老便说，我们屯里什么菩萨灵，什么庙有感应。凤姐道：“求你替我祷告。要用供献的银钱，我有。”便在手腕上退下一只金镯子来交给他。刘老老道：“姑奶奶，不用那个。我们村庄人家许了愿，好了，花上几百钱就是了，那用这些？就是我替姑奶奶求去，也是许愿，等姑奶奶好了，要花什么，自己去花罢。”凤姐明知刘老老一片好心，不好勉强，只得留下，说：“老老，我的命交给你了。我的巧姐儿也是千灾百病的，也交给你了。”刘老老顺口答应，便说：“这么着，我看天气尚早，还赶的出城去，我就去了。明儿姑奶奶好了，再请还愿去。”\n　　凤姐因被众冤魂缠绕害怕，巴不得他就去，便说：“你若肯替我用心，我能安稳睡一觉，我就感激你了。你外孙女儿，叫他在这里住下罢。”刘老老道：“庄家孩子没有见过世面，没的在这里打嘴，我带他去的好。”凤姐道：“这就是多心了。既是咱们一家人，这怕什么？虽说我们穷了，多一个人吃饭也不算什么。”刘老老见凤姐真情，乐得叫青儿住几天，省了家里的嚼吃。只怕青儿不肯，不如叫他来问问，若是他肯就留下。于是和青儿说了几句。青儿因与巧姐儿玩得熟了，巧姐又不愿意他去，青儿又要在这里。刘老老便吩咐了几句，辞了平儿，忙忙的赶出城去不提。\n　　且说栊翠庵原是贾府的地址，因盖省亲园子，将那度圈在里头，向来食用香火，并不动贾府的钱粮。如今妙玉被劫，那女尼呈报到官，一则候官府缉盗的下落，二则是妙玉基业，不便离散，依旧住下，不过回明了贾府。那时贾府的人虽都知道，只为贾政新丧，且又心事不宁，也不敢将这些没要紧的事回禀。只有惜春知道此事，日夜不安。渐渐传到宝玉耳边，说：“妙玉被贼劫去。”又有的说：“妙玉凡心动了，跟人而走。”宝玉听得，十分纳闷：“想来必是被强徒抢去。这个人必不肯受，一定不屈而死。”但是一无下落，心下甚不放心，每日长嘘短叹，还说：“这样一个人，自称为‘槛外人’，怎么遭此结局！”又想到：“当日园中何等热闹，自从二姐姐出阁以来，死的死，嫁的嫁。我想他一尘不染，是保得住的了，岂知风波顿起，比林妹妹死的更奇。”由是一而二，二而三，追思起来，想到《庄子》上的话虚无缥渺，人生在世，难免风流云散，不觉的大哭起来。袭人等又道是他的疯病发作，百般的温柔解劝。宝钗初时不知何故，也用话箴规。怎奈宝玉抑郁不解，又觉精神恍惚。宝钗想不出道理，再三打听，方知妙玉被劫，不知去向，也是伤感。只为宝玉愁烦，便用正言解释，因提起：“兰儿自送殡回来，虽不上学，闻得日夜攻苦。他是老太太的重孙。老太太素来望你成人，老爷为你日夜焦心，你为闲情痴意遭塌自己，我们守着你如何是个结果？”说得宝玉无言可答，过了一回，才说道：“我那管人家的闲事？只可叹咱们家的运气衰颓。”宝钗道：“可又来。老爷太太原为是要你成人，接续祖宗遗绪，你只是执迷不悟，如何是好？”宝玉听来，话不投机，便靠在桌上睡去。宝钗也不理他，叫麝月等伺候着，自己都去睡了。\n　　宝玉见屋里人少，想起：“紫鹃到了这里，我从没合他说句知心的话儿，冷冷清清撂着他，我心里甚不过意。他呢，又比不得麝月秋纹，我可以安放得的。想起从前我病的时候，他在我这里伴了好些时，如今他的那一面小镜子还在我这里，他的情意却也不薄了。如今不知为什么，见我就是冷冷的。若说为我们这一个呢，他是合林妹妹最好的，我看他待紫鹃也不错。我不在家的日子，紫鹃原也与他有说有笑的，到我来了，紫鹃便走开了。想来自然是为林妹妹死了，我便成了家的原故。嗳！紫鹃，紫鹃，你这样一个聪明女孩儿，难道连我这点子苦处都看不出来么！”因又一想：“今晚他们睡的睡，做活的做活，不如趁着这个空儿，我找他去，看他有什么话？倘或我还有得罪之处，便赔个不是也使得。”想定主意，轻轻的走出了房门，来找紫鹃。\n　　那紫鹃的下房也就在西厢里间。宝玉悄悄的走到窗下，只见里面尚有灯光，便用舌头舐破窗纸，往里一瞧，见紫鹃独自挑灯，又不是做什么，呆呆的坐着。宝玉便轻轻的叫道：“紫鹃姐姐，还没有睡么？”紫鹃听了，唬了一跳，怔怔的半日，才说：“是谁？”宝玉道：“是我。”紫鹃听着似乎是宝玉的声音，便问：“是宝二爷么？”宝玉在外轻轻的答应了一声。紫鹃问道：“你来做什么？”宝玉道：“我有一句心里的话要和你说说，你开了门，我到你屋里坐坐。”紫鹃停了一会儿，说道：“二爷有什么话，天晚了，请回罢，明日再说罢。”宝玉听了，寒了半截。自己还要进去，恐紫鹃未必开门；欲要回去，这一肚子的隐情，越发被紫鹃这一句话勾起。无奈说道：“我也没有多馀的话，只问你一句。”紫鹃道：“既是一句，就请说。”宝玉半日反不言语。紫鹃在屋里不见宝玉言语，知他素有痴病，恐怕一时实在抢白了他勾起他的旧病，倒也不好了，因站起来，细听了一听，又问道：“是走了，还是傻站着呢？有什么又不说，尽着在这里怄人！已经怄死了一个，难道还要怄死一个么？这是何苦来呢。”说着，也从宝玉舐破之处往外一瞧，见宝玉在那里呆听。紫鹃不便再说，回身剪了剪烛花。忽听宝玉叹了一声道：“紫鹃姐姐！你从来不是这样铁心石肠，怎么近来连一句好好儿的话都不和我说了？我固然是个浊物，不配你们理我，但只我有什么不是，只望姐姐说明了，那怕姐姐一辈子不理我，我死了倒作个明白鬼呀。”紫鹃听了，冷笑道：“二爷就是这个话呀！还有什么？若就是这句话呢，我们姑娘在时，我也跟着听俗了。若是我们有什么不好处呢，我是太太派来的，二爷倒是回太太去。左右我们丫头们更算不得什么了！”说到这里那声儿便也哽咽起来，说着又醒鼻涕。宝玉在外知他伤心哭了，便急的跺脚道：“这是怎么说，我的事情，你在这里几个月，还有什么不知道的？就便别人不肯替我告诉你，难道你还不叫我说，叫我憋死了不成？”说着，也呜咽起来了。\n　　宝玉正在这里伤心，忽听背后一个人接言道：“你叫谁替你说呢？谁是谁的什么？自己得罪了人，自己央及呀，人家赏脸不赏在人家，何苦来拿我们这些没要紧的垫喘儿呢？”这一句话把里外两个人都吓了一跳。你道是谁，原来却是麝月。宝玉自觉脸上没趣。只见麝月又说道：“到底是怎么着？一个赔不是，一个又不理。你倒是快快儿的央及呀。嗳，我们紫鹃姐姐也就太狠心了：外头这么怪冷的，人家央及了这半天，总连个活动气儿也没有！”又向宝玉道：“刚才二奶奶说了，多早晚了，打量你在那里呢，你却一个人站在这房檐底下做什么？”紫鹃里面接着说道：“这可是什么意思呢？早就请二爷进去，有话明日说罢。这是何苦来！”宝玉还要说话，因见麝月在那里，不好再说别的，只得一面同麝月走回，一面说道：“罢了，罢了！我今生今世也难剖白这个心了，惟有老天知道罢了！”说到这里，那眼泪也不知从何处来的，滔滔不断了。麝月道：“二爷，依我劝你死了心罢。白赔眼泪，也可惜了儿的。”宝玉也不答言，遂进了屋子。只见宝钗睡了，宝玉也知宝钗装睡。却是袭人说了一句道：“有什么话明日说不得？巴巴儿的跑到那里去闹，闹出……”说到这里，也就不肯说，迟一迟，才接着道：“身上不觉怎么样？”宝玉也不言语，只摇摇头儿，袭人便打发宝玉睡下。一夜无眠，自不必说。\n　　这里紫鹃被宝玉一招，越发心里难受，直直的哭了一夜。思前想后：“宝玉的事，明知他病中不能明白，所以众人弄鬼弄神的办成了。后来宝玉明白了，旧病复发，时常哭想，并非忘情负义之徒。今日这种柔情，一发叫人难受。只可怜我们林姑娘真真是无福消受他。如此看来。人生缘分，都有一定，在那未到头时，大家都是痴心妄想，及至无可如何，那糊涂的也就不理会了，那情深义重的也不过临风对月，洒泪悲啼。可怜那死的倒未必知道，这活的真真是苦恼伤心，无休无了。算来竟不如草木石头，无知无觉，倒也心中干净。”想到此处，倒把一片酸热之心一时冰冷了。\n才要收拾睡时，只听东院里吵嚷起来。\n    未知何事，下回分解。",
  "translation": "Now the news that Concubine Zhao had fallen mortally ill in the temple had been brought back by one of the servants to Jia Zheng, who sent others to make the usual funeral arrangements and to keep Huan company for three days before bringing him home. The servants, gossipping among themselves, spread the word that Concubine Zhao had died from the torments of hell as a punishment for her vicious plot to kill someone. They also said:\n\n“Even Mrs. Lian may not recover. They say she was accused too.”\n\nThis report upset Pinger, especially as she could see that Xifeng’s case was hopeless. Besides, Jia Lian no longer showed her the affection of former days and, preoccupied as he was with other matters, seemed quite indifferent to her. Pinger could only try to comfort her mistress. And as Lady Xing and Lady Wang had gone home a few days earlier and simply sent to inquire after her instead of coming in person, Xifeng felt even more wretched. Not a single kind word did she get either from Jia Lian on his return.\n\nShe longed now to die quickly. With this in her mind, she felt possessed by evil spirits. She saw Second Sister You approaching from the back of the room, coming up to her bed.\n\n“We haven’t met for a long time, sister,” said Second Sister. “I’ve been missing you and wanting to see you, but couldn’t. Now that I’ve managed to get here to see you at last, I find you’ve exhausted all your ingenuity. Our lord is a muddle-head. Instead of being grateful to you, he complains that you’re too cruel and have ruined his career so that he can’t hold up his head. I feel most indignant for your sake.”\n\nXifeng replied faintly, “I’m sorry now that I was too narrow-minded. I’m glad you’re not holding it against me but have come to see me.”\n\nPinger at her side asked, “What are you talking about, madam?”\n\nThen Xifeng came to herself and realized that Second Sister You was dead and must have come to haunt her. But though terrified, she was unwilling to admit this and explained, “I’m confused and must have been talking in my dreams. Pinger, pumple my back.”\n\nAs Pinger was doing this, a young maid came in to announce Granny Liu’s arrival. The old women had brought her to pay her respects to her ladyship.\n\nPinger promptly came out and asked, “Where is she?”\n\n“She daren’t come in without permission,” said the maid. “She’s waiting for instructions.”\n\nShe nodded, reflecting that Xifeng in her illness would naturally be reluctant to see anyone.\n\n“Her Ladyship is resting now,” she said. “Tell them to wait and ask what they have come for.”\n\nThe maid replied, “They’ve been asked. They said they came to offer condolences on the death of the Old Lady, but as no announcement was made they only heard the news late.”\n\nXifeng, overhearing this from her room, called Pinger in and said, “As they are good enough to call, we mustn’t appear unfriendly. Go and invite Granny Liu in; I’d like a chat with her.”\n\nPinger had to go out then and ask the old woman to be seated.\n\nXifeng, closing her eyes, saw a man and a woman walking towards the kang as if to get on it. She called out frantically to Pinger, “Where has this man come from? How dare he run in here?” She called twice, and in came Feng’er and Hongyu.\n\n“What is it, madam?” they asked.\n\nXifeng, opening her eyes, saw no one there. Realizing what had happened but not liking to admit it, she asked Feng’er, “Where has Pinger gone?”\n\n“Didn’t you tell her to fetch Granny Liu, madam?”\n\nXifeng said no more but lay collecting her wits. Then Pinger came in with Granny Liu and a little girl.\n\n“Where is Her Ladyship?” asked the old woman.\n\nPinger led her to the kang.\n\n“Please madam, accept my respects,” said Granny Liu.\n\nXifeng, opening her eyes, was overcome with grief.\n\n“How are you, granny?” she asked. “Why didn’t you come earlier? Look how your grand-daughter has grown!”\n\nGranny Liu was dismayed to see how emaciated and listless Xifeng was.\n\n“Madam, to think that in the few months since I last saw you, you’ve been taken so ill!” she exclaimed. “I’m too ignorant to have called earlier to ask after you.” She told Qing’er to pay her respects, but the child simply giggled till Xifeng, who was rather taken with her, told Hongyu to look after her.\n\n“We country folk never fall ill,” volunteered Granny Liu. “When we do, we pray to the gods and make vows; we’ve never any medicine. I was wondering, madam, if some evil spirit has brought this trouble on you?”\n\nPinger, hearing this most inauspicious talk, tugged at her from behind, and the old woman took the hint and kept quiet. However, Xifeng had been impressed by her remark.\n\n“You’re old enough to know what you’re talking about, granny,” she said, making an effort to speak. “Have you heard that Concubine Zhao is dead?”\n\n“Amida Buddha!” cried the old woman in amazement. “How can a person in the prime of life like that die so suddenly? As I remember, she had a young son too — what’s to become of him?”\n\n“What does that matter?” put in Pinger. “The Elder Master and Lady are still alive.”\n\n“You don’t understand, miss,” replied Granny Liu. “A child who loses his mother is done for; a stepmother won’t look after him.”\n\nThis reminded Xifeng of Qiaojie and she started sobbing. The others tried to comfort her.\n\nHearing her mother crying, Qiaojie went over to the kang and took her hand, crying too.\n\n“Have you paid your respects to granny?” Xifeng asked her, still sobbing.\n\n“No.”\n\n“She gave you your name — she’s just like a godmother to you. Go and pay your respects.”\n\nQiaojie did as she was told.\n\nGranny Liu hastily stopped her, exclaiming, “Amida Buddha! Don’t make me die before my time! Do you still know me, miss? It’s more than a year since I was last here.”\n\n“Of course I know you. That year in the Garden I was still small. When you came the year before last, I asked you for one of last year’s crickets, but you said you’d forgotten.”\n\n\"My good young lady, I'm in my dotage. As for crickets, there are plenty in our village, but you don't come to our place. If you did, you could easily have a whole cartful.\"\n\n\"You'd better take her back with you then,\" proposed Xifeng.\n\nGranny Liu chuckled.\n\n\"A delicate young lady like this, brought up on silks and satins and the best of everything -- what could I give her to eat or play with in our place? Wouldn't that be the death of me?\" She laughed at her own remark. \"Well, I know! Let me find a husband for the young lady. Although we live in the country, we have big landlords who own thousands of mou of land and hundreds of animals, and plenty of money too; only they don't have gold and trinkets like you people here. Her Ladyship would certainly look down on such folk, but to us villagers they're as grand as celestial beings.\"\n\n\"If you propose a match, I'll agree to it,\" said Xifeng.\n\n\"You must be joking!\" cried the old woman. \"With a family as grand as yours, you'd never give your daughter to country folk. Even if Your Ladyship were willing, the mistresses above wouldn't permit it.\"\n\nQiaojie, offended by this, went off to talk to Qing'er, and as the two girls chatted they soon became friends.\n\nPinger, afraid that the old woman's garrulity would tire Xifeng, took her arm saying, \"You mentioned Their Ladyships, but you haven't called on them yet. I'll get someone to take you to pay your respects. Then this trip won't have been wasted.\"\n\nAs Granny Liu made to leave, Xifeng said, \"What's the hurry? Sit down. I want to ask you how you've been managing recently.\"\n\n\"A thousand thanks to you, madam. If not for you...\" She pointed at Qing'er. \"Her parents would have starved to death. Life is hard for us country folk, but we've managed to buy a few mou of land and sink a well. We grow vegetables and melons and fruit which fetch a good price every year, enough to keep them in food and clothing. And the last two years you've given us clothes and cloth as well, so that now we're quite well off by village standards. The other day, when her father heard in town that there'd been trouble in your mansion, I nearly died of fright. Then someone said it wasn't here, and I calmed down. Later, when I heard the master had been promoted, I was so pleased I wanted to come to congratulate you; but the crops in the fields kept me from it. Then yesterday I heard the old lady had passed away.... I was threshing beans in the fields when the news gave me such a shock I dropped my flails and burst out sobbing right there. I told my son-in-law, 'I've no time to worry about you all. True or not, I must go to town to see.' My daughter and he aren't heartless either; they cried too when they heard, and this morning before dawn they hurried me into town. I don't know a soul here and had no way to find out anything. I came straight to your back gate, and when I saw it pasted over with paper I got another bad fright. Once inside, I couldn't find Mrs. Zhou. I ran into a young maid who told me she'd been dismissed for some misdemeanour. I had to wait a long time till I met someone I knew, and that's how I got in. I'd no idea you were so ill too, madam!\" By now she was in tears.\n\nImpatient, Pinger cut her short.\n\n\"You've been talking so long, you must be thirsty,\" she said, taking her arm. \"Come and have some tea.\" She led her to the servants' quarters to sit down.\n\nQing'er had stayed with Qiaojie.\n\n\"I don't want any tea,\" said Granny Liu. \"Do be a good girl and send someone to take me to pay my respects to Their Ladyships and mourn for the old lady.\"\n\n‘Very well, then,’ said Grannie Liu. ‘But I must be getting back now.’\n\n‘Don’t worry,’ said Patience. ‘You couldn’t possibly make it back to town today anyway. I only hurried you out just now because I was afraid you might say something to upset Her Ladyship and make her cry. Please don’t think I was being rude.’\n\n‘Bless you, my dear, I understand. But what about Her Ladyship’s illness? Is there any hope for her?’\n\n‘What do you think yourself?’ asked Patience.\n\n‘Forgive me for saying so,’ replied Grannie Liu, ‘but I fear the worst.’\n\nAs she spoke, they heard Xi-feng calling, and Patience went at once to her bedside, only to find that she had fallen silent again. She was asking Felicity what it could have been, when Jia Lian came in. He glanced at the kang, said nothing, walked through into the inner room and sat down with a disgruntled look on his face. Autumn followed him in, poured him a cup of tea and fussed around him for a while, and seemed to be whispering something in his ear. When she came out again, Jia Lian called for Patience.\n\n‘Is Her Ladyship still refusing to take her medicine?’ he asked.\n\n‘What else can she do?’ replied Patience.\n\n‘How should I know?’ snapped Jia Lian. ‘Give me the keys to the wall-cupboard.’\n\nPatience could see that he was in a foul temper and dared not ask any questions. She went to Xi-feng’s side and told her in a whisper. Xi-feng made no reply, so Patience fetched a casket and put it down for Jia Lian. She was about to leave.\n\n‘What’s the matter? Is there a ghost calling you? Who’s supposed to take it from here anyway?’\n\nPatience swallowed her pride, opened the casket, took out the key, went to the cupboard and unlocked it.\n\n‘What is it you want?’ she asked.\n\n‘What have we got?’ he replied sarcastically.\n\nPatience was choking with anger.\n\n‘If you have something to say, then say it to my face! What do I care if I die for it!’\n\n‘Isn’t it obvious?’ he retorted. ‘You were the one who got us into this mess in the first place. Now we’re four or five thousand short for Her Old Ladyship’s funeral, and Father’s told me to raise the money by mortgaging some of the family estates. But do you think we have any left? How can we expect to leave our debts unpaid? And who’s name do you think they’re in? Mine! I shall just have to realize some of the things Her Old Ladyship gave me. Do you object?’\n\nPatience said not a word, but began taking things out of the cupboard. Suddenly little Crimson came in.\n\n‘Come quickly, Patience! Mrs Lian’s taken a turn for the worse!’\n\nPatience hurried to the kang, forgetting Jia Lian in her alarm. Xi-feng was lying there scrabbling frantically at the air, and Patience held her hand and cried. Jia Lian came over to look, stamped his foot and exclaimed:\n\n‘Oh no! This is the end of me!’\n\nHe began to cry. Felicity came in.\n\n‘Someone’s asking for you outside, sir.’\n\nJia Lian had no choice but to go out.\n\nXi-feng grew steadily worse, and Felicity and the other maids broke into loud cries of dismay. Qiao-jie heard them and came running in. Grannie Liu also came hurrying to the kang, and began praying to the Lord Buddha and performing various rustic exorcisms. Xi-feng did seem to become a little calmer. Shortly afterwards, Lady Wang arrived, having been informed by one of the maids. She was somewhat relieved to see that Xi-feng was quieter. She noticed Grannie Liu and said:\n\n‘How are you, Grannie? When did you arrive?’\n\nGrannie Liu paid her respects and they talked for a while, mainly about Xi-feng’s illness. Sunshine came in.\n\n‘Sir Zheng sends for you, my lady.’\n\nLady Wang said a few parting words of instruction to Patience and left. Xi-feng had been through a bout of delirium, and was now a little more herself again. Seeing Grannie Liu there, and feeling rather comforted by her presence and by her rustic prayers and incantations, she told Felicity and the other maids to leave her alone with the old woman. She asked Grannie Liu to sit by her, and told her how uneasy she felt, and how she seemed to see devils and strange apparitions everywhere.\n\nGrannie Liu told her that in her village there was a certain Bodhisattva who answered all prayers, and a certain temple that was well known for its miracles.\n\n‘Please pray for me!’ begged Xi-feng. ‘I can give you money for an offering.’\n\nShe slipped a gold bracelet from her wrist and gave it to Grannie Liu.\n\n‘There’s no need for that, ma’am. We country folk make vows too, but when someone gets better, a few hundred cash is all we give. We don’t need all that. I shall pray for you, ma’am, and make a vow. When you are better,\n\nGrandmother is better now, and if you want anything, just help yourself to it.” Xifeng knew that Granny Liu meant well and could not press her to stay. “Well then, old granny, I’m putting my life in your hands,” she said. “And my Qiaojie too, who is always ailing — I entrust her to you too.”\n\nGranny Liu readily promised to do her best. “In that case,” she added, “as it’s still early I think I can make it through the city gate, so I’ll be off now. When the young mistress is better another day, I’ll come to fulfil my vow.”\n\nBecause the avenging ghosts were plaguing her, Xifeng was frantic for her to go. She said, “If you’ll do this for me, so that I can sleep in peace, I shall be most grateful. As for your grand-daughter, why not leave her here?”\n\n“A country child has no manners,” replied the old woman. “She might talk out of turn. Better take her along.”\n\n“You’re too sensitive. Aren’t we one family? What does that matter? Though we’re poor now, one extra mouth won’t make much difference.”\n\nGranny Liu, seeing that Xifeng was in earnest, was glad to leave Qing’er there for a few days to save food at home. However, afraid the girl might not be willing, she decided to ask her. If Qing’er agreed, she would stay. She spoke to the child, and as Qing’er was very fond of Qiaojie who wanted her to stay, she was quite willing. So Granny Liu gave her a few instructions, then took her leave of Pinger and hurried out of the city.\n\nNow the Convent of Warm Scent was on the Rong Mansion’s estate, but when the Imperial Garden was built it had been enclosed inside it. The nuns had always supplied their own incense and food, not drawing on the Jia’s provisions. After Miaoyu’s abduction, the nuns reported it to the authorities, both to help them track down the kidnappers and because, Miaoyu’s property being still there, they could not leave; but they notified the Jia family. Although all the Jias knew of this, as Jia Zheng was newly in mourning and they were all distraught, no one reported such an unimportant matter. Xichun alone was deeply disturbed by the news. By degrees it reached Baoyu’s ears.\n\n“Miaoyu has been carried off by brigands,” he was told. Some said, “She must have fallen in love with some man and eloped.”\n\nBaoyu was astounded. “She must have been kidnapped by bandits,” he thought. “She would never give in to them, but would die rather than submit.” However, as there was no news of her he felt very concerned, and went about sighing daily.\n\n“How could a refined person like her, who called herself ‘an outsider from the inner gate,’ come to such an end?” he exclaimed. He recalled, “What fun we used to have in the Garden! But since Second Sister’s marriage, some of us have died, others have married. I thought she at least, being aloof from worldly dust, would be safe. Who could have expected this sudden storm, an even stranger fate than Cousin Lin’s!” Reflecting in this way, it struck him that life is indeed illusory and uncertain as it says in Zhuang Zi. He could not help crying bitterly.\n\nXiren and the others thought that he had had another mental relapse and tried to comfort him in every way they could. Bacchai did not know at first the reason for his distress, and reasoned with him too. But as Baoyu remained disconsolate and listless, she made inquiries and learned of Miaoyu’s abduction. Not knowing her whereabouts, Bacchai was also very sorry; however, as Baoyu was so upset she felt she must admonish him.\n\n“Since Lan came back from the funeral, though he’s stopped school I hear he studies hard day and night,” she said. “He’s the old lady’s great-grandson, and she always hoped you would do well. Your father is worried to death about you too. If you go on moping over silly things and neglecting yourself, what’s to become of us all?”\n\nBaoyu had no answer to this. After a pause he said, “I’m not worrying about other people, just our own bad luck.”\n\n“There you go again,” retorted Bacchai. “Your parents only want you to\n\n\"Grown to manhood, heir to our ancestors, you are still so besotted, what's to be done?\"\n\nThis advice was unpalatable to Baoyu. He leaned on the table and dozed off. Bacchai paid no attention either, but told Sheyue and the others to wait on him while she went to bed.\n\nLeft with only a few attendants, Baoyu reflected, \"Since Zijuan came here, I've never had a heart-to-heart talk with her. I've neglected her and left her in the cold, which I very much regret. She's not like Sheyue or Qiuwen whom I can order about. In the old days when I was ill, she stayed with me for some time and was very good to me -- I still have her small mirror. I don't know why she's so cold to me now. If it's on account of Bacchai, she was Daiyu's best friend, yet I see she's not bad to Zijuan. When I was away, Zijuan used to chat and laugh with her too; it's only when I turn up that Zijuan avoids me. Of course it must be because after Daiyu's death I married. Ah, Zijuan, Zijuan! A clever girl like you, can't you see how wretched I am?\"\n\nThen it occurred to him, \"Tonight some of them are asleep and some are working. Why don't I seize this chance to go and find her, to see what she has to say? If I've offended her in any way, I can apologize.\" Having made up his mind he slipped out to look for Zijuan.\n\nHer room was in the western side-chamber. Stealing quietly to her window, he saw that a light was still on inside. He licked a hole in the window-paper and peeped through. Zijuan was sitting there alone by the lamp, not sewing but in a brown study. He called softly, \"Sister Zijuan, are you still up?\"\n\nShe gave a start and asked after a pause, \"Who is it?\"\n\n\"It's me.\"\n\nIt sounded to her like Baoyu. \"Master Bao?\" she asked.\n\nHe answered softly, \"Yes.\"\n\n\"What do you want?\"\n\n\"I have something to tell you. Open the door and I'll come in.\"\n\nAfter a short silence she answered, \"It's too late now. You'd better go back. Whatever it is can wait till tomorrow.\"\n\nBaoyu's heart missed a beat. He wanted to go in but was afraid she would not let him; to go back would be even harder, with this secret anguish stirred up by her rebuff. At a loss he pleaded, \"I haven't much to say -- just one question.\"\n\n\"If it's just one, out with it.\"\n\nHe could not bring himself to speak.\n\nWhen he remained silent, knowing his foolish ways she was afraid she had been too curt and might provoke a return of his old illness. She stood up to listen carefully, then asked, \"Are you still there? Why stand there dumbly? If you've something to say, out with it. You've already worried one person to death -- do you want to worry another to death? What is the point?\" As she spoke she peeped out through the hole he had made, and saw him standing there as if in a trance. She could not say any more, but turned back to trim the lampwick.\n\nThen Baoyu sighed and said, \"Sister Zijuan! You weren't so hard-hearted before. Why won't you even speak properly to me now? I know I'm a low brute, not fit for you to talk to; but if I've done wrong, do tell me! Even if you never speak to me again, I'd like to die with a clear conscience!\"\n\nZijuan sneered, \"Master Bao...\"\n\n“That’s all I have to say. What else do you want to know? If that’s really all, when our young lady was alive I heard talk like that till I was sick of it. If I’ve done wrong, the mistress sent me here and Master Bao can report me to her. In any case, we maids don’t count for anything!” Her voice was choked with sobs, and she blew her nose.\n\nBaoyu outside, distraught to hear how upset she was, stamped his foot in despair.\n\n“What am I to do?” he cried. “You’ve been here all these months, don’t you know how things are with me? If other people won’t tell you, won’t you let me explain so as to stop me pining away?” He broke down too.\n\nAs he was lamenting, someone behind him interposed, “Who do you want to tell her? What’s who to anyone? If you’ve offended her yourself, you must do the begging. It’s up to her whether she’ll forgive you or not. Why should you work off your spleen on us worthless creatures?”\n\nBoth Baoyu and Zijuan were startled by this interruption. And who do you think had joined them? Sheyue. Baoyu, quite put out, heard her continue:\n\n“What’s to be done? One apologizes, the other pays no attention. Why don’t you beg her properly? Ah, our sister Zijuan is really too hard-hearted. It’s so cold outside, and though he’s been pleading all this time she hasn’t given him any answer.” She turned to Baoyu. “Just now our mistress was asking what had become of you. What are you doing all alone under the eaves here?”\n\nFrom inside Zijuan retorted, “What’s the meaning of this? I asked Master Bao long ago to go back. If he has anything to say, he can tell me tomorrow. Why carry on like this?”\n\nBaoyu would have liked to say more, but with Sheyue there he could not very well, and had to start back with her.\n\n“All right, that’s that,” he muttered. “In this life I shall never be able to prove my innocence. Heaven alone knows!” At this point, for no reason, tears started streaming down his cheeks.\n\n“I advise you to give up, Master Bao,” said Sheyue. “What’s the use of crying your eyes out?”\n\nHe made no reply but walked into his room. Seeing that Bacchai was asleep — though he knew she was only pretending — and that Xiren said, “Couldn’t you have waited to talk till tomorrow? Why go and stir up trouble there till you...” She broke off and after a pause continued, “Are you feeling all right?”\n\nBaoyu said nothing, simply shook his head, and Xiren helped him to bed. Needless to say, he did not sleep a wink that night.\n\nZijuan, after Baoyu had left, felt even more wretched and cried the whole night through. Reflecting on the past and present she thought, “In Baoyu’s illness that time, everyone knew he was too deranged to understand; so they fooled him and fixed things up this way. Then when he came to himself and realized what had happened, he had a relapse and kept on sobbing and longing for her — he’s not heartless. And today he was so loving, it was really pathetic. It’s too bad our Miss Lin had no such good fortune. It seems human destinies are predestined. Before the end, we’re all deluded; then when it’s too late to change, the stupid don’t care while the sensitive just weep to the moon and breeze. The dead may not know it, but the living are heart-broken and there’s no end to their anguish. Better, after all, to be a plant or a stone, untroubled by any feelings.”\n\nThis reflection cooled her burning agitation. But just as she was undressing to sleep, shouting was heard from the eastern courtyard.\n\nTo find out what happens next, read the following chapter."
}