{
  "index": "114",
  "title": "第114章 王熙凤历幻返金陵 甄应嘉蒙恩还玉阙",
  "original": "却说宝玉、宝钗听说凤姐病的危急，赶忙起来，丫头秉烛伺候。正要出院，只见王夫人那边打发人来说：“琏二奶奶不好了，还没有咽气，二爷、二奶奶且慢些过去罢。琏二奶奶的病有些古怪，从三更天起，到四更时候，没有住嘴，说了好些胡话，要船要轿，只说赶到金陵归入什么册子去。众人不懂，他只是哭哭喊喊。琏二爷没有法儿，只得去糊船轿，还没拿来，琏二奶奶喘着气等着呢。太太叫我们过来说，等琏二奶奶去了，再过去罢。”宝玉道：“这也奇，他到金陵做什么去？”袭人轻轻的说道：“你不是那年做梦，我还记得说有多少册子？莫不琏二奶奶是到那里去罢？”宝玉听了点头道：“是呀，可惜我都不记得那上头的话了。这么说起来，人都有个定数的了。但不知林妹妹又到那里去了？我如今被你一说，我有些懂的了。若再做这个梦时，我必细细的瞧一瞧，便有未卜先知的分儿了。”袭人道：“你这样的人，可是不可合你说话，我偶然提了一句，你就认起真来了吗？就算你能先知了，又有什么法儿？”宝玉道：“只怕不能先知；若是能了，我也犯不着为你们瞎操心了。”两人正说着，宝钗走来，问道：“你们说什么？”宝玉恐他盘诘，只说：“我们谈论凤姐姐。”宝钗道：“人要死了，你们还只管议论他。旧年你还说我咒人，那个签不是应了么？”宝玉又想了一想，拍手道：“是的是的，这么说起来，你倒能先知了。我索性问问你，你知道我将来怎么样？”宝钗笑道：“这是又胡闹起来了。我是就他求的签上的话混解的，你就认了真了。你和我们二嫂子成了一样的了。你失了玉，他去求妙玉扶乩，批出来众人不解。他背地里合我说，妙玉怎么前知，怎么参禅悟道，如今他遭此大难，如何自己都不知道？这可是算得前知吗？就是我偶然说着了二奶奶的事情，其实知道他是怎么样了？只怕我连我自己也不知道呢。这些事情，原都是虚诞的，可是信得的么？”\n　　宝玉道：“别提他了。你只说邢妹妹罢，自从我们这里连连的有事，把他这件事竟忘记了。他们家这么一件大事，怎么就草草的完了？也没请亲唤友的。”宝钗道：“你这话又是迂了。我们家的亲戚，只有咱们这里和王家最近。王家没了什么正经人了，咱们家遭了老太太的大事，所以也没请，就是琏二哥张罗了张罗。别的亲戚虽也有一两门子，你没过去，如何知道？算起来，我们这二嫂子的命和我差不多。好好的许了我二哥哥，我妈妈原想要体体面面的给二哥哥娶这房亲事的。一则为我哥哥在监里，二哥哥也不肯大办；二则为咱们家的事；三则为我二嫂子在大太太那边忒苦，又加着抄了家，大太太是一味的苛刻，他也实在难受。所以我和妈妈说了，便将将就就的娶了过去。我看二嫂子如今倒是安心乐意的孝敬我妈妈，比亲媳妇还强十倍呢。待二哥哥也是极尽妇道的，和香菱又甚好。二哥哥不在家，他两个和和气气的过日子，虽说是穷些，我妈妈近来倒安逸好些。就是想起我哥哥来，不免伤心。况且常打发人家里来要使用，多亏二哥哥在外头账头儿上讨来应付他，我听见说：城里的几处房子已经也典了，还剩了一所，如今打算着搬了去住。”宝玉道：“为什么要搬？住在这里，你来去也便宜些；若搬远了，你去就要一天了。”宝钗道：“虽说是亲戚，到底各自的稳便些。那里有个一辈子住在亲戚家的呢？”\n　　宝玉还要讲出不搬去的理，王夫人打发人来说：“琏二奶奶咽了气了，所有的人都过去了，请二爷、二奶奶就过去。”宝玉听了，也掌不住跺脚要哭。宝钗虽也悲戚，恐宝玉伤心，便说：“有在这里哭的，不如到那边哭去。”于是两人一直到凤姐那里，只见好些人围着哭呢。宝钗走到跟前，见凤姐已经停床，便大放悲声。宝玉也拉着贾琏的手，大哭起来，贾琏也重新哭泣。平儿等因见无人劝解，只得含悲上来劝止了。众人都悲哀不止。贾琏此时手足无措，叫人传了赖大来，叫他办理丧事。自己回明了贾政，然后去行事。但是手头不济，诸事拾据。又想起凤姐素日的好处来，更加悲哭不已。又见巧姐哭的死去活来，越发伤心。哭到天明，即刻打发人去请他大舅子王仁过来。\n　　那王仁自从王子腾死后，王子胜又是无能的人，任他胡为，已闹的六亲不和。今知妹子死了，只得赶着过来哭了一场。见这里诸事将就，心下便不舒服，说：“我妹妹在你家辛辛苦苦当了好几年家，也没有什么错处，你们家该认真的发送发送才是，怎么这时候诸事还没有齐备？”贾琏本与王仁不睦，见他说些混账话，知他不懂的什么，也不大理他。王仁便叫了他外甥女儿巧姐过来，说：“你娘在时，本来办事不周到：只知道一味的奉承老太太，把我们的人都不大看在眼里。外甥女儿！你也大了，看见我从来沾染过你们没有？如今你娘死了，诸事要听着舅舅的话。你母亲娘家的亲戚就是我和你二舅舅了。你父亲的为人，我也早知道了，只有敬重别人的。那年什么尤姨娘死了，我虽不在京，听见说花了好些银子。如今你娘死了，你父亲倒是这样的将就办去，你也不知道劝劝你父亲吗？”巧姐道：“我父亲巴不得要好看，只是如今比不得从前了。现在手里没钱，所以诸事省些是有的。”王仁道：“你的东西还少么？”巧姐儿道：“旧年抄去，何尝还有呢？”王仁道：“你也这样说？我听见老太太又给了好些东西，你该拿出来。”巧姐又不好说父亲用去，只推不知道。王仁便道：“哦，我知道了，不过是你要留着做嫁妆罢咧。”巧姐听了，不敢回言，只气得哽噎难鸣的哭起来了。平儿生气说道：“舅老爷，有话等我们二爷进来再说。姑娘这么点年纪，他懂的什么？”王仁道：“你们是巴不得二奶奶死了，你们就好为王了。我并不要什么，好看些，也是你们的脸面！”说着赌气坐着。巧姐满心的不舒服，心想：“我父亲并不是没情。我妈妈在时，舅舅不知拿了多少东西去，如今说得这样干净！”于是便不大瞧得起他舅舅了。岂知王仁心里想来，他妹妹不知积攒了多少。“虽说抄了家，那屋里的银子还怕少吗？必是怕我来缠他们，所以也帮着这么说。这小东西儿也是不中用的！”从此王仁也嫌了巧姐儿了。\n　　贾琏并不知道，只忙着弄银钱使用。外头的大事叫赖大办了，里头也要用好些钱，一时实在不能张罗。平儿知他着急，便叫贾琏道：“二爷也别过于伤了自己的身子。”贾琏道：“什么身子！现在日用的钱都没有，这件事怎么办？偏有个糊涂行子又在这里蛮缠，你想有什么法儿？”平儿道：“二爷也不用着急。若说没钱使唤，我还有些东西，旧年幸亏没有抄在里头去，二爷要，就拿去当着使唤罢。”贾琏听了，心想：“难得这样。”便笑道：“这样更好，省得我各处张罗。等我银子弄到手了还你。”平儿道：“我的也是奶奶给的，什么还不还。只要这件事办的好看些就是了。”贾琏心里倒着实感激他，便将平儿的东西拿了去，当钱使用。诸凡事情，便与平儿商量。秋桐看着，心里就有些不甘，每每口角里头便说：“平儿没有了奶奶，他要上去了。我是老爷的人，他怎么就越过我去了呢？”平儿也看出来了，只不理他。倒是贾琏一时明白，越发把秋桐嫌了，碰着有些烦恼，便拿着秋桐出气。邢夫人知道，反说贾琏不好。贾琏忍气不提。\n　　再说凤姐停了十余天，送了殡。贾政守着老太太的孝，总在外书房。那时清客相公，渐渐的都辞去了，只有个程日兴还在那里，时常陪着说话儿，提起：“家运不好，一连人口死了好些，大老爷合珍大爷又在外头。家计一天难似一天，外头东庄地亩也不知道怎么样，总不得了！”那程日兴道：“我在这里好些年，也知道府上的人，那一个不是肥己的？一年一年都往他家里拿，那自然府上是一年不够一年了。又添了大老爷珍大爷那边两处的费用，外头又有些债务。前儿又破了好些财，要想衙门里缉贼追赃，那是难事。老世翁若要安顿家事，除非传那些管事的来，派一个心腹人各处去清查清查，该去的去，该留的留；有了亏空，着在经手的身上赔补，这就有了数儿了。那一座大园子，人家是不敢买的，这里头的出息也不少，又不派人管了。几年老世翁不在家，这些人就弄神弄鬼儿的，闹的一个人不敢到园里，这都是家人的弊。此时把下人查一查，好的使着，不好的便撵了，这才是道理。”贾政点头道：“先生你有所不知！不必说下人，就是自己的侄儿，也靠不住！若要我查起来，那能一一亲见亲知？况我又在服中，不能照管这些个。我素来又兼不大理家，有的没的，我还摸不着呢。”程日兴道：“老世翁最是仁德的人。若在别人家这样的家计，就穷起来，十年五载还不怕，便向这些管家的要，也就够了。我听见世翁的家人还有做知县的呢。”贾政道：“一个人若要使起家人们的钱来，便了不得了，只好自己俭省些。但是册子上的产业，若是实有还好，生怕有名无实了。”程日兴道：“老世翁所见极是。晚生为什么说要查查呢！”贾政道：“先生必有所闻？”程日兴道：“我虽知道些那些管事的神通，晚生也不敢言语的。”贾政听了，便知话里有因，便叹道：“我家祖父以来，都是仁厚的，从没有刻薄过下人。我看如今这些人一日不似一日了。在我手里行出主子样儿来，又叫人笑话。”\n　　两人正说着，门上的进来回道：“江南甄老爷来了。”贾政便问道：“甄老爷进京为什么？”那人道：“奴才也打听过了，说是蒙圣恩起复了。”贾政道：“不用说了，快请罢。”那人出去，请了进来。那甄老爷即是甄宝玉之父，名叫甄应嘉，表字友忠，也是金陵人氏，功勋之后。原与贾府有亲，素来走动的。因前年挂误革了职，动了家产，今遇主上眷念功臣，赐还世职，行取来京陛见。知道贾母新丧，特备祭礼，择日到寄灵的地方拜奠，所以先来拜望。\n　　贾政有服，不能远接，在外书房门口等着。那位甄老爷一见，便悲喜交集。因在制中，不便行礼，遂拉着手叙了些阔别思念的话。然后分宾主坐下，献了茶，彼此又将别后事情的话说了。贾政问道：“老亲翁几时陛见的？”甄应嘉道：“前日。”贾政道：“主上隆恩，必有温谕。”甄应嘉道：“主上的恩典，真是比天还高，下了好些旨意。”贾政道：“什么好旨意？”甄应嘉道：“近来越寇猖獗，海疆一带，小民不安，派了安国公征剿贼寇。主上因我熟悉土疆，命我前往安抚，但是即日就要起身。昨日知老太太仙逝，谨备瓣香至灵前拜奠，稍尽微忱。”贾政即忙叩首拜谢，便说：“老亲翁即此一行，必是上慰圣心，下安黎庶。诚哉莫大之功，正在此行。但弟不克亲睹奇才，只好遥聆捷报。现在镇海统制是弟舍亲，会时务望青照。”甄应嘉道：“老亲翁与统制是什么亲戚？”贾政道：“弟那年在江西粮道任时，将小女许配与统制少君，结已经三载。因海口案内未清，继以海寇聚奸，所以音信不通。弟深念小女，俟老亲翁安抚事竣后，拜肯便中一视。弟即修字数行，烦尊纪带去，便感激不尽了。”甄应嘉道：“儿女之情，人所不免。我正在有奉托老亲翁的事。昨蒙圣恩召取来京，因小儿年幼，家下乏人，将贱眷全带来京。我因钦限迅速，昼夜先行，贱眷在后缓行，到京尚需时日。弟奉旨出京，不敢久留。将来贱眷到京，少不得要到尊府，定叫小犬叩见。如可进教，遇有姻事可图之处，望乞留意为感。”贾政一一答应。那甄应嘉又说了几句话，就要起身，说：“明日在城外再见。”贾政见他事忙，谅难再坐，只得送出书房。\n　　贾琏宝玉早已伺候在那里代送，因贾政未叫，不敢擅入。甄应嘉出来，两人上去请安。应嘉一见宝玉，呆了一呆，心想：“这个怎么甚象我家宝玉！只是浑身缟素。”问道：“至亲久阔，爷们都不认得了。”贾政忙指贾琏道：“这是家兄名赦之子琏二侄儿。”又指着宝玉道：“这是第二小犬，名叫宝玉。”应嘉拍手道：“奇！我在家听见说老亲翁有个衔玉生的爱子，名叫宝玉，因与小儿同名，心中甚为罕异。后来想着这个也是常有的事，不在意了。岂知今日一见，不但面貌相同，且举止一般，这更奇了。”问起年纪，“比这里的哥儿略小一岁。”贾政便又提起承荐包勇，问及“令郎哥儿与小儿同名”的话述了一遍。应嘉因属意宝玉，也不暇问及那包勇的好歹，只连连的称道：“真真罕异！”因又拉着宝玉的手，极致殷勤。又恐安国公起身甚速，急须预备长行，勉强分手徐行。贾琏宝玉送出，一路又问了宝玉好些，然后才登车而去。那贾琏，宝玉回来见了贾政，便将应嘉问的话回一了遍。贾政命他二人散去。贾琏又去张罗，算明凤姐丧事的账目。\n    宝玉回到自己房中，告诉了宝钗，说是：“常提的甄宝玉，我想一见不能，今日倒先见了他父亲了。我还听得说，宝玉也不日要到京了，要求拜望我们老爷呢。他也说和我一模一样的，我只不信。若是他后儿到了咱们这里来，你们都去瞧瞧，看他果然和我象不象？”宝钗听了道：“嗳，你说话怎么越发没前后了？什么男人同你一样都说出来了，还叫我们瞧去呢。”宝玉听了，知是失言，脸上一红，连忙的还要解说。\n不知何话，下回分解。",
  "translation": "Baoyu and Baochai, on hearing that Xifeng was critically ill, rose at once and maids brought candles to light them out. As they were leaving the courtyard, however, a messenger arrived from Lady Wang to say, “Madam Lian is sinking, but she’s still breathing. The master and mistress should not go over yet. Her illness is rather strange. Since the third watch she has been raving deliriously, demanding a boat and a sedan-chair to take her to Jinling to enter some register. None of us can make out what she means, but she keeps sobbing and crying. Master Lian had no choice but to have a paper boat and sedan-chair made for her; but before they could be brought she started panting, waiting for them. Her Ladyship says you should wait till she has breathed her last before going over.”\n\n“That’s odd,” said Baoyu. “What would she be going to Jinling for?”\n\nXiren told him softly, “Do you remember that dream you had that year, in which you were shown some registers? Maybe that’s where she’s going.”\n\nBaoyu nodded. “Yes, you’re right. It’s a pity I can’t remember what was written in them. So it seems everybody’s fate is predestined. But where has Cousin Lin gone? Now that you mention it, I think I understand. If I have that dream again, I must look carefully so that I can foretell the future.”\n\n“I shouldn’t have said that!” she exclaimed. “Here I just mention it casually, and you take it seriously. Even if you could foretell the future, what could you do about it?”\n\n“If I couldn’t, there’d be no help for it. But if I could, I needn’t worry so much about all of you.”\n\nAs they were talking Baochai came in and asked, “What are you discussing?”\n\nNot wanting her to cross-question them, Baoyu answered, “We were talking about Cousin Xifeng.”\n\n“Is this a time to discuss her, when she’s dying?” she asked. “That year you accused me of cursing people, but didn’t that lot I drew come true?”\n\nHe thought this over and clapped his hands. “Yes, yes! So you can foretell the future too. Let me ask you, what’s going to happen to me?”\n\n“Here you go, talking nonsense again!” she laughed. “I was just making a wild guess based on the lot I drew, yet you take it seriously. You’re as bad as our Second Sister-in-law. When you lost your jade and she asked妙玉 to planchette, the answer baffled everybody. She told me in private that妙玉 was so good at foretelling things and at meditating, yet why hadn’t she known she herself would come to such a bad end? Could that be called foreknowledge? And though I happened to guess right about Madam Lian, how did I know what would happen to her? I doubt if I even know what will happen to myself. These things are all illusory; how can you believe in them?”\n\n“Never mind that,” said Baoyu. “Tell me about Cousin Xifeng. With all the successive upsets here, we forgot her business. How could such an important event in their family be so casually settled? They didn’t invite any relatives or friends.”\n\n“There you go talking like a simpleton again!” Baochai retorted. “Our only close relatives are the Wang family, and there’s no one left in their family who counts. Because of our old lady’s funeral, no invitations were sent out; it was just Cousin Lian who made the arrangements. There are one or two other families of relatives, but as you didn’t go how could you know? On second thoughts, our Second Sister-in-law’s fate is rather like mine. She was properly betrothed to my Second Brother, and my mother meant to have him marry her in style. But because my elder brother was in prison, he didn’t want a grand wedding; then because of the trouble in our family; and also because she was under Aunt Xing’s wing....”\n\nLife was too hard for her. And then, when our family was raided, Aunt Xing became so horribly stingy that she could not bear it. So I had a talk with mother, and we arranged the marriage as best we could. Now Second Sister-in-law seems quite content and devotes herself to mother more than ten times better than a real daughter-in-law. She does her full duty by my brother too, and gets on very well with Xiangling. When he is away, they live together most amicably. Although they are poor, mother is much better off now. The only thing is, she can’t help grieving whenever she thinks of my brother. Besides, he often sends home for money, and thanks to Second Brother he has been able to get some credit and meet these demands. I hear that most of their town houses have been mortgaged and only one is left, so now they’re thinking of moving into it.”\n\n“Why should they move?” asked Baoyu. “It’s more convenient for you if they stay here. If they move a long way off, it’ll take you a whole day to go there.”\n\n“Though we’re related, it’s better for each family to have its own home. Who ever heard of people living with relatives all their life?”\n\nBaoyu was about to reason with her when a maid sent by Lady Wang announced, “Mrs. Lian has passed away. All the ladies are there already. Will Master Bao and Madam Bao please go over.”\n\nUnable to restrain himself, Baoyu stamped his foot and burst out crying. Although Baochai was distressed too, for fear he might give way to grief she said, “What’s the use of crying here? Better go there to mourn.” So they went together to Xifeng’s apartments.\n\nThey found a crowd of people there already, weeping around the bed. Baochai went up to it and, seeing that Xifeng had been laid out, gave way to a passion of grief. Baoyu seized hold of Lian’s hand and sobbed loudly, making Lian break down again. As no one else tried to comfort them, Pinger had to choke down her own sorrow to plead with them to stop. But all went on wailing.\n\nLian, quite beside himself, sent for Lai Da and ordered him to make arrangements for the funeral. Having reported the death to Jia Zheng, he went to see to things. But being short of funds he found it hard to cover up the deficiencies. And the thought of all Xifeng’s good qualities in the past reduced him to floods of tears again. The sight of Qiaojie, weeping as if she would never stop, distressed him even more. He wept until dawn, then sent to ask her maternal uncle Wang Ren to come.\n\nAfter Wang Ziteng’s death, as Wang Zisheng was a useless man Wang Ren had been able to do as he pleased, offending all his relatives. Having to come now to mourn for his sister, he put on a show of grief. But the makeshift funeral arrangements displeased him.\n\n“My sister slaved for your household all these years without making any mistakes,” he complained. “You should give her a fine send-off. Why isn’t everything ready yet?”\n\nLian, who had never liked Wang Ren, saw that he was talking nonsense and knew that he was quite ignorant; so he took little notice of him. Wang Ren then summoned his niece Qiaojie and said:\n\n“Your mother wasn’t one to do things properly. She only knew how to toady to the old lady, and had no respect for us, her own family. You’re a big girl now. Did you ever see me batten on you? Now that your mother’s dead, you must listen to your uncle in everything. Your mother’s only relatives are your Second Uncle and myself. I’ve long known your father’s way — he only respects other people. That year when Concubine You died, though I wasn’t in the capital I heard that he spent a packet. Now that your mother’s dead, he’s making these shabby arrangements. Why don’t you urge him to do better?”\n\n“My father would like to, but times have changed,” she answered. “We’ve no money; that’s why we have to economize.”\n\n“Don’t you have plenty of things of your own?” he demanded.\n\nQiaojie told him, “What was left after the raid last year? We’ve nothing left.”\n\n“So you say that too?” he retorted. “I heard that the old lady left your mother a lot of things. You should bring them out.”\n\nNot liking to explain that her father had used them up, Qiaojie simply said that she did not know.\n\n“Oh, I see.” Wang Ren sneered. “You’re keeping them for your dowry, I suppose.”\n\nThis reduced Qiaojie to speechless tears.\n\nPing’er said indignantly, “Please wait till our Second Master comes back, uncle, if you have anything to say. The child’s too young to understand such things.”\n\n“You’re all longing for your mistress to die, so that you can lord it here,” he fumed. “I’m not asking for anything for myself, but if you do the handsome thing it will be to your credit.” He sat down sulkily.\n\nQiaojie was very upset, thinking, “My father isn’t heartless. When mother was alive, uncle took goodness knows how many things of ours; yet now he puts on this high-and-mighty air.” She began to despise him.\n\nWang Ren for his part thought, “I’m sure my sister must have amassed a fortune. Even if their place was raided, they must still have plenty of silver in the house. They’re afraid I’ll be a nuisance, so they’re putting me off. That wretched little bitch is no good either!” And he conceived a dislike for Qiaojie.\n\nJia Lian, in ignorance of this, was busy trying to raise money. He had entrusted the outside business to Lai Da, but many expenses within the household had to be met too, and for the time being he simply could not lay his hands on enough cash. Ping’er, knowing his anxiety, urged him not to overtax his strength.\n\n“What does my strength matter?” he fumed. “We’ve no money for daily expenses, so how are we to manage this? And that crazy fool keeps pestering me here. What can I do?”\n\n“Don’t worry, sir,” she said. “If you need money, I’ve some things which luckily weren’t confiscated. You can take them to pawn if you like.”\n\n“How good of you!” he thought. Aloud he said, “That’s fine. It saves me raising money elsewhere. I’ll redeem them for you as soon as I can.”\n\n“They were given me by your wife, so what does it matter? I just want this funeral done properly.”\n\nJia Lian, very grateful, took her things to pawn. And after this he discussed all his business with her.\n\nQiutong, seeing this, was most displeased and kept making cutting remarks. “Now that the mistress is dead, Ping’er’s stepping into her shoes. But I belong to the master; how can she take precedence over me?”\n\nPing’er saw what was in her mind but ignored her. Jia Lian, however, soon saw through Qiutong and took a dislike to her, venting his spleen on her whenever he was annoyed. And when Lady Xing heard of this she blamed him. He had to swallow his anger and say nothing.\n\nAfter Xifeng’s coffin had been in the temple for ten days, it was taken for burial. Jia Zheng, still in mourning for the Lady Dowager, stayed in his outer study. By now most of his proteges had left, only Cheng Rixing remaining to keep him company.\n\n“The family’s out of luck,” Jia Zheng remarked. “So many deaths one after another! My elder brother and Zhen are away from home. We’re finding it harder and harder to make ends meet, and we don’t know how the farms in the East Village are doing. We just can’t manage.”\n\n“I’ve been with you for years, sir,” said Cheng. “I know that everyone in your house lines his own purse. If they take things home year after year, of course your estate dwindles. Then, too, you have to cover the expenses of the Elder Master’s household and Master Zhen’s, as well as paying off some debts outside. The other day, after that big loss, when you asked the yamen to catch the thieves and recover the stolen property....”\n\nA hard task. If you want to put your house in order, sir, you’ll have to send for the stewards and get a trusted servant to make a thorough check of all the accounts. Those who deserve to be dismissed should be dismissed, those who can be kept on should be kept; and anyone responsible for a deficit must make it good. Then you’ll know exactly how you stand. That big garden of yours is more than most people could afford to buy, and it could bring in a handsome income; but you’ve put no one in charge of it. During the years you were away, sir, your servants fooled about and played dirty tricks till nobody dared set foot in the garden — that’s the fault of your stewards. So the thing to do is to check on your servants, keep the good ones and sack the bad.”\n\nJia Zheng nodded. “You don’t know the whole story,” he said. “It’s not just the servants I can’t trust, but even my own nephew. How can I check up on every single one myself? Besides, being in mourning I can’t attend to such business. I’ve never managed household affairs and don’t know what’s what.”\n\n“You’re most benevolent and virtuous, sir,” said Cheng Rixing. “In any other family with property like yours, even if they ran short of funds for five or ten years they could always demand some from the stewards, and that would suffice. I’ve heard that some of your servants have become district magistrates.”\n\n“If a man extorts money from his servants, that’s deplorable. Better to economize. But I only hope the property listed really exists, and isn’t just nominal.”\n\n“That’s very true, sir. That’s why I suggested an investigation.”\n\n“Do you know of some reason for it?”\n\n“Although I know how those stewards feather their nests, it’s not for me to speak of it.”\n\nJia Zheng knew from this that there was something behind it. He sighed, “Ever since the time of my grandfather, our family has been kind and generous, never harsh to our inferiors. But I’m afraid they’re going from bad to worse. If they start putting on the airs of masters, that would be ridiculous.”\n\nAs they were talking a gateman came in to announce, “The Zhen gentleman from the south has come to call.”\n\n“Why has he come to the capital?” Jia Zheng asked.\n\n“I made inquiries,” said the gateman. “He’s been reinstated by the Emperor’s favour.”\n\n“Say no more. Invite him in quickly.”\n\nThe gateman went out and brought in the visitor, who was Zhen Baoyu’s father Zhen Yingjia, courtesy name Youzhong. A native of Jinling and descendant of a distinguished family, he was related to the Jia family whom he had always kept in touch with. But two years ago he had been dismissed from his post and his property confiscated for some indiscretion. Now the Emperor, mindful of the services of his house, had restored his hereditary title and summoned him to the capital for an audience. Having heard of the Lady Dowager’s death, he had prepared sacrificial gifts and chosen a day to offer these at her temporary resting place; so he had come first to pay his respects.\n\nAs Jia Zheng was in mourning he could not go out to meet the visitor, but waited for him at the gate of his outer study. At sight of him, Zhen Yingjia was both happy and sad. Since Jia Zheng was in mourning they could not greet each other in the normal way, but clasping hands they exchanged some words about their long separation. Then, host and guest having taken seats and tea being served, they spoke of what had happened since they parted.\n\n“When did you have your audience, kinsman?” inquired Jia Zheng.\n\n“The day before yesterday.”\n\n“His Majesty in his goodness must have shown concern.”\n\n“The Emperor’s kindness is higher than Heaven. He issued most favourable edicts.”\n\n“What were they?”\n\n“Recently, because Zhejiang and Fujian have been overrun by pirates and the people along the coast are suffering, the Duke of Anguo has been sent to suppress the bandits. As I am familiar with that terrain, His Majesty has ordered me to go there to pacify the people. I must set off very soon. Yesterday I learned of the old lady’s death and prepared some incense to offer before her coffin as a small token of my respect.”\n\nJia Zheng kowtowed in thanks, then said, “How long can you stay, kinsman?”\n\n‘This journey of yours will undoubtedly both reassure our sovereign and comfort the common people. It is indeed a mission of the greatest possible importance. I am only sorry that I shall not be able to witness with my own eyes this demonstration of your outstanding abilities, and must await the good tidings from afar. The Commander of the Maritime Defence at Zhen-hai is a kinsman of mine, and I should be most grateful if you would extend to him the favour of your protection.’\n\n‘What is the exact nature of your family connection with the Commander?’ inquired Zhen Ying-jia.\n\n‘When I was Grain Intendant in Jiangxi,’ replied Jia Zheng, ‘I betrothed a daughter of mine to his son. They have been married for three years now. But as a result first of the unresolved troubles on the coast, and then of the pirate raids, we have had no news of them. I am most anxious about my daughter, and after Your Excellency has completed your mission of pacification, I would beg you most earnestly to find time to visit her. I shall write a short letter, which I will trouble you to deliver to her through one of your attendants. I should be eternally in your debt.’\n\n‘The feelings of a parent for a child are common to us all,’ said Zhen Ying-jia. ‘There is a matter in fact on which I was intending to ask a favour of you. I have been summoned to the capital by His Majesty, and as my son is still young and we have no one to look after things at home, I have been obliged to bring my entire family with me. I was required to travel with all possible speed, and came on ahead, leaving my family to follow at a more leisurely pace. It will be some time before they arrive. I must leave the capital again almost at once to carry out my instructions, and I fear I shall not be here to receive them. When they do arrive, they will certainly call at your mansion, and I have given instructions that my son should then come to pay his respects. If you find him at all educable, I should be most grateful if you would keep him in mind, should an opportunity for a match present itself.’\n\nJia Zheng gave his assurance. Zhen Ying-jia said a few more words and then rose to leave.\n\n‘I shall see Your Excellency tomorrow outside the city walls.’\n\nSeeing that his guest was in a hurry, Jia Zheng did not press him to stay, but escorted him from the study. Jia Lian and Bao-yu were waiting outside to see the visitor on his way, but had not ventured to enter the study until summoned. As Zhen Ying-jia came out, they both stepped forward and paid their respects. At the sight of Bao-yu, Zhen Ying-jia gave a start.\n\n‘Why! Isn’t this my son Bao-yu? But what is he doing in mourning?’\n\n‘We have been out of touch with our kinsmen for so long,’ said Jia Zheng. ‘You must allow me to present them to you. This is my elder son She’s son, Lian, my nephew. And this is my younger son, Bao-yu.’\n\nZhen Ying-jia clapped his hands in astonishment.\n\n‘Extraordinary! I have heard it said at home that my kinsman had a son, born with a jade, named Bao-yu. I thought it a curious coincidence that he should have the same name as my son, but supposed such things must happen. And now I see for myself that not only is there a physical likeness, but his demeanour too is the same. Most extraordinary!’\n\nHe asked Bao-yu his age, and Jia Zheng informed him that he was a year younger than ‘the young gentleman you refer to’. He went on to relate the story of Bao Yong’s recommendation, and how he had mentioned that Zhen Ying-jia’s son was also called Bao-yu.\n\nZhen Ying-jia was too absorbed in Bao-yu to inquire any further about Bao Yong, and confined himself to exclaiming repeatedly:\n\n‘What a remarkable coincidence!’\n\nHe took Bao-yu by the hand and engaged him in the most affable conversation. Then, remembering that he had to prepare for his imminent departure with the Duke of An-guo, he reluctantly took his leave and walked slowly away. Jia Lian and Bao-yu saw him out, and he plied Bao-yu with questions all the way, finally climbing into his carriage and driving off. Jia Lian and Bao-yu returned to report their conversation with Zhen Ying-jia to Jia Zheng, who then dismissed them. Jia Lian had business to attend to, being still occupied with the final accounting for Xi-feng’s funeral.\n\nBao-yu returned to his own apartment and told Bao-chai:\n\n‘I’ve always wanted to meet this other Bao-yu, and never thought I would. But today I met his father instead. I also heard that he will soon be arriving in the capital and intends to call on Father. They say he’s the exact image of me. I find that hard to believe. But if he does come to see us, I want all of you to take a look at him and tell me if you think there’s really any resemblance.’\n\n‘Really!’ protested Bao-chai. ‘How can you be so illogical? Fancy saying that a man looks like you, and then telling us to go and take a look at him!’\n\nBao-yu realized that he had been tactless and blushed. He was trying to think of a way to explain himself…"
}