{
  "index": "117",
  "title": "第117章 阻超凡佳人双护玉 欣聚党恶子独承家",
  "original": "话说王夫人打发人来叫宝钗过去商量，宝玉听见说是和尚在外头，赶忙的独自一人走到前头，嘴里乱嚷道：“我的师父在那里？”叫了半天，并不见有和尚，只得走到外面。见李贵将和尚拦住，不放他进来。宝玉便说道：“太太叫我请师父进去。”李贵听了，松了手，那和尚便摇摇摆摆的进来。宝玉看见那僧的形状与他死去时所见的一般，心里早有些明白了，便上前施礼，连叫：“师父，弟子迎候来迟。”那僧说：“我不要你们接待，只要银子拿了来，我就走。”宝玉听来，又不象有道行的话。看他满头癞疮，浑身腌破烂，心里想道：“自古说‘真人不露相，露相不真人’，也不可当面错过。我且应了他谢银，并探探他的口气。”便说道：“师父不必性急。现在家母料理，请师父坐下，略等片刻。弟子请问，师父可是从太虚幻境而来？”那和尚道：“什么‘幻境’，不过是来处来、去处去罢了。我是送还你的玉来的。我且问你，那玉是从那里来的？”宝玉一时对答不来，那僧笑道：“你自己的来路还不知？便来问我！”宝玉本来颖悟，又经点化，早把红尘看破，只是自己的底里未知。一闻那僧问起玉来，好象当头一棒，便说道：“你也不用银子的，我把那玉还你罢。”那僧笑道：“也该还我了。”\n　　宝玉也不答言，往里就跑。走到自己院内，见宝钗、袭人等都到王夫人那里去了，忙向自己床边取了那玉，便走出来。迎面碰见袭人，撞了一个满怀，把袭人唬了一跳，说道：“太太说你陪着和尚坐着很好。太太在那里打算送他些银两，你又回来做什么？”宝玉道：“你快去回太太说：不用张罗银子了，我把这玉还了他就是了。”袭人听说，即忙拉住宝玉，道：“这断使不得的！那玉就是你的命，若是他拿了去，你又要病着了。”宝玉道：“如今再不病的了。我已经有了心了，要那玉何用？”摔脱袭人，便想要走。袭人急的赶着嚷道：“你回来，我告诉你一句话。”宝玉回过头来道：“没有什么说的了。”袭人顾不得什么，一面赶着跑，一面嚷道：“上回丢了玉，几乎没有把我的命要了。刚刚儿的有了，他拿了去，你也活不成，我也活不成了！你要还他，除非是叫我死了！”说着，赶上一把拉住。宝玉急了，道：“你死也要还，你不死也要还。”狠命的把袭人一推，抽身要走。怎奈袭人两只手绕着宝玉的带子不放，哭着喊着坐在地下。\n　　里面的丫头听见，连忙赶来，瞧见他两个人的神情不好。只听见袭人哭道：“快告诉太太去！宝二爷要把那玉去还和尚呢！”丫头赶忙飞报王夫人。那宝玉更加生气，用手来掰开了袭人的手。幸亏袭人忍痛不放。紫鹃在屋里听见宝玉要把玉给人，这一急比别人更甚，把素日冷淡宝玉的主意都忘在九霄云外了，连忙跑出来，帮着抱住宝玉。那宝玉虽是个男人，用力摔打，怎奈两个人死命的抱住不放，也难脱身，叹口气道：“为一块玉，这样死命的不放！若是我一个人走了，你们又怎么样？”袭人、紫鹃听了这话，不禁嚎啕大哭起来。\n　　正在难分难解，王夫人、宝钗急忙赶来。见是这样形景，王夫人便哭着喝道：“宝玉，你又疯了！”宝玉见王夫人来了，明知不能脱身，只得陪笑道：“这当什么，又叫太太着急！他们总是这样大惊小怪。我说那和尚不近人情，他必要一万银子，少一个不能。我生气进来，拿了这玉还他，就说是假的，要这玉干什么？他见我们不希罕那玉，便随意给他些，就过去了。”王夫人道：“我打量真要还他！这也罢了。为什么不告诉明白了他们？叫他们哭哭喊喊的象什么？”宝钗道：“这么说呢，倒还使得。要是真拿那玉给他，那和尚有些古怪，倘或一给了他又闹到家口不宁，岂不是不成事了么？至于银钱呢，就把我的头面折变了，也还够了呢。”王夫人听了，道：“也罢了，且就这么办罢。”宝玉也不回答。只见宝钗走上来，在宝玉手里拿了这玉，说道：“你也不用出去，我合太太给他钱就是了。”宝玉道：“玉不还他也使得，只是我还得当面见他一见才好。”袭人等仍不肯放手。到底宝钗明决，说：“放了手，由他去就是了。”袭人只得放手。宝玉笑道：“你们这些人，原来重玉不重人哪。你们既放了我，我便跟着他走了，看你们就守着那块玉怎么样？”袭人心里又着急起来，仍要拉他，只碍着王夫人和宝钗的面前，又不好太露轻薄，恰好宝玉一撒手就走了。袭人忙叫小丫头在三门口传了焙茗等：“告诉外头照应着二爷，他有些疯了。”小丫头答应了出去。\n　　王夫人、宝钗等进来坐下，问起袭人来由。袭人便将宝玉的话细细说了。王夫人、宝钗甚是不放心，又叫人出去，吩咐众人伺候，听着和尚说些什么。回来，小丫头传话进来回王夫人道：“二爷真有些疯了。外头小厮们说，里头不给他玉，他也没法儿；如今身子出来了，求那和尚带了他去。”王夫人听了，说道：“这还了得！那和尚说什么来着？”小丫头回道：“和尚说，要玉不要人。”宝钗道：“不要银子了么？”小丫头道：“没听见说。后来和尚合二爷两个人说着笑着，有好些话，外头小厮们都不大懂。”王夫人道：“糊涂东西，听不出来，学是自然学得来的！”便叫小丫头：“你把那小厮叫进来。”小丫头连忙出去叫进那小厮，站在廊下，隔着窗户请了安。王夫人便问道：“和尚和二爷的话，你们不懂，难道学也学不来吗？”那小厮回道：“我们只听见说什么‘大荒山’，什么‘青埂峰’，又说什么‘太虚境’‘斩断尘缘’这些话。”王夫人听着也不懂。宝钗听了，唬得两眼直瞪，半句话都没有了。\n　　正要叫人出去拉宝玉进来，只见宝玉笑嘻嘻的进来，说：“好了，好了。”宝钗仍是发怔。王夫人道：“你疯疯癫癫的说的是什么？”宝玉道：“正经话，又说我疯癫！那和尚与我原认得的，他不过也是要来见我一见。他何尝是真要银子呢？也只当化个善缘就是了。所以说明了，他自己就飘然而去了。这可不是好了么？”王夫人不信，又隔着窗户问那小厮。那小厮连忙出去问了门上的人，进来回说：“果然和尚走了，说：‘请太太们放心，我原不要银子，’只要宝二爷时常到他那里去去就是了，‘诸事只要随缘，自有一定的道理。’”王夫人道：“原来是个好和尚！你们曾问他住在那里？”小厮道：“门上的说，他说来着，我们二爷知道的。”王夫人便问宝玉：“他到底住在那里？”宝玉笑道：“这个地方儿，说远就远，说近就近。”宝钗不待说完，便道：“你醒醒儿罢，别尽着迷在里头！现在老爷太太就疼你一个人，老爷还吩咐叫你干功名上进呢。”宝玉道：“我说的不是功名么？你们不知道‘一子出家，七祖升天’？”王夫人听到那里，不觉伤起心来，说：“我们的家运怎么好？一个四丫头口口声声要出家，如今又添出一个来了。我这样的日子过他做什么！”说着，放声大哭。宝钗见王夫人伤心，只得上前苦劝。宝玉笑道：“我说了一句玩话儿，太太又认起真来了。”王夫人止住哭声道：“这些话也是混说的么？”\n　　正闹着，只见丫头来回话；“琏二爷回来了，颜色大变，说请太太回去说话。”王夫人又吃了一惊，说道：“将就些叫他进来罢。小婶子也是旧亲，不用回避了。”贾琏进来见了王夫人，请了安。宝钗迎着，也问了贾琏的安。贾琏回道：“刚才接了我父亲的书信，说是病重的很，叫我就去，迟了恐怕不能见面！”说到那里，眼泪便掉下来了。王夫人道：“书上写的是什么病？”贾琏道：“写的是感冒风寒起的，如今竟成了痨病了。现在危急，专差一个人连日连夜赶来的，说：‘如若再耽搁一两天，就不能见面了。’故来回太太，侄儿必得就去才好。只是家里没人照管。蔷儿、芸儿虽说糊涂，到底是个男人，外头有了事来，还可传个话。侄儿家里倒没有什么事。秋桐是天天哭着喊着，不愿意在这里，侄儿叫了他娘家的人来领了去了，倒省了平儿好些气。虽是巧姐没人照应，还亏平儿的心不很坏。姐儿心里也明白，只是性气比他娘还刚硬些，求太太时常管教管教他。”说着，眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼。王夫人道：“放着他亲祖母在那里，托我做什么？”贾琏轻轻的说道：“太太要说这个话，侄儿就该活活儿的打死了。没什么说的，总求太太始终疼侄儿就是了！”说着，就跪下来了。\n　　王夫人也眼圈儿红了，说：“你快起来！娘儿们说话儿，这是怎么说？只是一件，孩子也大了，倘或你父亲有个一差二错，又耽搁住了，或者有个门当户对的来说亲，还是等你回来，还是你太太作主？”贾琏道：“现在太太们在家，自然是太太们做主，不必等我。”王夫人道：“你要去，就写了禀帖给二老爷送个信，说家下无人，你父亲不知怎样，快请二老爷将老太太的大事早早的完结，快快回来。”贾琏答应了“是”，正要走出去，复转回来，回说道：“咱们家的家下人，家里不够使唤，只是园里没有人，太空了。包勇又跟了他们老爷去了。姨太太住的房子，薛二爷已搬到自己的房子内住了。园里一带屋子都空着，忒没照应，还是太太叫人常查看查看。那栊翠庵原是咱们家的地基，如今妙玉不知那里去了，所有的根基，他的当家女尼不敢自己作主，要求府里一个人管理管理。”王夫人道：“自己的事还闹不清，还搁得住外头的事么？这句话好歹别叫四丫头知道，若是他知道了，又要吵着出家的念头出来了。你想咱们家什么样的人家？好好的姑娘出家，还了得。”贾琏道：“太太不提起，侄儿也不敢说。四妹妹到底是东府里的，又没有父母，他亲哥哥又在外头，他亲嫂子又不大说的上话。侄儿听见要寻死觅活了好几次。他既是心里这么着的了，若是牛着他，将来倘或认真寻了死，比出家更不好了。”王夫人听了点头，道：“这件事真真叫我也难担。我也做不得主，由他嫂子去就是了。”\n　　贾琏又说了几句，才出来，叫了众家人来，交代清楚。写了书，收拾了行装，平儿等不免叮咛了好些话。只有巧姐儿惨伤的了不得。贾琏又欲托王仁照应，巧姐到底不愿意，听见外头托了芸、蔷二人，心里更不受用，嘴里却说不出来。只得送了他父亲，谨谨慎慎的随着平儿过日子。丰儿、小红因凤姐去世，告假的告假，告病的告病。平儿意欲接了家中一个姑娘来，一则给巧姐作伴，二则可以带量他。遍想无人。只有喜鸾、四姐儿是贾母旧日钟爱的，偏偏四姐儿新近出了嫁了，喜鸾也有了人家儿，不日就要出阁，也只得罢了。\n　　且说贾芸、贾蔷送了贾琏，便进来见了邢、王二夫人。他两个倒替着在外书房住下，日间便与家人厮闹，有时找了几个朋友吃个“车箍辘会”，甚至聚赌，里头那里知道。一日邢大舅王仁来，瞧见了贾芸、贾蔷住在这里，知他热闹，也就借着照看的名儿时常在外书房设局赌钱喝酒。所有几个正经的家人，贾政带了几个去，贾琏又跟去了几个，只有那赖、林诸家的儿子侄儿。那些少年，托着老子娘的福吃喝惯了的，那知当家立计的道理？况且他们长辈都不在家，便是“没笼头的马”了。又有两个旁主人怂恿，无不乐为。这一闹，把个荣国府闹得没上没下，没里没外。\n　　那贾蔷还想勾引宝玉。贾芸拦住道：“宝二爷那个人没运气的，不用惹他。那一年我给他说了一门子绝好的亲，父亲在外头做税官，家里开几个当铺，姑娘长的比仙女儿还好看。我巴巴儿的细细的写了一封书子给他，谁知他没造化。”说到这里，瞧了瞧左右无人，又说：“他心里早和咱们这个二婶娘好上了。你没听见说，还有一个林姑娘呢，弄的害了相思病死的，谁不知道！这也罢了，各自的姻缘罢咧。谁知他为这件事倒恼了我了，总不大理。他打量谁必是借谁的光儿呢！”贾蔷听了，点点头，才把这个心歇了。\n　　他两个还不知道宝玉自会那和尚以后，他是欲断尘缘，一则在王夫人跟前不敢任性，已与宝钗、袭人等皆不大款洽了。那些丫头不知道，还要逗他，宝玉那里看得到眼里。他也并不将家事放在心里。时常王夫人、宝钗劝他念书，他便假作攻书，一心想着那个和尚引他到那仙境的机关，心目中触处皆为俗人。却在家难受，闲来倒与惜春闲讲。他们两个人讲得上了，那种心更加准了几分，那里还管贾环、贾兰等。那贾环为父亲不在家，赵姨娘已死，王夫人不大理会，他便入了贾蔷一路。倒是彩云时常规劝，反被贾环辱骂。玉钏儿见宝玉疯癫更甚，早和他娘说了，要求着出去。如今宝玉、贾环他哥儿两个，各有一种脾气，闹得人人不理。独有贾兰跟着他母亲上紧攻书，作了文字，送到学里请教代儒。因近来代儒老病在床，只得自己刻苦。李纨是素来沉静的，除请王夫人的安，会会宝钗，馀者一步不走，只有看着贾兰攻书。所以荣府住的人虽不少，竟是各自过各自的，谁也不肯做谁的主。贾环、贾蔷等愈闹的不象事了，甚至偷典偷卖，不一而足。贾环更加宿娼滥赌，无所不为。\n　　一日，邢大舅王仁都在贾家外书房喝酒，一时高兴，叫了几个陪酒的来唱着喝着劝酒。贾蔷便说：“你们闹的太俗，我要行个令儿。”众人道：“使得。”贾蔷道：“咱们‘月字流觞’罢。我先说起，‘月’字数到那个，便是那个喝酒。还要酒面酒底；须得依着令官，不依者罚三大杯。”众人都依了。贾蔷喝了一杯令酒，便说：“飞羽觞而醉月。”顺饮数到贾环。贾蔷说：“酒面要个‘桂’字”。贾环便说道：“冷露无声湿桂花。酒底呢？”贾蔷道：“说个‘香’字。”贾环道：“天香云外飘。”邢大舅说道：“没趣没趣，你又懂得什么字了，也假斯文起来。这不是取乐，竟是怄人了。咱们都蠲了，倒是拳，输家喝输家唱，叫作‘苦中苦’。若是不会唱的，说个笑话儿也使得，只要有趣。”众人都道：“使得。”于是乱起来。王仁输了，喝了一杯，唱了一个，众人道好。又起来了，是个陪酒的输了，唱了一个什么“小姐小姐多丰彩”。以后邢大舅输了，众人要他唱曲儿。他道：“我唱不上来，我说个笑话儿罢。”贾蔷道：“若说不笑人，仍要罚的。”\n　　邢大舅就喝了一杯，说道：“诸位听着：村庄上有一座玄帝庙，旁边有个土地祠。那玄帝老爷常叫土地来说闲话儿。一日，玄帝庙里被了盗，便叫土地去查访。土地禀道：‘这地方没有贼的，必是神将不小心，被外贼偷了东西去。’玄帝道：‘胡说！你是土地，失了盗，不问你问谁去呢？你倒不去拿贼，反说我的神将不小心吗？’土地禀道：‘虽说是不小心，到底是庙里的风水不好。’玄帝道：‘你倒会看风水么？’土地道：‘待小神看看。’那土地向各处瞧了一会，便来回禀道：‘老爷坐的身子背后，两扇红门，就不谨慎。小神坐的背后，是砌的墙，自然东西丢不了。以后老爷的背后也改了墙就好了。’玄帝老爷听来有理，便叫神将派人打墙。众神将叹口气道：‘如今香火一炷也没有，那里有砖灰人工来打墙呢？’玄帝老爷没法，叫神将作法，却都没有主意。那玄帝老爷脚下的龟将军站起来道：‘你们不中用，我有主意：你们将红门拆下来，到了夜里，拿我的肚子堵住这门口，难道当不得一堵墙么？众神将都说道：‘好，又不花钱，又便当结实。’于是龟将军便当这个差使，竟安静了。岂知过了几天，那庙里又丢了东西。众神将叫了土地来，说道：‘你说砌了墙就不丢东西，怎么如今有了墙还要丢？’那土地道：‘这墙砌的不结实。’众神将道：‘你瞧去。’土地一看，果然是一堵好墙，怎么还有失事？把手摸了一摸，道：‘我打量是真墙，那里知道是个假墙！’”\n　　众人听了，大笑起来。贾蔷也忍不住的笑，说道：“傻大舅你好！我没有骂你，你为什么骂我？快拿杯来，罚一大杯。”邢大舅喝了，已有醉意。众人又喝了几杯，都醉起来。邢大舅说他姐姐不好，王仁说他妹妹不好，都说的狠狠毒毒的。贾环听了，趁着酒兴，也说凤姐不好，怎样苛刻我们，怎么样踏我们的头。众人道：“大凡做个人，原要厚道些。看凤姑娘仗着老太太这样的利害，如今‘焦了尾巴梢子’了，只剩了一个姐儿，只怕也要现世现报呢。”贾芸想着凤姐待他不好，又想起巧姐儿见他就哭，也信着嘴儿混说。还是贾蔷道：“喝酒罢，说人家做什么。”那两个陪酒的道：“这位姑娘多大年纪了？长得怎么样？”贾蔷道：“模样儿是好的很的，年纪也有十三四岁了。”那陪酒的说道：“可惜这样人生在府里这样人家。若生在小户人家，父母兄弟都做了官，还发了财呢。”众人道：“怎么样？”那陪酒的说：“现今有个外藩王爷，最是有情的，要选一个妃子。若合了式，父母兄弟都跟了去，可不是好事儿吗？”众人都不大理会，只有王仁心里略动了一动，仍旧喝酒。\n　　只见外头走进赖林两家的子弟来，说：“爷们好乐呀！”众人站起来说道：“老大，老三，怎么这时候才来？叫我们好等。”那两个说道：“今早听见一个谣言，说是咱们家闹出事来了。心里着急，赶到里头打听去，并不是咱们。”众人道：“不是咱们就完了，为什么不就来？”那两个说道：“虽不是咱们，也有些干系。你们知道是谁？就是贾雨村老爷。我们今儿进去，看见带着锁子，说要解到三法司衙门里审问去呢。我们见他常在咱们家里来往，恐有什么事，便跟了去打听。”贾芸道：“到底老大用心，原该打听听。你且坐下喝一杯再说。”两人让了一回，便坐下喝着酒，道：“这位雨村老爷，人也能干，也会钻营，官也不小了，只是贪财。被人家参了个‘婪索属员’的几款。如今的万岁爷是最圣明最仁慈的，独听了一个‘贪’字，或因遭塌了百姓，或因恃势欺良，是极生气的，所以旨意便叫拿问。若问出来了，只怕搁不住；若是没有的事，那参的人也不便。如今真真是好时候！只要有造化，做个官儿就好。”众人道：“你的哥哥就是有造化的，现做知县，还不好么？”赖家的说道：“我哥哥虽是做了知县，他的行为只怕也保不住怎么样呢。”众人道：“手也长么？”赖家的点点头儿，便举起杯来喝酒。\n　　众人又道：“里头还听见什么新闻？”两人道：“别的事没有，只听见海疆的贼寇拿住了好些，也解到法司衙门里审问。还审出好些贼寇，也有藏在城里的，打听消息，抽空儿就劫抢人家。如今知道朝里那些老爷们都是能文能武，出力报效，所到之处，早就消灭了。”众人道：“你听见有在城里的，不知审出咱们家失盗的一案来没有？”两人道：“倒没有听见，恍惚有人说是有个内地里的人，城里犯了事，抢了一个女人下海去了，那女人不依，被这贼寇杀了。那贼寇正要逃出关去，被官兵拿住了，就在拿获的地方正了法了。”众人道：“咱们栊翠庵的什么妙玉，不是叫人抢去？不要就是他罢？”贾环道：“必是他。”众人道：“你怎么知道？”贾环道：“妙玉这个东西是最讨人嫌的，他一日家捏酸，见了宝玉就眉开眼笑了。我若见了他，他从不拿正眼瞧我一瞧，真要是他，我才趁愿呢！”众人道：“抢的人也不少，那里就是他？”贾芸说：“有点信儿。前日有个人说他庵里的道婆做梦，说看见是妙玉叫人杀了。”众人笑道：“梦话算不得。”邢大舅道：“管他梦不梦，咱们快吃饭罢，今夜做个大输赢。”众人愿意，便吃毕了饭，大赌起来。\n    赌到三更多天，只听见里头乱嚷，说是：“四姑娘合珍大奶奶拌嘴，把头发都铰了。赶到邢夫人、王夫人那里去磕了头，说是要求容他做尼姑呢，送他一个地方儿；若不容他，他就死在眼前。那邢、王两位太太没主意，叫请蔷大爷、芸二爷进去。”贾芸听了，便知是那回看家的时候起的念头，想来是劝不过来的了，便合贾蔷商议道：“太太叫我们进去，我们是做不得主的。况且也不好做主。只好劝去，若劝不住，只好由他们罢。咱们商量了写封书给琏二叔，便卸了我们的干系了。”两人商量定了主意，进去见了邢、王两位太太，便假意的劝了一回。无奈惜春立意必要出家，就不放他出去，只求一两间净屋子，给他诵经拜佛。尤氏见他两个不肯作主，又怕惜春寻死，自己便硬做主张，说是：“这个不是索性我耽了罢，说我做嫂子的容不下小姑子，逼的他出了家了，就完了！若说到外头去呢，断断使不得；若在家里呢，太太们都在这里，算我的主意罢。叫蔷哥儿写封书子给你珍大爷、琏二叔就是了。”贾蔷等答应了。\n    不知邢、王二夫人依与不依，下回分解。",
  "translation": "Lady Wang had sent to ask Baochai to come and discuss something with her. When Baoyu heard that the monk was at the outer gate he hurried out alone, crying, “Where is my master?” He called for a long time but could not see the monk, so he went out. There he found Li Gui barring the monk’s way and refusing to admit him.\n\nBaoyu said, “My mistress has ordered me to invite the master in.”\n\nAt that, Li Gui let go and the monk swaggered in. When Baoyu saw that he looked exactly the same as the monk he had met after his trance, he had a vague inkling of the truth. Stepping forward he bowed, crying, “Master, your disciple is late in greeting you.”\n\nThe monk said, “I don’t want you to receive me. Just give me silver and I’ll be off.”\n\nThis did not sound like the talk of a holy man to Baoyu. Seeing the scabs on his head and his tattered, filthy clothes, he reflected, “As the proverb says, ‘A true adept does not show his face; he who shows his face is no true adept.’ Still, I mustn’t offend him. I’d better promise him money and sound him out.”\n\nSo he said, “Don’t be so impatient, master. My mother is making arrangements. Please take a seat and wait a little. May I ask if you come from the Illusory Land?”\n\n“What is that ‘Illusory Land’? I come from where I come and go where I go. I’ve brought back your jade. Let me ask you, where did that jade of yours come from?”\n\nBaoyu could not answer. The monk smiled.\n\n“Don’t you even know your own origin? Why ask me?”\n\nBaoyu, intelligent enough in the past, had now seen through the vanity of life though he did not know his own origin. The monk’s question struck home like a blow on the head.\n\n“You don’t need silver,” he cried. “I’ll return the jade to you.”\n\n“All right, give it back,” said the monk.\n\nWithout another word Baoyu hurried inside. Reaching his own compound and finding that Baochai and Xiren had gone to Lady Wang’s apartments, he took the jade from his bedside and ran out again. He bumped into Xiren, nearly knocking her over.\n\n“The mistress says it’s good of you to keep the monk company,” she told him. “She means to give him some silver; what have you come back for?”\n\n“Hurry up and tell her there’s no need to give him silver. I’m giving him back the jade instead.”\n\nWhen Xiren heard this she caught hold of him and cried, “That will never do! That jade is your life. If he takes it away, you’ll fall ill again.”\n\n“I shan’t fall ill now. I know my own heart. What do I need the jade for?” He pushed her away and was about to go when Xiren, frantic, ran after him calling, “Come back! I’ve something to tell you.”\n\nHe turned his head. “There’s nothing more to say.”\n\nXiren in desperation, running after him, cried, “When you lost that jade last time, it nearly cost me my life. Now that it’s been found, if he takes it away you’ll die and I shall die too! If you want to give it back, you’ll have to kill me first!” She caught up with him and seized hold of him.\n\n“If you die I shall still return it; if you don’t die I shall still return it!” he retorted. Pushing her away with all his might, he tried to wrench free. But Xiren threw both arms around his waist and, sobbing and screaming, would not let him go.\n\nSome maids inside, hearing the uproar, hurried out. They were shocked by the scene. Xiren was sobbing, “Quick, tell the mistress! Master Bao’s giving the jade to the monk!”\n\nThe maids flew to report this to Lady Wang. And Baoyu, growing more frantic, prised open Xiren’s hands.\n\nBut Aroma, though hurt, refused to let go. And now Zijuan, hearing from the inner room that Baoyu meant to give his jade to the monk, was even more frantic than the others and forgot her usual reserve. She ran out to help Aroma hold him fast. Although Baoyu was a man and struggling with all his might, the two girls clung to him so desperately that he could not break away.\n\n“Fancy hanging on to me like this, just for that piece of jade!” he sighed. “If I go off by myself, what will you do then?”\n\nThis made Aroma and Zijuan burst out sobbing.\n\nAt this impasse the arrival was announced of Lady Wang and Baochai, who hurried in. At the sight of Baoyu struggling with the girls, his mother cried tearfully, “Are you out of your mind again?”\n\nRealizing that he could not escape now that she had come, Baoyu smiled apologetically.\n\n“Why should this upset you, madam?” he asked. “They’re always making a fuss over nothing. I was saying that monk is most unreasonable, insisting on ten thousand taels of silver and not a tael less. I got angry and came in, meaning to give him this jade and tell him it’s a sham — what do we want with it? If he sees we don’t set store by it, we can give him a little something and he’ll go away.”\n\n“I thought you really meant to give it back to him!” she exclaimed. “Well, if that’s the case, all right. But why didn’t you tell them clearly, instead of reducing them to this state?”\n\n“That sounds plausible,” put in Baochai. “But if you’d really given him the jade, that monk’s so eccentric it might have caused more trouble at home — that would never do. As for money, if we pawn my ornaments we should be able to raise enough.”\n\n“Very well,” said Lady Wang. “Let’s do it that way.” Baoyu made no comment.\n\nThen Baochai walked up to him and took the jade from his hand.\n\n“There’s no need for you to go out,” she said. “I’ll discuss it with the mistress and we’ll pay him.”\n\n“It’s all right not to give him the jade, but I must see him again,” insisted Baoyu.\n\nStill Aroma and Zijuan would not let him go. However, Baochai saw the situation clearly.\n\n“Let him go,” she said. “You can just leave him to us.”\n\nAroma had to release him then.\n\nBaoyu smiled. “So all you care about is the jade, not me! Well, now that you’ve let me go, I’ll go off with him. See what good that jade will do you!”\n\nAroma was frantic again and would have grabbed him, but not liking to appear too forward in front of Lady Wang and Baochai she let him slip away. She told a young maid to go to the inner gate and send Beiming and other pages to keep an eye on the Second Master, who was not in his right mind, she said. The maid assented and went out.\n\nLady Wang and Baochai, having sat down again, asked Aroma to explain what had happened. When she repeated Baoyu’s words they were very uneasy, and sent to order the servants to wait on him and listen to what the monk said. Presently the maid came back to report, “The Second Master really seems out of his mind. The pages outside say that, not having given him the jade, there’s nothing he can do; but now he’s gone out and is begging the monk to take him along.”\n\n“This is monstrous!” cried Lady Wang. “What did the monk say?”\n\n“He said, ‘I want the jade, not the man.’”\n\n“Not the silver?” asked Baochai.\n\n“That wasn’t mentioned. Later the monk and the Second Master chatted and laughed together, but they said a good deal that the pages outside couldn’t understand.”\n\n“Stupid creatures!” fumed Lady Wang. “They could make nothing of it? They could at least have memorized it!” She ordered the maid, “Go and fetch one of those pages.” The maid assented and went out.\n\nand stood below the verandah to pay his respects through the window. Lady Wang asked him: “You may not have understood what the monk and Master Bao were saying, but couldn’t you at least learn to repeat it?”\n\n“All I heard,” replied the servant, “was something about Great Waste Mountain and Greensickness Peak, and the Land of Illusion and severing the ties of earth. None of it made any sense to me.”\n\nLady Wang was equally nonplussed. Bao-chai was aghast, and stared blankly into space, unable to utter a single word.\n\nThey were just about to send some servants to drag Bao-yu in, when in he came himself with a happy smile on his face.\n\n“It’s all settled!” he announced. “It’s all settled!”\n\nBao-chai was still in a daze. Lady Wang asked Bao-yu: “What is all this nonsense you are talking?”\n\n“Oh, so now that I’m being serious you call it nonsense! The fact is, that monk and I are old acquaintances. He only came to see me. He didn’t really want money at all. He was only trying to put us to the test. So when I explained things to him, he went away again, of his own accord. Isn’t that wonderful?”\n\nLady Wang did not believe him and questioned the servant through the window. The servant went out to the front to make further enquiries, and returned to report:\n\n“It’s true, the monk has gone. He said: “Please don’t worry, ladies. I never wanted any money. All I ask is that Master Bao pay me a visit from time to time. Everything is predestined. There is a reason for all that happens.’”\n\n“So he was a good monk after all!” exclaimed Lady Wang. “Did you ask him where he lives?”\n\n“The men at the gate said he told them that Master Bao would know,” replied the servant.\n\n“Well, where does he live?” Lady Wang asked Bao-yu.\n\nBao-yu smiled.\n\n“The place he mentioned… It could be far, or it could be near.”\n\nBefore he could say any more, Bao-chai interrupted:\n\n“Stop talking such rubbish! You must wake up to your responsibilities! You know that Father and Mother have set their hearts on you, and Father’s instructions were that you should work hard and make a successful career for yourself.”\n\n“But isn’t that exactly what I am talking about?” protested Bao-yu. “Don’t you know the saying: ‘If one son leaves the world, seven generations of ancestors will rise to Heaven’?”\n\nWhen Lady Wang heard this, she began to cry.\n\n“What is to become of our family? One of our young ladies is set on becoming a nun, and now it seems there is another of you! What is the point of my going on living?”\n\nShe broke down and wept bitterly. Bao-chai did her best to comfort her, while Bao-yu said with a laugh:\n\n“I was only joking! And now you’ve taken me seriously!”\n\n“Is that a fit subject for a joke?” sobbed Lady Wang.\n\nIn the midst of this commotion, a maid came in to announce:\n\n“Mr Lian is back. He seems very upset, and would like to see you at once, ma’am.”\n\nThis gave Lady Wang another shock.\n\n“Tell him to come in. And as Auntie is one of the family, she need not avoid him.”\n\nJia Lian came in and paid his respects to Lady Wang. Bao-chai came forward to greet him and ask after his health.\n\n“I have just received a letter from my father,” said Jia Lian. “He is gravely ill, and has sent for me. If I delay, I may never see him alive again!”\n\nAs he said this, the tears welled up in his eyes.\n\n“What is the nature of his illness?” asked Lady Wang.\n\n“He caught a chill,” replied Jia Lian, “which has brought about a recurrence of an old chronic complaint. He is critically ill, and the messenger who came post-haste with the letter said that if I delay another day or two I may be too late. That is why I have come to tell you, Aunt. I must set off as soon as possible. But there will be no one to see to things at home. Although Qiang and Yun are a couple of scoundrels, they are men and can at least take a message if anything should happen. My own household is no problem. Autumn is always crying and making a fuss and saying she doesn’t want to stay. I have sent for her parents to take her away.”\n\nThis had saved Pinger considerable trouble. Although Qiaojie had no one to look after her, Pinger was good to her and the child was sensible, though more strong-willed than her mother.\n\n“I hope you will keep an eye on her, madam,” he said, his eyes reddening as he took the handkerchief from his waist-pouch to wipe them.\n\nLady Wang remonstrated, “She has her own grandmother. Why ask me?”\n\nJia Lian said softly, “If you talk like that, madam, I deserve to be beaten to death. I can only beg you to be kind to me as always.” With that he knelt down.\n\nTearfully she said, “Get up quickly! What’s the meaning of this between mother and son? But I’m thinking, the child is growing up. If anything happens to your father, that will hold you up; and if a suitable family asks for her hand, should we wait for your return or let your aunt decide?”\n\n“Of course, while you are at home, madam, you and Aunt Xue should decide; there’s no need to wait for me.”\n\n“If you are going, write a note to your uncle to let him know that there’s no one at home and your father’s condition is critical. Urge him to hurry over the old lady’s funeral and come straight back.”\n\nJia Lian assented and was about to leave when he turned back.\n\n“There are too few servants in our household now,” he said, “and the Garden is completely deserted. Bao Yong has gone with his master. Master Xue Ke has moved out of Aunt Xue’s compound into his own quarters. All the houses in the Garden are empty and there’s no one to keep an eye on them. Will you ask someone to check them regularly? That convent in the Garden was built on our estate. Now that Miaoyu has disappeared, the abbess in charge doesn’t like to take decisions herself and wants someone from our house to supervise.”\n\n“How can we cope with outside business when our own affairs are in such a mess?” she replied. “Mind you don’t let Xichun know about this. If she does, she may start pestering again to become a nun. Just think — a girl from our family turning nun! That would be scandalous.”\n\n“If you hadn’t mentioned it, madam, I wouldn’t have ventured to. But Xichun is from the East Mansion and has no parents. Her brother’s away and she can’t get on with her sister-in-law. I’ve heard that several times she’s threatened to kill herself. If she’s set on this and we thwart her, if she really does commit suicide that would be even worse than her becoming a nun.”\n\nLady Wang nodded. “This is really too much for me. I can’t decide. Let her sister-in-law see to it.”\n\nAfter a few more words Jia Lian took his leave. He summoned the servants, gave them their instructions, then wrote a letter and packed his luggage. Pinger and the others had many exhortations for him. Qiaojie was heart-broken. He would have asked Wang Ren to look after her, but she was unwilling; and when she heard that he had entrusted her to Jia Yun and Jia Qiang she was even more upset, though she did not like to say so. She had to see her father off, then live circumspectly with Pinger. After Xifeng’s death, Fenger and Hongyu had asked for leave or made excuses to stay away. Pinger thought of fetching one of the girls from their clan to keep Qiaojie company and help look after her; but on reflection there was no one suitable. Xiluan and Sijie had been the old lady’s favourites, but Sijie had recently married and Xiluan was engaged and would be leaving soon to get married. So that was out of the question.\n\nJia Yun and Jia Qiang saw Jia Lian off....\n\nThey paid their respects to Lady Xing and Lady Wang, then took turns to stay in the outer study, spending their days fooling about with the servants. Sometimes they invited some friends over for drinking, or even gambling, unbeknownst to those inside the mansion.\n\nOne day, Lady Xing’s brother and Wang Zi-teng’s nephew Wang Ren came to visit and saw Jia Yun and Jia Qiang there. They could tell that they were having a high old time, and under the pretext of keeping an eye on them they too started frequenting the outer study to set up gambling and drinking parties. The only servants left in the mansion were the sons and nephews of the Lai and Lin families, who had been spoiled by their parents and knew nothing about the practicalities of household management. With their elders away, they were like ‘horses without halters’. Encouraged by the two young masters, they were only too willing to join in. The Rong-guo mansion was soon turned upside-down and inside-out.\n\nJia Qiang even thought of leading Bao-yu astray. Jia Yun dissuaded him:\n\n‘Don’t go bothering young Bao. He’s not that sort. I remember one year I found him a perfect match: the girl’s father was a tax-collector, they owned several pawnshops and she was as pretty as a fairy. I took the trouble of writing him a long letter about her, but the silly fool turned it down.’\n\nHe glanced round to make sure that no one was listening, and continued:\n\n‘He’s already carrying on with our Mrs Lian, you know. Haven’t you heard about that Miss Lin too? She died of love for him! Everyone knows that! Well, I suppose that’s fate. But he seems to have taken against me because of it, and never has much to say to me. He probably thinks I’m trying to get in with him.’\n\nJia Qiang nodded and gave up the idea.\n\nNeither of them knew that since his meeting with the monk, Bao-yu had been trying to break with the world. He no longer dared to be headstrong in Lady Wang’s presence, and had grown rather distant towards Bao-chai and Aroma. The maids, not knowing this, still tried to joke with him, but he paid them no attention. Nor did he concern himself with family affairs. When Lady Wang and Bao-chai urged him to study, he would pretend to be working, while in his heart he was still pondering the monk’s revelation, and looking about him could see only vulgar worldlings. He found life at home oppressive, and in his idleness would often chat with Xi-chun. The two of them found they had much in common, and this served to confirm Bao-yu in his new convictions. He had no time for Jia Huan or Jia Lan.\n\nJia Huan, whose father was from home and whose mother had died, and who was largely ignored by Lady Wang, had fallen in with Jia Qiang and his set. Cai-yun tried to reason with him, but was roundly abused for her pains. Yu-chuan, seeing that Bao-yu was becoming more and more eccentric, had already told her mother that she wanted to leave. The two brothers, Bao-yu and Jia Huan, were both behaving in their own peculiar fashion, and neither would listen to anyone. Jia Lan alone studied hard with his mother, and wrote essays which he sent to old Dai-ru for correction. But recently Dai-ru had taken to his bed with an illness of old age, and Jia Lan had been obliged to work on his own. Li Wan, always of a quiet disposition, never went out except to pay her respects to Lady Wang or to call on Bao-chai, and devoted herself to supervising her son’s studies. So although there were still many people living in the Rong-guo mansion, they all kept very much to themselves and no one was in charge. Jia Huan, Jia Qiang and the others carried on more scandalously than ever, even stealing things from the mansion to pawn or sell. Jia Huan went further: he visited brothels, gambled and did every evil thing imaginable.\n\nOne day, Uncle Xing and Wang Ren were drinking in the outer study and, being in high spirits, sent for some singsong girls to help liven up their party.\n\n‘This is too common for my taste,’ protested Jia Qiang. ‘Let’s play a drinking game.’\n\n‘Very well,’ said the others.\n\n‘Let’s play “Passing the Goblet Round with the Moon”,’ proposed Jia Qiang. ‘I’ll begin. The word is “moon”.’\n\nThe person with that number had to drink and compose a line of poetry with the word “gui” and another with the word “xiang.” Everyone agreed to this.\n\nJia Qiang drank one cup as a forfeit and said, “The cup flies so fast, it intoxicates the moon.” He counted round and the turn came to Jia Huan.\n\n“The word ‘gui’ for the first line,” said Jia Qiang.\n\nJia Huan chanted:\n\n“Cold dew steeps cassia blooms in silence without end.”\n\n“Now the word ‘xiang’.”\n\n“Heavenly fragrance floats far beyond the clouds.”\n\n“This is no fun,” protested Uncle Xing. “What do you know about poetry that you put on such airs? Instead of enjoying ourselves we’re being made to feel small. Let’s drop this and play the finger-guessing game instead. The loser must drink and sing a song — that’s called ‘bitter on top of bitter.’ If he can’t sing, he can tell a joke so long as it’s amusing.”\n\nThe others agreed and fell to playing the game noisily. Wang Ren was the first to lose. He drank a cup and sang a song, which was well received. Then one of the singsong girls lost and sang the song “How Charming the Young Lady.” After that Uncle Xing lost, and when they called on him to sing he said, “I can’t. Let me tell a joke instead.”\n\nJia Qiang warned, “If it isn’t funny you’ll have to pay a forfeit.”\n\nUncle Xing drank a cup, then began, “Just listen to this. In a village there was a temple to the Dark Emperor with a shrine to the local god of the land next to it. The Dark Emperor often asked the local god over for a chat. One day the temple was burgled and he told the local god to investigate.\n\n“‘There are no thieves in these parts,’ reported the god. ‘The guards must have been careless, letting thieves from outside steal the things.’\n\n“‘Nonsense!’ said the Dark Emperor. ‘You’re the god of this locality. If there’s a theft, who should I ask about it if not you? Instead of catching the thief, how dare you accuse my guards of carelessness?’\n\n“‘Even if they were careless, it’s because the temple’s geomancy is no good.’\n\n“‘Oh, so you can tell that, can you?’\n\n“‘Let me have a look.’\n\n“The local god looked all round then came back to report, ‘The two red doors behind your seat aren’t secure, Your Honour. Behind my seat is a brick wall, so of course nothing can be lost. If you change the doors behind you into a wall, all will be well.’\n\n“The Dark Emperor saw the sense in this and ordered his guards to build a wall. They sighed, ‘We haven’t even one stick of incense — where are we to find the lime and bricks and workmen to build a wall?’\n\n“The Dark Emperor had no answer. He ordered his guards to use magic, but they were at a loss. Then the tortoise at his feet stood up and proposed, ‘You’re no good. I have an idea. Take down the red doors and at night use my belly to block the doorway. Wouldn’t that do instead of a wall?’\n\n“‘Fine,’ said the guards. ‘That won’t cost anything and is simple and solid.’\n\n“So the tortoise was given this job and all was quiet — until a few days later when there was another theft. The guards summoned the local god and demanded, ‘You claimed that with a wall there’d be no more thefts; how is it that now we have a wall things have been stolen again?’\n\n“‘The wall isn’t solid enough.’\n\n“‘Go and see for yourself.’\n\n“The local god saw that it was a good wall. How could there have been another theft? He felt it with his hand and exclaimed, ‘No wonder! I thought it was a real wall, but actually it’s a false one!’”\n\nThe whole group roared with laughter. Even Jia Qiang could not help smiling.\n\n“You’re a fine one, uncle!” he cried. “I didn’t scold you, why should you abuse me? Quick, pass me a cup to punish him with a big drink.”\n\nUncle Xing had to drink another cup, by now he was tipsy. After a few more rounds they were all rather drunk. Uncle Xing started complaining about his sister, and Wang Ren chimed in.\n\nMy young cousin’s no good either and says shocking things,” put in Jia Huan tipsily. “Xifeng is too bad the way she bullies us and tramples on our heads.”\n\n“After all, one should be good-hearted,” said the others. “See how high and mighty Miss Xifeng was on the strength of the old lady’s favour; but now she’s come to a bad end, and left only one daughter who’s likely to pay for her sins.”\n\nJia Yun, thinking how badly Xifeng had treated him and recalling how Qiaojie cried at the sight of him, chimed in to abuse her too.\n\n“Let’s drink and not talk about other people,” Jia Qiang demurred.\n\n“How old is this young lady and what does she look like?” asked the singsong girls.\n\n“She’s very good-looking and about thirteen or fourteen.”\n\n“What a pity a girl like that was born into such a family! If she’d been the daughter of poor parents, her father and brothers would have become officials and made a fortune.”\n\n“How so?” the others asked.\n\n“There’s a very sentimental prince from a frontier fief who wants to choose a concubine. If she suits him, her parents and brothers will go there with her. Wouldn’t that be grand?”\n\nThe rest paid little attention, but Wang Ren was rather tempted. However, he went on drinking without comment.\n\nJust then in came two young men from the Lai and Lin families.\n\n“So you gentlemen are enjoying yourselves!” they cried.\n\nThe others stood up to greet them.\n\n“Why are you so late, Number One and Number Three? We’ve been waiting for you.”\n\n“This morning we heard a rumour that some trouble had broken out in our family, so we rushed off in a panic to make inquiries. But it wasn’t us at all.”\n\n“If it wasn’t us, that’s all right. Why didn’t you come then?”\n\n“Though it wasn’t us, it concerns someone connected with us. Guess who? It’s His Honour Jia Yucun. When we went in we saw him in chains. They said he was to be taken to the Court of the Three Judicial Offices for trial. As he’s often been to our house we were afraid this might involve us, so we went to find out more.”\n\n“It was good of you to take so much trouble. You’d better sit down and have a drink first.”\n\nAfter a show of declining, the two sat down and drank.\n\n“This Yucun is a capable, pushy man,” they continued. “He’s a high official too, the only trouble is that he’s too fond of money. He’s been accused of extorting money from his subordinates. Our present sovereign is most sage and benevolent. The one thing that angers him is any word of corruption, if officials have injured the people or abused their power. So he’s ordered Yucun’s arrest. If these charges are proved, he’s done for; if not, his accuser will be in trouble. These are good times. If you have luck, it’s fine to be an official.”\n\n“Your elder brother is in luck,” said the others. “As a county magistrate he’s doing all right, isn’t he?”\n\nThe Lais’ son answered, “Though my brother’s a magistrate, I’m afraid the way he carries on may not be too good.”\n\n“Is he a grabber?” The other nodded and raised his cup to drink.\n\n“What other news did you hear inside?” they asked.\n\n“Nothing else, except that many coastal brigands have been caught and taken to the Court for trial. They found out that some of the bandits are hiding in the city, spying out the land so as to rob houses when they get the chance. But now that the court has learned that all our ministers are men of both civil and military ability, loyal and public-spirited, wherever they go they’ll wipe out the bandits.”\n\n“Since you heard that some are in the city, did you find out whether they’ve discovered the ones who robbed our house?”\n\n“No, we didn’t hear that.”\n\nHe heard a vague report that a man from the inner city who had committed some crime there had carried off a girl to the coast, and when she resisted had killed her. The fellow was caught by government troops just as he was escaping through the pass and was executed on the spot.”\n\n“Wasn’t it Miaoyu from our Green Lattice Nunnery who was carried off?” they asked. “Could it have been her?”\n\n“I’m sure it was,” said Jia Huan.\n\n“How can you be sure?”\n\n“Because that creature Miaoyu was most objectionable. She was always putting on airs. The sight of Baoyu would make her beam, but she never so much as glanced at me properly. If it was her, that’s just what I’d have wished.”\n\n“Lots of girls are kidnapped. Why should it be her?”\n\n“There’s some evidence,” said Jia Yun. “The other day someone told me that a old nun in her nunnery had dreamed that Miaoyu was murdered.”\n\n“Dreams don’t count,” they retorted laughing.\n\n“Never mind dreams,” said Lady Xing’s brother. “Let’s have dinner quick, then have a big stake tonight.”\n\nThe rest approving, they dined and started gambling again.\n\nThey were still at it after the third watch when they heard an uproar inside the mansion. It was reported: “The fourth young lady has quarrelled with Madam Zhen and cut off her hair. She’s gone to kneel to Lady Xing and Lady Wang, begging them to let her become a nun and have a place to stay. If they won’t allow it, she says, she’d rather die here and now. The two ladies don’t know what to do, and have sent to ask Master Qiang and Master Yun to go in.”\n\nJia Yun knew that this wish of Xichun’s dated from the time he had helped look after the house; and he felt sure she would never be dissuaded. He told Jia Qiang, “Their Ladyships have sent for us, but we can’t decide this — it’s not for us to. All we can do is try to talk her round. If she won’t listen, we’ll have to leave it to them. Let’s agree to write to Uncle Lian to report this, so as to clear ourselves of responsibility.”\n\nHaving reached this agreement they went in to see Lady Xing and Lady Wang and made a show of trying to reason with Xichun. However, she was determined to become a nun. If not allowed to leave home, she asked at least for a couple of quiet rooms where she could chant sutras and worship Buddha.\n\nMadam You, seeing that the two young men were unwilling to take responsibility and afraid that Xichun might kill herself, made a decision herself.\n\n“I’ll take this on,” she said. “People can say that I, her sister-in-law, drove my young sister-in-law to become a nun because I couldn’t get on with her. That will be the end of it! Of course she mustn’t move out, that would never do. But here in the house, with Their Ladyships present, let’s settle it this way. Qiang can write a letter to your Uncle Zhen and Uncle Lian.”\n\nJia Qiang and the others assented.\n\nTo know whether Lady Xing and Lady Wang agreed to this or not, read the next chapter."
}